{
    "1": [
        "نزهة النظر في توضيح نخبة الفكر ت الرحيلي ط 2\nدراسات في المنهج (9)\nنُزْهَةُ النَّظَرِ\nفِي تَوضِيحِ نُخْبَةِ الْفِكَرِ\nفِي مُصْطَلَحِ أَهْلِ الأَثَرِ\nللإمام الحافظ أحمد بن علي بن محمد بن حجر العسقلاني (773 - 852 هـ) -رحمه الله تعالى-\n(طبعة مصححة ومنقحة)\nتحقيق وتعليق\nأ. د. عبد الله بن ضيف الله الرحيلي\nجامعة طيبة بالمدينة المنورة\nالجزء: 1 - الصفحة: 1\n",
        "حقوق الطبع محفوظة\nالطبعة الثانية\nمحرم\n1429 هـ-2008 م\nعنوان المؤلف البريدي\nEmail: ruhaili 65@hotmail.com\nالجزء: 1 - الصفحة: 2\n",
        "بسم الله الرحمن الرحيم\nمُقَدِّمةُ الطبعة الثانية\nالحمد لله رب العالمين، والصلاة والسلام على خاتم الأنبياء والمرسلين، رسول الله محمدٍ وعلى آله وأصحابه والمهتدين بهدْيه إلى يوم الدين.\nأما بعد:\nفهذه هي الطبعة الثانية من تحقيق \"نزهة النظر في توضيح نخبة الفِكَرِ في مصطلح أهل الأثر\"، للإمام الحافظ ابن حجر.\nوالجديد في هذه الطبعة:\n1 -\nمراجعة الكتاب كله مِن جديد.\n2 -\nقراءة النص الأصل من جديد.\n3 -\nإثبات بعض الحواشي المثبة في الأصل بخط المؤلف، التي فاتني إثباتها في الطبعة الأولى.\n4 -\nإثبات أرقام البدايات لألواح المخطوط الأصل في صفحات الكتاب.\n5 -\nتصحيح بعض الأخطاء والأوهام القليلة الواقعة في الطبعة الأولى.\n6 -\nإخراج العناوين التوضيحية التي كنت أضفتها بين معكوفين في صلب الكتاب إلى حواشيه اليمنى واليسرى (*).\n(*) قال مُعِدُّ الكتاب للشاملة: وهذا أولى، للحفاظ على متن الكتاب كما وضعه مؤلفه، وتمشيا مع صنيع المحقق، فإنا -في هذه النسخة الإلكترونية- قد أخرجنا هذه العناوين نهائيا من صلب الكتاب إلى شجرة العناوين الجانبية\nالجزء: 1 - الصفحة: 3\n",
        "7 -\nالإبقاء على ما سبق أن انتهجته من اعتماد حواشي د. نور الدين عتر في طبعته من الكتاب في تراجم الرواة، مختصرةً، لكن مع تصحيح ما ظهر فيها من بعض الأخطاء.\n8 -\nحذفت من الكتاب ما سبق أن ألحقته به في الطبعة السابقة من متن النزهة مجرَّداً من التعليقات؛ وأفردتُه في كتيبٍ مستقلٍ؛ ابتعاداً عن تضخيم الكتاب.\n9 -\nأبقيتُ في آخره متن \"نخبة الفِكَر\".\n10 -\nأنا مدينٌ في هذه الطبعة لأخوين فاضلين، أحدهما: عضو هيئة تدريس في إحدى الجامعات، لا أعرفه، كان قد حُكِّم في الكتاب، وأبدى ملحوظات علمية قيمة، فأفدت مما رأيته منها، جزاه الله خيراً. والآخر هو: الأخ عبد الرحمن بن أحمد الجميزي، الذي أسندت إليه مراجعة هذه الطبعة، وفق ما اخترتُهُ مِن منهج، جزاه الله خيراً.\nوإني لأرجو - بعد هذا كله- أن تكون هذه الطبعة أفضل طبعة للكتاب.\nأسأل الله تعالى أن يتقبل ما بذلناه من جهدٍ مُضْنٍ في إخراج هذه الطبعة، ويجعله عملاً باقياً.\nوصلى الله وسلم على خاتم الأنبياء والمرسلين، والحمد لله رب العالمين.\nعبد الله بن ضيف الله الرحيلي\n1/ 1/1429 هـ\nالجزء: 1 - الصفحة: 4\n",
        "مُقَدِّمةُ التحقيق\nالحمد لله رب العالمين، والصلاة والسلام على أَشرف الأنبياء والمرسلين، نبينا محمدٍ وعلى آله وأصحابه والمهتدين بهدْيه إلى يوم الدين.\nأمّا بعد: فبعدَ سنواتٍ قضيتُها مع \"نزهة النظر في توضيح نُخْبة الفِكَر في مصطلح أهل الأثر\"، للإمام الحافظ أبي الفضل أحمد بن علي بن محمد بن حجر العسقلاني، وبعد أن دَرّستُها لطلاّبي أكثر مِن مرّةٍ = قد خَلَصتُ إلى نتيجةٍ لا أَتردد فيها، وهي أن هذه الرسالة أَعظمُ كتابٍ أُلِّف في علوم الحديث، وأَنفعُهُ.\nومِن ثمّ فهي جديرةٌ بالعناية، والتحقيق، والتوضيح، والدّرس، والتدريس.\nوبعد أن اشتغلتُ فيها، وانشغلتُ بها عدداً مِن السنين، رأيتُ أن أُخرجَها للناس، لعل طالبَ علمٍ ينتفع بها، وأَنْشُرَها بصورةٍ تليق بها؛ فلعل الله يَكتب لي بذلك أَجراً، إنه غفورٌ شكور، سبحانه وتعالى.\nوفيما يلي:\n- ترجمةٌ موجزةٌ للمؤلف، رحمه الله تعالى.\n- لمحةٌ عن \"النزهة\" وميزاتها.\n- المآخذ على الطبعات السابقة، وأسباب توجُّهي إلى تحقيق النزهة.\nالجزء: 1 - الصفحة: 5\n",
        "- وصْف النسخة الخطّيّة الأصل.\n- عملي ومنهجي في التحقيق.\nوقد رتبت عملي على الوجه الآتي:\n- مَتْن \"النزهة\" مع التحقيق والتعليق عليه.\n- مَتْن \"النزهة\" مع وضْعِ العناوين عليه (1).\n- الاستدراكات على \"النزهة\".\n- فهْرِس المصطلحات الواردة في النزهة.\n- مَتْن \"نخبة الفِكَرِ\".\n- فهرس المصادر والمراجع.\n- فهرس المحتويات.\nوأسأل الله تعالى التوفيق والقبول، والتجاوز عن الزلات، إنه هو الغفور الرحيم، لا إله غيره، ولا رب سِواه، ولكن الظالمين بربهم يَعْدلون! .\nعبد الله بن ضيف الله الرحيلي\n5/ 2/1422 هـ\n(1) كان هذا في الطبعة الأولى، أما في هذه الطبعة فذهبتُ إلى حذف هذا المتن الخالي من تعليقات التحقيق، وأفردته مطبوعاً مستقلاً.\nالجزء: 1 - الصفحة: 6\n",
        "ترجمة المؤلف\n(1)\n(1) للتوسع في ترجمته يمكن الرجوع إلى المصادر التالية:\n1 -\nرفع الإصر عن قضاة مصر، لابن حجر، 1/ 85 - 88.\n2 -\nإنباء الغمر بأبناء العمر، له أيضاً، 1/ 3، 116.\n3 -\nالدرر الكامنة في أعيان المئة الثامنة، له أيضاً، 3/ 64، 191.\n4 -\nالنجوم الزاهرة، لابن تغري بردي، 15/ 382 - 383.\n5 -\nدليل الشافي على المنهل الصافي، له أيضاً، 1/ 64.\n6 -\nلحظ الألحاظ بذيل طبقات الحفاظ، لابن فهد المكي، ص 326.\n7 -\nالجواهر والدرر في ترجمة شيخ الإسلام ابن حجر، للسخاوي، ص 3 وما بعدها.\n8 -\nالضوء اللامع لأهل القرن التاسع، له أيضاً، 2/ 36.\n9 -\nحسن المحاضرة في تاريخ مصر والقاهرة، للسيوطي، 1/ 363.\n10 -\nذيل طبقات الحفاظ، للسيوطي أيضاً، ص 380.\n11 -\nنظم العقيان في أعيان الأعيان، للسيوطي أيضاً، ص 45.\n12 -\nطبقات الحفاظ، للسيوطي، ص 552.\n13 -\nمفتاح السعادة ومصباح السيادة، لطاش كبرى زاده، 1/ 236.\n14 -\nدرة الحجال في أسماء الرجال، للمكناسي، 1/ 64.\n15 -\nاليواقيت والدرر في شرح نخبة الفكر، للمناوي، 1/ 36 - 70.\n16 -\nكشف الظنون، لحاجي خليفة، 1/ 7.\n17 -\nشذرات الذهب، لابن العماد، 7/ 270.\n18 -\nالبدر الطالع، للشوكاني، 1/ 87.\n19 -\nإيضاح المكنون، لإسماعيل باشا، 1/ 13.\n20 -\nهدية العارفين، له أيضاً، 1/ 128 - 130.\n21 -\nالرسالة المستطرفة، للكتاني، ص 162.\n22 -\nفهرس الفهارس، لعبد الحي الكتاني، 1/ 321 - 227.\n23 -\nمعجم المؤلفين، لعمر رضا كحالة، 2/ 20 - 22.\nالجزء: 1 - الصفحة: 7\n",
        "نسبه\n:\nهو شهاب الدين أبو الفضل أحمد بن علي بن محمد العسقلاني الأصل، المصري المولد والمنشأ، نزيل القاهرة، عُرِف بـ\"ابن حجر\" -وهو لقبٌ لبعض آبائه-.\nمولده\n:\nولد في مصر، وذلك في شعبان سنة ثلاث وسبعين وسبع مئة (773 هـ)، على شاطئ نيل مصر القديمة، ومات أبوه وأمّه وهو طفل؛ فنشأ يتيماً.\nحفظه القرآن الكريم:\nوحفظ القرآن الكريم، وله تسع سنين، فكان له ذكاءٌ نادر، وحفظ كامل، وسرعةُ بديهة، فحفظ \"الحاوي\" و\"مختصر ابن الحاجب\"، وغيرهما.\nرحلاته\n:\nسافر إلى مكة المكرّمة فسمع بها، ثم حُبّب إليه الحديث الشريف فاشتغل بطلبه على يد كبار شيوخه في البلاد الحجازية، والشامية، والمصرية، ولا سيّما الحافظ العراقي، وتفقه على البلقيني، وابن الملقّن، وغيرهما، فأذنوا له بالتدريس والإفتاء.\nالجزء: 1 - الصفحة: 8\n",
        "وأخذ اللغة عن المجد الفيروز آبادي، وقرأ بعض القرآن بالسبع على التنوخي، وجدّ في الفنون حتى بلغ فيها الغاية، ثم تصدى لنشر الحديث الشريف، وعكف عليه مطالعةً، وقراءةً، وتدريساً، وتصنيفاً.\nمصنّفاته:\nقد زادت مصنّفاته على مئةٍ وخمسين مصَنَّفاً، وقلّ فنٌّ من فنون الحديث إلا وله فيه مؤلفات، ومن أشهرِ تلك المصنفات:\n1 -\nالإصابة في أسماء الصحابة.\n2 -\nتهذيب التهذيب.\n3 -\nتقريب التهذيب.\n4 -\nتعجيل المنفعة بزوائد رجال الأئمة الأربعة.\n5 -\nنخبة الفكر في مصطلح أهل الأثر.\n6 -\nنزهة النظر في توضيح نخبة الفكر في مصطلح أهل الأثر.\n7 -\nبلوغ المرام من أدلة الأحكام.\n8 -\nفتح الباري بشرح صحيح البخاري.\n9 -\nتغليق التعليق.\n10 -\nوالدُّرر الكامنة في أعيان المئة الثامنة.\nولو لم يكن له إلا كتابه \"فتح الباري بشرح صحيح البخاري\" لكفاه فخراً ودلالةً على رفيعِ رُتْبتِه في الحديث وعلومه، وفي مختلف فنون العلم، ودلالةً على جلالة قدره في الفهم والتحقيق والتواضع، والحلم، والورع، وسائر الصفات الحميدة.\nالجزء: 1 - الصفحة: 9\n",
        "ولو لم يكن له إلا \"نزهة النظر\" لكفاه سبقاً وشرفاً في هذا الفن.\nوفاته\n:\nتُوُفِّي ابن حجر بعد عشاء ليلة السبت ثامن ذي الحجة سنة 852 هـ، رحمه الله تعالى، وجزاه عن الإسلام والمسلمين خير ما يَجزي به عباده الصالحين مِن العلماء العاملين.\nمكانته في هذا العلم\n:\nالإمام الحافظ ابن حجر، رحمه الله تعالى، لم يكن في \"نزهة النظر\" مجرّد ناقل، وإنما كان ناقلاً ناقداً؛ فَيَنْقُل ويَقْبل ويَرُدّ؛ وكان يَرُدّ بالحجة والبرهان، وكم مِن رأيٍ فنّده، وكم مِن قائلٍ بَدَا قوله تحقيقاً فَكَشف ابن حَجر عن أسباب ضعفه.\nوكان الحافظ مثالاً للأدب والخُلُق الإسلامي في ردّه على العلماء ومناقشته لآرائهم، فكان يوجز في بيان خطأِ المخطئ، ويُعَبِّرُ عن ذلك بعبارةٍ لطيفة، وفي \"النزهة\" أمثلةٌ عديدة لهذا بإمكان القارئ ملاحظتها.\nولم يكن ابن حجر مقلِّداً، وإنما كان إماماً مجتهداً، وكان في اجتهاده إماماً محقِّقاً، فتميزتْ آراؤه بالدقة والابتكار في كثير من الأحيان.\nولعلّ \"النزهة\" مِن أوضح الأمثلة الدالة على صفات الإمام ابن حجر العلمية هذه؛ إذْ جاءت \"النزهة\": مختصرة، شاملةً، مبتكرةً في طريقة عرْضها لعلوم الحديث وتقسيمات علوم الحديث عند المحدِّثين، كما أنها عُنِي فيها المؤلف بالتحقيق والترجيح العلميّ الرصين في مختلف مسائل هذا العلم.\nوكان ابن حجر واسع الاطّلاع، صاحب باع طويل في المشاركة في\nالجزء: 1 - الصفحة: 10\n",
        "مختلف أنواع علوم الحديث، ومن الأدلة على هذا: أنه قَلَّ أن يَذْكر في \"النزهة\" فَنّاً من فنون علوم الحديث إلا ويَذْكر أنه قد كَتَبَ فيه، وسأُورِد فيما يلي المواضِع مِن \"النزهة\" التي أشار فيها إلى مؤلفاته؛ لِيَرى القارئ الكريم أن القضية ليست قضية دعوى، وإنما هي حقيقةٌ رائعة تَشْهد لهذا الإمام بأنه حقّاً إمام! .\nوبذلك يتبين، أيضاً، كم استدرَك الإمام ابن حجر على غيره، وكم ألَّف، وكم عمِلَ على مصنّفات غيره مِن الأئمة.\nإسهاماته في علوم الحديث مِن خلال إشاراته إليها في \"النزهة\":\nسأترك ابنَ حجر يُحَدِّثك-بطريقةٍ غير مباشرةٍ -مِن خلال \"النزهة\"، وذلك فيما يلي:\nيتضح مِن \"النزهة\" أن ابن حجر أَلّف مؤلفاتٍ عديدة، كما حقَّق عدةَ تحقيقات علمية في عددٍ مِن المصطلحات والآراء، وضَمّن \"النزهة\" الإشارةَ إلى عددٍ مِن ذلك؛ حيث أوضح أنه ألّف:\n1 -\n\"نخبة الفِكَر\" التي ذَكَر في مقدّمة \"نزهة النظر\"، أنها تلخيصٌ لـ\"علوم الحديث\"، لابن الصلاح.\n2 -\n\"نزهة النظر شرح نُخْبة الفِكَر\"، التي شَرح فيها النخبة. فقال في مقدمة النزهة:\n\"فسألني بعض الإخوان أن أُلَخِّصَ له المهم من ذلك، فلخصته في أوراقٍ لطيفةٍ، سَمّيتها: \"نُخْبَةَ الْفِكَرِ في مصطلحِ أهلِ الأثرِ\"، على ترتيبٍ ابتكَرْتُهُ، وسبيلٍ انْتَهَجْتُهُ، مع ما ضَمَمْتُ إليه من شوارِد الفرائدِ، وزوائدِ\nالجزء: 1 - الصفحة: 11\n",
        "الفوائدِ. فَرَغِبَ إليَّ، ثانياً، أنْ أضَعَ عليها شرحاً يَحُلُّ رموزَها، ويفتحُ كنوزَها، ويوضِّح ما خَفِيَ على المبتدئ مِن ذلك، فأجبتُهُ إلى سؤاله؛ رجاءَ الاندراج في تلك المسالِك، فبالغتُ في شرحها، في الإيضاح والتوجيه، ونَبَّهتُ على خفايا زواياها؛ لأنّ صاحبَ البيتِ أدرى بما فيه، وظهر لي أنّ إيرادَهُ على صورةِ الْبَسْطِ أَلْيَقُ، ودمْجَها ضِمْن توضيحها أوفقُ، فسلكتُ هذه الطريقةَ القليلةَ السالكِ\".\n3 -\nوقال في حديثه عن الحديث المعلَّق: \"وقد أوضَحْتُ أمثلةَ ذلك في النُّكَتِ على ابن الصلاح\".\n4 -\nوقال في موضعٍ: \"وقد صَنَّفَ الخطيب في المدْرَج كتاباً، ولَخَّصْتُهُ، وزدتُ عليه قدْرَ ما ذَكَر مرتين، أو أكثر، ولله الحمد\".\n5 -\nوقال في موضعٍ في حديثه عن مُشْتبه النسبة: \"وقد يَسَّر الله تعالى بتوضيحه في كتاب سَمَّيتُه \"تبصير المنتبه بتحرير المشتبه\"، وهو مجلدٌ واحدٌ؛ فضبطتُه بالحروف على الطريقة المرْضِيَّة، وزدت عليه شيئاً كثيراً مما أهمله، أو لم يقف عليه، ولله الحمد على ذلك\".\n6 -\nوقال في موضعٍ في حديثه عن المصنَّفات في التراجم: \"ورجال الستة: الصحيحين، وأبي داود، والترمذي، والنسائي، وابن ماجه، لعبد الغني المقدسي في كتابه \"الكمال\"، ثم هذَّبه المِزِّيُّ في \"تهذيب الكمال\"، وقد لَخّصتُه، وزِدتُ عليه أشياءَ كثيرة وسميته \"تهذيب التهذيب\"، وجاءَ مع ما اشتمل عليه مِن الزيادات، قَدْرَ ثلثِ الأصلِ\".\n7 -\nوقال في موضعٍ في حديثه عن الصحابة: \"وقد حَرَّرْتُ ذلك في كتابي\nالجزء: 1 - الصفحة: 12\n",
        "في الصحابة\".\n8 -\nوقال في موضعٍ: \"وقد صَنَّفَ الخطيب في روايةِ الآباء عن الأبناء تصنيفاً، .. وبَيَّنَ ذلك وحقَّقَهُ، وخَرّج في كل ترجمةٍ حديثاً مِن مَرْوِيِّهِ، وقد لخّصْتُ كتابَهُ المذكورَ وزِدْتُ عليه تَرَاجِمَ كثيرةً جِدّاً\".\n9 -\nوقال في موضعٍ في كلامه عن المُتَّفِقُ والْمُفْتَرِقُ: \"وفائدة معرفته: خشيةُ أن يُظَنَّ الشخصانِ شخصاً واحداً، وقد صَنَّفَ فيه الخطيب كتاباً حافلاً، وقد لَخَّصتُه وزدتُ عليه شيئاً كثيراً\".\nأرأيتَ كم أسهمَ ابن حجر وكم حَقَّق! على أنّ هذه مجرّد إشارات عابرة، وليست حصراً لأعماله؛ إذْ لم يَذْكر إلا النزر اليسير مِن مؤلفاته الكثيرة التي عَمَر بها المكتبة الحديثية في مختلف فنون هذا العلم! .\nوقد تركتُ تتَبُّع الْمَواطِن في \"النزهة\" التي حقَّق فيها تحقيقاتٍ علمية، ووضَّح فيها بعض المصطلحات، أو الآراء. وبإمكان القارئ أن يَلحَظها مِن خلال قراءته لـ\"النزهة\"؛ لِيَشْعُرَ حقّاً أنه في نزهة!\n.\nلَمْحةٌ عن \"نزهة النظر\" و\nمميزاتها\nمميزاتها:\nلنزهة النظر هذه محاسن-بحيث أصبحت اسماً مطابقاً لِمُسَمَّاهُ-ومنها ما يلي:\n1 -\nشمولية هذه الرسالة لمختلَف أنواع علوم الحديث.\n2 -\nالطريقة التي اتّبعها المؤلف-رحمه الله-في عرضه لأنواع علوم الحديث\nالجزء: 1 - الصفحة: 13\n",
        "هذه، حيث أوردها على طريقةِ الاستقراء والتتبع، وهي طريقةٌ عقلية منطقية مبتكَرة في طرْق هذا العلم، و\"تحاشي المآخِذ التي وردت على المؤلفين السابقين، بأنهم لم يتبعوا نظاماً معيناً في تصنيف كتبهم وترتيب أنواع الحديث فيها، فجاء هذا الكتاب بطريقة السبر والتقسيم ليلتزم نظاماً دقيقاً، يستوعب كل مجموعة من علوم الحديث في ظل قسم واحد يجمعها في موضع واحد\" (1).\n3 -\nما اشتملت عليه من تحقيقات علمية رصينة لا توجد في سِواها من مؤلفات هذا الفن، و\"تمحيص المسائل المختلف فيها، والقضايا الشائكة، واستخراج زبدة التحقيق فيها، وذلك كثير في هذا الكتاب على إيجازه واختصاره\" (2).\n4 -\nمجيئها مختصرةً.\nفجمعت بين: الابتكار، والتحقيق، والاختصار.\nولهذا فإنني لا أتردد في القول بأنّ \"نزهة النظر\" هي أَجلُّ كتاب في علوم الحديث وأنفعه.\nتاريخ تأليف \"نزهة النظر\"\n:\nوقد فرغ المؤلف -رحمه الله- من تأليفها سنة 818 هـ بطلب جماعة من طلاب الحديث، منهم شمس الدين الزركشي، أَيْ أنّ تأليفها جاء بعْد نُضْجه العلميّ. وكان قد أَلّف أصلها (نُخبة الفِكَر في مصطلح أهل الأثر)، وهو\n(1) مقدمة د. عتر، لطبعته للنزهة، ص 21.\n(2) مقدمة د. عتر، لطبعته للنزهة، ص 21.\nالجزء: 1 - الصفحة: 14\n",
        "مسافر، في سنة 812 هـ (1).\nولكلٍّ مِن نزهة النظر، وأصلها: نُخبة الفِكَر شروح ومختصرات، وشروح لبعض تلك المختصرات، ونظْمٌ لهما، وشروح للنظم، وهي مؤلفات كثيرةٌ جِدّاً، وهي تدلّ على أهمية هاتين الرسالتين، وعلى مكانتهما عند علماء هذا الفن، وعلى قبولهم لهما إلى هذا الحدّ. ولا داعي للإطالة بذكْر تلك المؤلفات؛ إذْ مِن السهل على مَن أرادها أن يَرجِع إليها في مظانها.\nطبعات \"النزهة\":\nمن الطبعات السابقة للنزهة ما يلي\n:\n1 -\nطبعة، بتعليق وشرح صلاح محمد عويضة، بيروت، دار الكتب العلمية، الطبعة الأولى 1409 هـ-1989 م.\n2 -\nطبعة، بتعليق د. نور الدين عتر، بيروت، دار الخير، ط. الثانية، 1414 هـ-1992 م.\n3 -\nالنكت على نزهة النظر في توضيح نخبة الفكر، بقلم علي بن حسن الحلبي، دار ابن الجوزي ط 2، 1414 هـ.\n4 -\nطبعة بتحقيق عبد الكريم الفضلي، القاهرة، الدار الثقافية للنشر، الطبعة الأولى، 1418 هـ- 1998 م.\n5 -\nطبعة بتحقيق حَمدي الدِّمرداش، مكة المكرمة، مكتبة نزار مصطفى الباز، الطبعة الأولى، 1421 هـ-2000 م.\n(1) يُنظر: \"تسهيل شرح نخبة الفِكَر\"، لمحمد أنور البدخشاني، ص 7.\nالجزء: 1 - الصفحة: 15\n",
        "وسِواها مِن الطبعات. جزى الله خيراً كلّ من بذل جهداً في تقديم هذا العلم للناس مبتغياً وجهه تعالى.\nالمآخذ على الطبعات السابقة وأسباب توجُّهي إلى تحقيق النزهة:\nتلك الطبعات وسِواها مما اطّلعتُ عليه ليست طبعاتٍ سليمة؛ إذْ يكثر فيها عدم التدقيق في مقابلة النسخ المخطوطة، وعدم الدقة في قراءة المخطوطة، وإهمال علامات الترقيم، أو التقصير في استخدامها في مواضعها، وكثرة الأخطاء المطبعية.\nإلا أن أمثل وأجود ما اطّلعتُ عليه مِن طبعات النزهة هو طبعة د. نور الدين عتر، جزاه الله خيراً؛ وذلك لكونها اعتمد فيها مخطوطة الظاهرية، وهي نسخةٌ صحيحةٌ فريدة-وهي النسخة التي اعتمدتُ عليها في هذه الطبعة-. ولقد كنتُ قد عَمِلتُ على تحقيق النزهة وقابلتُها على مخطوطاتٍ متعددة؛ فلمّا رأيت طبعة د. نور الدين عتر توقّفت عن العمل، وسُررتُ بها، وقلتُ: الحمد لله قد كُفِيتُ المهمة، فلمّا قرأتها؛ للتأكد، تبيّن لي أن هذا العمل -على جودته- لا يُغني عن ما أردتُ؛ فلا بدّ مِن المُضيّ في عملي؛ وذلك للأسباب - التالية:\n1 -\nلبعض الملحوظات على ط. عتر، التي تتمثل في بعض الأخطاء المطبعية، وبعض الأخطاء في ضبط بعض الكلمات القليلة، وقلة العناية بعلامات الترقيم، ولإخراجها في الطباعة على طريقةٍ تختلف عن الطريقة التي أتوخّاها في طبعتي، إضافةً إلى بعض المواضع التي كان ينبغي التعليق عليها، في نظري.\nالجزء: 1 - الصفحة: 16\n",
        "2 -\nلرغبتي في توضيح بعض النقاط في النزهة، أو الإشادة ببعض الآراء المحققة تحقيقاً فريداً لدى الإمام ابن حجر في النزهة، إضافةً إلى بعض المواضع التي رَغِبتُ في استدراكها، والتعليق عليها؛ لبيان الرأي الصائب، مِن وجْهةِ نظري؛ وذلك إعمالاً لمنهج إمامنا الإمام ابن حجر، رحمه الله تعالى، ألا وهو منهج البحث عن الحق بصدقٍ وتجرُّدٍ؛ إذ ليس المهم الأشخاص والأسماء، وإنما أن يَرتفع العمل إلى السماء.\nلكنني بعد أن وصلتني نسخة الظاهرية عدّلتُ مِن خطتي في مقابلة النسخ الخطّية؛ حيث رجعتُ فحذفتُ كلَّ الحواشي التي وضعتُها لبيان فوارق ثلاث نُسَخٍ مخطوطةٍ محفوظةٍ بمكتبة الملك عبد العزيز، بالمدينة المنورة، كنت قد قابلتُها ببعض، فرأيت -بعد أن انتهيت مِن تلك المقابلة- التوقفَ عن نشْر الكتاب؛ لِمَا ظهر لي مِن سَقَم تلك النسخ، وكثرة الأخطاء الواضحة فيها، الأمر الذي يَقتضي عدم إشغال الناس بها، وبعد الاطّلاع على هذه النسخة المخطوطة تأكّد صواب هذا، ولاسيما أنّ الله قد أغنانا عن هذه النسخ، وأن الحواشي وصلتْ بسبب المقابلة على تلك النسخ إلى نحو 224 حاشية، في فوارق النسخ فقط! . فحذفتُ هذه الحواشي إلا أشياء قليلة أو نادرة أبقيتها.\nومِن ثَمَّ اعتمدت على النسخة الأصل التي أغنانا الله بها عن سِواها، وله الحمد والشكر، \"ومَنْ قَصَدَ البحرَ استقلَّ السواقيا\".\nويَعْلم الله أنني كنت أبحث عن تلك الطبعات مؤمِّلاً أن أَجِد فيها ما يُغني عن طباعتها مِن جديد، لكنني لم أَجِد بُغْيَتِي؛ فعند ذلك تأكدتْ عزيمتي، وجزى الله كلّ مَن أَسْهم في إيصال الخير وهذا العلم إلى الناس، ولستُ متنقِّصاً جُهدَ\nالجزء: 1 - الصفحة: 17\n",
        "أَحدٍ سبقني في هذا الباب، وإنما هو البحث عن الحقيقة، وما مِن شكٍّ عندي في أن الأصل هو أن الذين سَعوا في إخراج الطبعات السابقة للكتاب قد قصدوا النفع، وبَذلوا الوسْعَ، لكنني أقول: لم أرَ طبعةً يُمْكن الاعتماد عليها تماماً، وإن كانت طبعة د. نور الدين عتر قد قاربت، جزاه الله خيراً. والله هو الموفق.\nوصف النسخة الْخَطِّيَّة الأصل\nاعتمَدتُ في التحقيق على النسخة الخطِّيَّة المحفوظة بدار الكتب الظاهرية، برقم 4895، (مكتبة الأسد الوطنية، حالياً)، وهي النسخة التي اعتمد عليها د. نور الدين عتر في طبعته للنزهة.\nوقد وَصَفَ د. نور الدين عتر هذه النسخة، في تقديمه لطبعته، فقال: ((المخطوطة المحفوظة في دار الكتب الظاهرية بدمشق برقم 4895، وعدد أوراقها 31 ورقة، أسطر صفحاتها 20 سطراً أو 18، بخط نسخ واضح جيد، ثبت عنوان الكتاب على ظهر الورقة الأولى هكذا \"كتاب نزهة النظر في توضيح نخبة الفِكر في مصطلح أهل الأثر\".\nوهكذا ثبت العنوان بهذا اللفظ في كل المخطوطات الصحيحة التي وقفنا عليها من هذا الكتاب، مما يدل على أن ما زُعِمَ محققاً من الطبَعات الموجودة الآن ليس مُحققاً.\nوقد أُدمج المتن مع الشرح في هذه النسخة لم يُمَيَّزْ عنه بشيء إطلاقاً، وكُتبت على حواشيها تعليقات لبعض العلماء، وهذه النسخة قد كتبتْ في آخر عهد المؤلف، وقُرِئَتْ عليه قراءةَ بحثٍ وأثبت خطه عليها بذلك في مواضع كثيرة تبلغ خمساً وعشرين، بل أثبت خطه مرتين على الصفحة الواحدة في بعض الأحيان.\nالجزء: 1 - الصفحة: 18\n",
        "وجاء في آخرها بخط الناسخ نفسه ما يلي:\n\"علق ذلك لنفسه الفقير المذنب العاصي أحمد بن محمد بن الأخصاصي الشافعي، اللهم أحسن إليه ولوالديه ولجميع المسلمين، ووافق الفراغ من نسخها في العشر الأوسط من شهر رمضان سنة إحدى وخمسين وثمانمائة\".\nوبإزاء ذلك في الحاشية بخط المصنف: \"بلغ صاحبه قراءة عليَّ، كتبه ابن حجر\".\nوعلى آخر النسخة تحت هذا في الطرف الأيسر من أسفل الصفحة بلاغ قراءة النسخة إلى آخرها على الشيخ عبد القادر الصّفوري سنة 1077 هـ، وبجانبه إلى اليمين: \"وقف على طلبة العلم مؤرخ بسنة 1336 هـ\".\nوابن الأخصاصي المذكور هو الفقيه المحدث شهاب الدين أحمد بن محمد ابن محمد الدمشقي الشافعي ويعرف بابن الأخصاصي ولد سنة 818 هـ بدمشق ونشأ فيها، وقرأ الفقه على العلماء وسمع الحديث على ابن ناصر الدين. قال السخاوي: ((ارتحل فقرأ على شيخنا شرح النخبة له بَحثاً، وأذن له، وكتب بخطّه أشياء كالبخاري وشرحه لشيخنا.\nوسمعت من نظمه وفوائده، وكان الغالب عليه الخير والانجماع والتواضع والتودد والرغبة في الصالحين مات سنة 889 هـ بدمشق.\nله في الوعظِ\"حادي الأسرار\" في عشر مجلدات، وشرح أبي شجاع في الفقه)) (1).\nوهذا التعريف مهم يدلنا على أمور في غاية الأهمية، منها:\n(1) الضوء اللامع لأهل القرن التاسع، للسخاوي، مختصراً، 2/ 194، بيروت، نشر دار مكتبة الحياة، حاشية طبعة د. نور الدين عتر، ص 23.\nالجزء: 1 - الصفحة: 19\n",
        "1 -\nأن ابن الأخصاصي كان من أهل العلم وخصوصاً الفقه والحديث، وهذا يجعل نسخه في غاية الإتقان.\n2 -\nأنه كان من خواصِّ الحافظ ابن حجر، وأنه كان عمدةً عنده في النسخ حتى نسخ له شرح البخاري، أي فتح الباري.\n3 -\nالأهمية البالغة لنسخته من شرح النخبة، حتى ذكرها السخاوي وأنه قرأها على مؤلفها بحثاً، أَيْ: قراءةَ تدقيقٍ وشرحٍ لها، وذلك يوجب تدقيق المصنف لها كلمة كلمة.\nوهكذا جاءت هذه النسخة أُمّاً في الصحة والثبوت، تغني عن غيرها، وجعلناها الأصل في إثبات نصّ الكتاب، واكتفَيْنا بها عن غيرها من النسخ الصحيحة المتعددة التي وقفنا عليها، وصورنا جملة منها)) (1).\nعملي ومنهجي في تحقيق الكتاب\nيتلخص عملي في تحقيق \"النزهة\" فيما يلي (2):\n1 -\nاعتمدتُ على النسخة المخطوطة، المحفوظة بالمكتبة الظاهرية بدمشق، (مكتبة الأسد الوطنية، حالياً) برقم 4895، المقروءة قراءةَ بحثٍ على مؤلفها، المدقَّقة تدقيقاً لا مَزيد عليه.\n2 -\nنقلتُ الحواشي المثبتة على الأصل كلها، ما عدا ما لم يَظْهَر لي، أو لم\n(1) مقدمة نور الدين عتر في تحقيقه لـ\"نزهة النظر\n...\n\"، ص 22 - 24.\n(2) يُنظر، أيضاً، شيئاً مما يتعلق بالمنهج فيما مضى في: المآخذ على طبعات النزهة وسبب توجُّهي لتحقيقها.\nالجزء: 1 - الصفحة: 20\n",
        "أستطع قراءته بسبب التصوير. ولم تُسْعِفني في قراءة هذه الحواشي طبعة عتر؛ لأنها لم تُذْكر فيها هذه الحواشي أصلاً، على الرغمِ مِن قُرْبه مِن الأصل، وإمكان قراءته بدون تصوير.\nوهذه الحواشي على نوعين: فبعضها مِن المؤلف-ابن حجر-في أثناء قراءة النسخة عليه، أو نقلاً مِن بعض كتبه، وهذه لم يَفتني إثباتُ شيءٍ منها. والبعض الآخَر حواشٍ توضيحية مِن بعض العلماء الذين قُرئتْ عليهم، وليست كلها في الأهمّيّة بدرجةٍ واحدةٍ، وهذه هي التي وافق أن بعضها لم يظهر في التصوير، وهو قليلٌ جدّاً، نحو أربع حواشٍ.\n3 -\nعُنِيتُ بقراءة النسخة قراءةً صحيحة، والتدقيق في ذلك غاية الجهد.\n4 -\nالتزمتُ بالمحافظة على ما جاء في النسخة الخطيّة مِن ضبط لعددٍ كبيرٍ من الكلمات؛ إذْ لم أتْرك شيئاً مِن ذلك الضبط بالحركات، واعتبرته مِن قبيل أمانة الاعتماد على الأصل، وروايته كما هو.\n5 -\nعُنِيتُ بضبط الكلمات التي ينبغي ضبطها، إضافةً إلى الضبط الوارد في المخطوطة الأصل.\n6 -\nعُنِيتُ بعلامات الترقيم، وتفقير النص إلى فِقْرات بحسب التقسيمات الكثيرة في الكتاب، وما يقتضيه هذا الأمر لتوضيح المعنى، وتسهيل قراءته وفهمه وحفظه.\n7 -\nرَقّمْتُ الأقسام والأنواع المعرَّفة في الكتاب بأرقام متسلسلة لكل فئةٍ مِن هذه المعدودات.\n8 -\nعَلَّقتُ على الكتاب في الحواشي، بحسب الحاجة؛ وذلك لأحد\nالجزء: 1 - الصفحة: 21\n",
        "الأغراض التالية:\n- إمّا لإثبات اختلافٍ في اللفظة.\n- أو بيان خطأٍ. - أو توضيحٍ. - أو تعليقٍ. - أو استدراك.\n9 -\nالتزمت بإخراج نصّ \"النزهة\" كما هو بحسب الأصل المعتمد (نسخة الظاهرية)، ولم أَخْرجْ عن ذلك إلا في بعض المواضع التي تبيَّن لي فيها خطأُ الأصل، ونبَّهْتُ في الحواشي على ما رأيتُه من صوابٍ على خلاف ما جاء في الأصل في المواضع التي ظهر لي فيها ذلك.\n10 -\nولم أُشر إلى فوارق النسخ الخطِّية الأخرى، على الرغم من أني كنت قد قابلت الكتاب على ثلاث نسخ خطية، وأثبتُّ الفوارق فيما بينها، ثم رأيت صرْف النظر عن هذا؛ وذلك لِمَا يأتي:\nأولاً: لِمَا رأيته من كثرة الخلاف فيما بينها، وكثرة الأخطاء الواضحة التي لا قيمة لها، ولا داعي لإشغال القارئ بها، وتطويل الحواشي بها، وصرْف القارئ أو دارس الكتاب عن نصّ الكتاب الأصلي.\nثانياً: لوصول صورة من النسخة الخطية الأصل إليّ، ومعرفة قيمتها العلمية، وتدقيقها على يد المؤلف ابن حجر، رحمه الله. وقراءتها عليه قراءة بحث.\n11 -\nأَضفتُ العناوين في مواضعها المناسبة مميزةً بين حاصرتين، هكذا: []، مهما كَثُرَتْ؛ لِمَا في هذا من تسهيل وتوضيح. وقد اخترت هذه العناوين مِن بين العناوين الواردة في: \"تسهيل شرح نخبة الفكر\"، لمحمد أنور البدخشاني، وعناوين طبعة نور الدين عتر، أو عناوين مِن عندي.\nالجزء: 1 - الصفحة: 22\n",
        "12 -\nعملتُ فهرساً تفصيليّاً بموضوعات الكتاب، ليساعد الدارس والقاريء على الرجوع للموضوع الذي يريده بيسر. ومِن ذلك فهرسٌ على حروف الهجاء للمصطلحات الواردة في الكتاب.\n13 -\nاعتمدتُ في الترجمة للأعلام في الحاشية، على حواشي التراجم للأعلام من طبعة د. نور الدين عتر للنزهة؛ فعنه نقلتُ الترجمة للأعلام، مع الاختصار والتصرف فيها في الأغلب، وقد أخرجُ عن هذا النقل في النادر؛ واعتمدتُ عليها لإيجازها ووفائها بالمقصود؛ ولستُ مع الاتجاه الذي يُعْنى بإثقال الكتاب بحواشي التراجم الطويلة، التي قد تَخرُجُ بالكتاب عن الأصل مِن غَرَضه، وإنما سلكتُ هذا المسلك للإيضاح المختصر. كما أنني نقلت حواشٍ قليلةً عن عتر، وعزوتها إليه.\nوختاماً:\nأقول: الله يَعلم كم قضيت مِن السنوات والأوقات بصحبة \"نزهة النظر\"؛ أَرْجع إليها، وأُراجعها ما بين فترةٍ وأُخرى، وكم قضيت مِن الوقت، وكم بذلتُ مِن الجهد في المقابلة، والتصحيح، والتوضيح؛ حتى أَخرجتُها-بفضل الله أوّلاً وآخراً-بهذه الصورة التي آمل أن تكون في غاية الصحة والوضوح والتحقيق. ولست أَزعم كمال العمل، ولا براءته مِن النقص والخطأ، إذْ لم يَزَل عمل الإنسان يعتريه ذلك، مهما كان التدقيق والاجتهاد، لاسيما في مثل هذه الأعمال العلمية.\nولقد كان مِن نتائج هذه الصحبة للنزهة أنني كلما مرّت الأيام ازددتُ قناعةً بهذه الرسالة النفيسة الفريدة، وأيقنتُ أنّ غيرها مِن المؤلفات في علوم\nالجزء: 1 - الصفحة: 23\n",
        "الحديث لا يُغْني عنها، وكان هذا هو السبب الأساس في توجُّهي إلى تحقيقها وإخراجها بهذه الصورة.\nوفي فترةٍ مِن فترات العملِ في النزهة تجدّد عندي رأي، يتلخّص في إخراج الكتاب في صياغةٍ جديدةٍ تختلف عن صياغة المؤلف؛ بحيث تكون صياغةً ميسّرةً سهلة على الدارسين المعاصرين، على وَفْق خطّةٍ عندي؛ وذلك لصعوبةِ أُسلوب الكتاب عليهم؛ لبعدهم عن أساليب العلماء المتقدمين-زمناً وعِلْماً وأُسلوباً-ولكثرة التقسيمات والتعريفات والتَّداخُلات في الكتاب.\nلكن رأيتُ تأجيل الفكرة، وتعجيل النزهة. ثم إنْ بقي في الأجل فسحةٌ، وأراد الله، جل جلاله، نشرتُها في الصياغة الجديدة في طبعةٍ أُخرى، إلى جانب المحافظة على عبارات المؤلف فيها، رحمه الله تعالى.\nوقبل أنْ أضع القلم لابدّ أنْ أَشكر مركز الملك فيصل للبحوث والدراسات الإسلامية على تفضّله عليَّ بتصوير المخطوطة، كما أشكر الأخ العزيز المهندس الأستاذ محمد بن ناصر بن محمود على ما يبذله مِن جهودٍ أخوية، كما أشكر الأخ العزيز الأستاذ عبد الله المحمدي على قراءته لتجربة الطبع، كما أشكر ابني معاذاً على مساعدتي في بعض المراجعة. أسأل الله أن يجزيهم جميعاً خير الجزاء.\nوختاماً: أسأله تعالى أن يتقبل هذا الجهد، وهذه الرسالة في هذه الطبعة، وأن يكتب لها القبول عند عباده، كحالها لَمَّا كانت بخطِّ مؤلفها.\nوالحمد لله أوّلاً وآخراً، وظاهراً وباطناً، وسرّاً وجهراً، وصلى الله وسلم على سيّد ولد آدم وعلى آله وأصحابه أجمعين.\nالجزء: 1 - الصفحة: 24\n",
        "نماذج مصوَّرة مِن النسخة الأصل\nصورة صفحة العنوان مِن الأصل\nالجزء: 1 - الصفحة: 25\n",
        "صورة الصفحة الأُولى مِن الأصل\nالجزء: 1 - الصفحة: 26\n",
        "صورة الصفحة قبل الأخيرة مِن الأصل\nالجزء: 1 - الصفحة: 27\n",
        "صورة الصفحة الأخيرة مِن الأصل\nالجزء: 1 - الصفحة: 28\n",
        "نُزْهَةُ النَّظَرِ\nفِي تَوضِيحِ نُخْبَةِ الْفِكَرِ\nفِي مُصْطَلَحِ أَهْلِ الأَثَرِ\nللإمام الحافظ أحمد بن علي بن محمد بن حجر العسقلاني (773 - 852 هـ) -رحمه الله تعالى-\n(طبعة مصححة ومنقحة)\nتحقيق وتعليق\nأ. د. عبد الله بن ضيف الله الرحيلي\nجامعة طيبة بالمدينة المنورة\nالجزء: 1 - الصفحة: 29\n",
        "[2/أ] بسم الله الرحمن الرحيم\nوصلى الله على سيدنا محمد وآله وصحبه وسلم.\nقال الشيخ العلامة الرحلة (1)، شيخ الإسلام، علَم الأعلام، شهاب الدين أبو الفضل أحمد بن علي بن محمد العسقلاني، الشهير بابن حجر، الشافعي، فسح الله في مُدّته (2)، وأعاد على المسلمين من بركته:\nالحمد لله الذي لم يزل عالماً (3) قديراً، حياً قيوماً سميعاً بصيراً، وأشهد أن لا إله إلا الله وحده لا شريك له وأُكَبِّرُه تكبيراً، وصلى الله على سيدنا محمد الذي أرسله إلى الناس كافة (4) بشيراً ونذيراً وعلى آل محمد وصحبه وسلم تسليماً كثيراً.\nأما بعد: فإن التصانيف في اصطلاح أهل الحديث، قد كثرت للأئمة في القديم والحديث.\nفمِن أوّلِ مَن صَنَّفَ في ذلك (5):\n(1) الرحلة: المقصود بها: مَن يُرحَلُ إليه؛ لعلمه.\n(2) هذا دليلٌ على أنّ هذه النسخة قد كُتِبَت في حياة المؤلف، رحمه الله تعالى.\n(3) هكذا في الأصل. وفي نسخةٍ: \"عليماً\". وهذا هو الأَوْلى، وهو المطابق للآيات ووزن ما بعدها.\n(4) قوله: \"كافة\". غير موجود في بعض النسخ.\n(5) أَوّلِيّة علم المصطلح والمؤلفات فيه:\nفيما يتعلق بأولية التأليف فيه ينبغي أن يُلاحظ الآتي:\n1 -\nعبارة المؤلف هنا \"فَمِن أول من صَنَّفَ في ذلك\n...\n\"، وفي تدريب الراوي 1/ 52 للسيوطي نقلاً عن المصنف: \"أول مَن صَنَّفَ\n...\n\"، وكأَنّ ((مِن)) سقطت خطأً في أثناء النقل والنّسْخ.\n2 -\nالأولية هنا إنما هي في التأليف في المصطلح مجموعاً مستقلاً، وقد سَبَق بعضُ الأئمة في الكتابة في علوم الحديث الإمامَ الرامهرمزيَّ، كالإمام مسلم، والإمام الترمذي.\n3 -\nلا ينبغي أن يُفْهم مِن الوصف بالأوليةِ الأوليةُ الحرفية: بأن نعتقد أنه لم يؤلِّف أحدٌ قبل الرامهرمزي، بل المقصود أنه معدودٌ في المصنفين الأوائل، أو أنه ممن تقدم زمنه بالتصنيف في هذا العلم.\nوهذا الفهم جارٍ على ما يجب فهمه من إطلاق الوصف بالأولية في أغلب استعمالات الناس.\n4 -\nوجود علم المصطلح لم يكن متوقفاً على الكتابة فيه، باعتباره علماً مستقلاً، بل وجوده سابق على هذه المرحلة بكثير، وإنما وُجِدَتْ قواعده الأساسية ببداية النقل والرواية في الإسلام أَيْ: منذ كان القرآن ينزل والرسول - صلى الله عليه وسلم - حياً ويتلو كتاب الله ويُحَدِّثُ أصحابه.\nالجزء: 1 - الصفحة: 31\n",
        "1 -\nالقاضي أبو محمد الرامَهُرْمُزِي (1) في كتابه: \"المحدِّثُ الفاصل\" (2)، لكنه لم يَستوعب.\n2 -\nوالحاكم أبو عبد الله النيسابوريّ (3)، لكنه لم يُهَذِّب، ولم يُرَتّب.\n(1) في الأصل هنا حاشية نصها: \"نسبة إلى رامهرمز، كورة من كور أهواز. قاري\"، ق 2 أ.\nوالرامهرمزيّ هو: الحسن بن عبدالرحمن بن خلاّد، القاضي، المتوفّى نحو سنة 365 هـ، وهو منسوبٌ إلى بلدٍ في خوزستان.\n(2) اسم كتابه هو: \"المحدِّث الفاصل بين الراوي والواعي\"، وقد طُبع بتحقيق د. محمد عجاج الخطيب، دار الفكر، الطبعة الثالثة، 1404 هـ-1984 م، وفي الأصل حاشيةٌ تُبيِّنُ الاسمَ الكاملَ للكتاب.\n(3) هو محمد بن عبد الله بن البيّع الحاكم، 321 - 405 هـ، صاحب \"المستدرَك على الصحيحين\". وكتابه: \"معرفة علوم الحديث\" كتابٌ نفيس، ويمتاز بإيراد ما ذكره مِن علوم الحديث بالسند، وبإيراد الأمثلة، وهو معدود في الكتب المصنَّفة قبل استقرار الاصطلاح، وقد طُبِع بتحقيق د. السيد معظم حسين، بيروت، المكتب التجاري للطباعة والتوزيع والنشر، وهي طبعة تَبيّن لي عليها مآخذ كثيرة بمقابلتها ببعض مخطوطات الكتاب، راجعة إلى عدم الدقة في قراءة النسخة، أو سقمها، وسِوى ذلك.\nالجزء: 1 - الصفحة: 32\n",
        "3 -\nوتلاه أبو نعيم الأصْبهاني (1) فعَمِل على كتابه مستخْرَجاً وأبقى أشياءَ للمُتَعَقِّب -.\n4 -\nثم جاء بعدهم الخطيب أبو بكر البغداديُّ (2) فصَنَّفَ في قوانين الرواية كتاباً سَمَّاهُ: \"الكفاية\" (3)، وفي آدابها كتاباً سَمَّاهُ: \"الجامع لآداب الشيخ والسامع\" (4)، وقَلَّ فَنٌّ مِن فنون الحديث إلا وقد صَنَّفَ فيه كتاباً مفْرَداً؛ فكان كما قال الحافظ أبو بكر بن نقطة (5): ((كلُّ مَن أَنْصف\n(1) هو أحمد بن عبد الله أبو نعيم، الأصبهانيّ الصوفيّ، 336 - 430 هـ، صاحب التصانيف، ومنها: \"المستخرج على علوم الحديث للحاكم\"، و\"حلية الأولياء وطبقات الأصفياء\"، و\"دلائل النبوّة\".\n(2) الإمام الحافظ أحمد بن علي بن ثابت الخطيب البغدادي، 392 - 463 هـ.\n(3) كتابه \"الكفاية في علم الرواية\" مِن أوسع الكتب في بابه، ويمتاز بأنه كتابُ روايةٍ؛ حيث أوردَ فيه المؤلف معلوماته بالسند.\n(4) هكذا في الأصل، ولكن الصحيح أن اسم الكتاب: \"الجامع لأخلاق الراوي وآداب السامع\"، وهو الذي طُبِعَ به، وورد في مخطوطاته، وهو كتاب جامعٌ على اسمه، جَمَعَ بين بَسْطِ المعلومات وإيرادها بالسند.\n(5) هو عبدالغني بن شجاع أبو بكر بن نقطة، 579 - 629 هـ.\nالجزء: 1 - الصفحة: 33\n",
        "عَلِم أنّ المحدِّثين بعد الخطيب عيالٌ على كُتُبِهِ)) (1).\nثم جاء بعضُ مَنْ تأخر عن الخطيب، فأَخذ مِن هذا العلم بنصيبٍ:\n5 -\nفَجَمع القاضي عياض (2) كتاباً لطيفاً سَمَّاهُ: \"الإلماع\" (3).\n6 -\nوأبو حفْصٍ الميانجي (4) جزءاً سَمَّاهُ: \"ما لا يسعُ المحدِّثَ جَهْلُهُ\" (5).\n(1) قال عنه في ترجمته في\"التقييد في رواة السنن والمسانيد\": ((وله مصنفاتٌ في علوم الحديث لم يُسْبق إلى مثلها، ولا شبْهةَ عند كل لبيب أن المتأخرين مِن أصحاب الحديث عيالٌ على أبي بكر الخطيب))، 1/ 169 - 170، بيروت، دار الحديث، 1407 هـ-1986 م، وقال عنه أيضاً: ((ومات عن نيّفٍ وخمسين مصنَّفاً، سِوى ما وُجد في الرقاع غير مفروغٍ منه، وانتهى إليه الحفظ والإتقان، والقيام بعلوم الحديث))، 1/ 171.\n(2) هو عياض بن موسى بن عياض اليحصبيّ السَّبْتِيّ، 476 - 544 هـ.\n(3) هو: \"الإلماع إلى معرفة أصول الرواية وتقييد السماع\". وقد نشرتْه دار التراث بالقاهرة، والمكتبة العتيقة بتونس، الطبعة الأولى 1389 هـ- 1970 م، بتحقيق السيد أحمد صقر. وهو من أنفس الكتب في بابه، يُعَدُّ متخصصاً في هذا الموضوع، وهو الذي أَخذَ فكرته ومادته د. أسد رستم في كتابه: ((مصطلح التاريخ))، وهو كتاب قد أشاد فيه بمنهج المحدثين، وبمنهج القاضي عياض وما أورده في هذه الرسالة اللطيفة عن أصول الضبط والنقد.\nوقد نقل ابن الصلاح في مقدمته كثيراً مما عَرَض له القاضي عياض، وهذه معلوماتٌ لا يستغني عنها طالب العلم بعامة، ولا سيما في كتابة البحوث العلمية تحقيقاً أو دراسة، وطالب الحديث بخاصة.\n(4) هو عمر بن عبد المجيد بن الحسن المَيَانِشي والميانجي، نسبةً إلى مَيانِش قرية بإفريقية. نزيل مكّة، شيخ الحرم، المتوفى 581 هـ.\n(5) قد تواردَ كلام المتخصصين على أن الأمر بعكس ما يحمله عنوان هذه الرسالة، وأنّ المحدِّث يَسَعُهُ جهْلُ ما في هذه الرسالة التي جاءت في نحو سبع صفحات، وليست كلها في أمورٍ مهمة! .\nفكتاب الميانجي اسمه أكبرُ مِن واقعه. صحيح أنه صاغ شيئاً مما لا يسع المحدِّث جهله في وريقات إلاّ أن ما يحتاج إليه المحدِّث أكبر من ذلك بكثير.\nالجزء: 1 - الصفحة: 34\n",
        "وأمثال ذلك من التصانيف التي اشتهرت، وبُسِطَتْ؛ لِيَتَوَفَّر علمها، واخْتُصِرَتْ؛ لِيَتَيَسَّر فهْمها، إلى أن جاءَ:\n7 -\nالحافظ الفقيه تقي الدين أبو عمرو عثمان بن الصلاح بن عبدالرحمن [2/ب] الشَّهْرَزُوْرِي نزيل دمشق (1) فجمع -لَمّا وَلِيَ تدريس الحديث بالمدرسة الأشرفية- كتابَهُ المشهور (2)،\nفهذَّب فُنُونَهُ، وأملاه شيئاً\n(1) وهو مشهور بابن الصلاح، (577 - 643 هـ).\n(2) واسمه: \"علوم الحديث\"، و\"مقدّمة ابن الصلاح\". وقد نُشر في عدة طبعات، منها: ط. المكتبة العلمية بالمدينة المنورة، بتحقيق نور الدين عتر، ط. الثانية، 1972 م.\nومقدمة ابن الصلاح هي كما ذكر ابن حجر، رحمه الله، فقد التزم فيها بالجمع من كتب الخطيب وغيره. وتمتاز بالشمول في تَناوُلِ علوم الحديث، وما ذكره من الملاحظة على الترتيب يضاف إليه أن المؤلف رحمه الله عَرَضَ لعلومِ الحديث على عناوين مرقَّمَة أوصلَها إلى 65 نوعاً، وذكرها سرْداً في أول الكتاب، وقال: ((وهذه فهرست أنواعه)) ثم تناولها على هذا الترتيب الذي ذكر، وهو أسلوبٌ جيّد يَدُلُّ على جودة الترتيب العامّ لموضوعات الكتاب، ولكنّ ملاحظة الإمام ابن حجر تصْدق على ما هو أخصُّ من العناوين العامّة، حيث جاءت كثيرٌ من القضايا في غير مواضعها، وقد أوردها في صورةِ ملاحظات، وتعقيبات، ونحو ذلك، موضوعةً في مظانّ قد يكون غيرها من المواطِن أولى بها منها.\nوسار على هذا النهج السيوطي في تدريب الراوي، وكثيرٌ غيره، ممن كَتَب حول \"علوم الحديث\"، أو حول: \"مقدمة ابن الصلاح\"، لكن، ملاحظة ابن حجر في مكانها بالنظر إلى التصنيف الذي ابتكره ابن حجر في \"نزهة النظر\"، وهي طريقة السبر والتقسيم، الحاصرة لأنواع علوم الحديث، فهذه طريقةٌ عقليةٌ في التأليف منضبطة.\nالجزء: 1 - الصفحة: 35\n",
        "بعد شيء؛ فلهذا لم يَحْصُل ترتيبُهُ على الوضع المتناسب (1)، واعتنى بتصانيف الخطيب المفرَّقة، فجمع شَتاتَ مقاصِدها، وضَمَّ إليها من غيرها نُخَبَ فوائدها، فاجتمع في كتابه ما تفرق في غيره؛ فلهذا عَكَف الناسُ عليه، وساروا بسيره، فلا يُحْصَى كم ناظمٍ له ومُخْتَصِرٍ، ومستدرِكٍ عليه ومُقْتَصِرٍ، ومعارِضٍ له ومنتَصِرٍ.\nفسألني بعض الإخوان أن أُلَخِّصَ له المهم من ذلك، فلخصته في أوراقٍ لطيفةٍ، سَمّيتها: \"نُخْبَةَ الْفِكَرِ في مصطلحِ أهلِ الأثرِ\"، على ترتيبٍ ابتكَرْتُهُ، وسبيلٍ انْتَهَجْتُهُ، مع ما ضَمَمْتُ إليه من شوارِد الفرائدِ، وزوائدِ الفوائدِ. فَرَغِبَ إليَّ، ثانياً، أنْ أضَعَ عليها شرحاً يَحُلُّ رموزَها، ويفتحُ كنوزَها، ويوضِّح ما خَفِيَ على المبتدئ مِن ذلك، فأجبتُهُ إلى سؤاله؛ رجاءَ الاندراج في تلك المسالِك، فبالغتُ في شرحها، في الإيضاح والتوجيه، ونَبَّهتُ على خفايا زواياها؛ لأنّ صاحبَ البيتِ أدرى بما فيه، وظهر لي أنّ إيرادَهُ على صورةِ الْبَسْطِ (2) أَلْيَقُ، ودمْجَها ضِمْن توضيحها أوفقُ، فسلكتُ هذه\n(1) هذا الكلام اشتمل على أدبٍ رفيعٍ عند هذا الإمام الحافظ؛ إذ قَدَّم العذرَ عن الإمام بن الصلاح قبْل أن يَنتقد عمله، على عكس الحال لدى كثيرٍ مِن الكاتبين في مسائل العِلم اليوم، الذين يَفْرح أحدهم بالزلَّة-أو ما يتوهمه زَلَّةً-عند أحدٍ سبقه إلى الكتابة في الموضوع؛ حتى لَيُخَيَّل للقاريء أنه ليس له هدفٌ أهمَّ مِن التنويه بأخطاء الناس! .\n(2) البَسْط في اللغة: عكْسُ الاختصار.\nالجزء: 1 - الصفحة: 36\n",
        "الطريقةَ القليلةَ السالكِ (1). فأقول طالباً من الله التوفيق فيما هنالك:\n1 -\nالخبر: عند علماءِ هذا الفنِّ مرادِفٌ للحديثِ.\n2 -\nوقيل: الحديثُ: ما جاء عن النبي - صلى الله عليه وسلم -، والخبر: ما جاء عن غيره، ومِن ثَمَّةَ قيل لمن يشتغل بالتواريخ وما شَاكَلَهَا: \"الإِخْبَارِي\" (2)، ولمن يشتغل بالسنَّة النبوية: \"المحدِّث\".\n3 -\nوقيل: بينهما عمومٌ وخصوصٌ مُطْلَق (3): فكلُّ حديثٍ خبرٌ، مِن غير عكسٍ (4)، وعُبِّر هنا بـ\"الخبر\" ليكون أشمل (5) (6).\n(1) لصعوبتها بالنظر إلى الطريقة الأخرى، طريقةِ شرْح الكلمة في مقابلها فقط.\n(2) جاء ضبطُها في الأصل بفتح الهمزةِ وبكسرها.\n(3) هذا اصطلاحٌ، المقصود منه هو أن يكون هناك لفظان: أحدهما دالٌّ على معنى الآخرِ كله وزيادة، مثل: \"إنسان\"، و\"مؤمن\"، فإنسان تشمل المؤمن وغير المؤمن؛ فنقول: بينهما عمومٌ وخصوص مطْلق، وهكذا: \"حديث\" \"وخبر\". يُنظر: حاشية عتر على هذا الموضع.\n(4) هنا في الأصل حاشيةٌ، ق 2 ب \"، نصُّها كالتالي: \"وكذا الأثرُ عند المختصين، وعلى الإطلاقين الأخيرين الأثر مُسَاوٍ للخبر، وقيل اصطلاحٌ رابعٌ وهو: أن الأثر ما جاء عن الصحابي، والحديث ما جاء عن النبي - صلى الله عليه وسلم -، والخبر أعمُّ منهما. قاله المصنف\".\n(5) هنا حاشية بخط المصنف، ونصها: \"الحمد لله، بلغ الشيخ شهاب الدين الأخصاصي قراءة بحث عليّ كتبه ابن حجر\".\n(6) الخبر والحديث:\nذَكَر المؤلف رحمه الله ثلاثة تعريفات للخبر، واختار في التعبير عبارة \"الخبر\" للعموم فيها، وأما تخصيص ((الحديث)) بحديث رسول الله - صلى الله عليه وسلم -، مع عمومه في أصل اللغة، فهو اصطلاح المحدِّثين.\nومِن طُرُقِ التخصيص لهذه اللفظة:\n- استعمال (أل) العهديّة، فنقول: (الحديث).\n-استعمال التخصيص بالإضافة فنقول: (حديث رسول الله - صلى الله عليه وسلم -). وهنا حذفت المخصصات اللفظية ولكن بقيت القرائن المخَصِّصَة، أما كلمة (حديث) وحدها في أصل اللغة فلا تعني حديث الرسول فقط بل هي أشمل.\nالترجيح بين هذه المصطلحات:\n- هل هناك راجحٌ من هذه الأقوال في تعريف الخبر؟ .\n- الجواب: أنه مِن الناحية التاريخية لا ترجيح؛ لأن هذه إطلاقات عند فئات من العلماء، وستبقى كما هي، ومن المهم أن نَعْرفها، وأن نراعيها في تفسير كلامهم، ولا داعي للترجيح؛ لأن المسألة مسألة استعمالات واصطلاحات، ولا مشاحّة في الاصطلاح، فلا مسوِّغ للترجيح في مثل هذه المسالك، ولا مسوِّغ لإبطال بعض هذه الاستعمالات، دون الآخَر، لأن المسألة مسألةٌ تأريخية، و ((الحديث)) من حيث الشيوع أشهر استعمالاً، و ((خبر)) أَشْيع عند الفقهاء، وكذلك الخبر أشيع استعمالاً عندما يكون الحديث موقوفاً أو مقطوعاً، أما إن كان مرفوعاً فكلمة ((الحديث)) أكثر استعمالاً.\nالجزء: 1 - الصفحة: 37\n",
        "فهو باعتبارِ وصوله إلينا:\nإما أن يكون له طُرُقٌ، أي أسانيدُ كثيرةٌ-لأن طُرُقاً جَمْعُ طَرِيق، و\"فَعِيلٌ\" في الكثرة يُجْمَع على \"فُعُلِ\" بضمَّتين، وفي القِلَّة على [\"أَفْعِلَة\"] (1) - والمراد\n(1) في الأصل: \"أَفْعُل\"، وفي باقي النسخ: \"أفعلة\" وهو الصواب. وهو الموافق للغة، كما جمعوا: رغيف على: أرغفة، وهذا الذي ذكره الشراح. وأما الذي يجمع في القلة على \"أفْعُل\" فهو ما كان على وزن \"فَعْل\" مثاله: كعب وأكعُب. ينظر: \"لسان العرب\"، 6/ 23، والله تعالى أعلم.\nالجزء: 1 - الصفحة: 38\n",
        "بالطرق: الأسانيد.\nوالإسنادُ: حكايةُ طريقِ المتن.\nوتلك الكثرةُ [3/أ] أحدُ شروطِ التواتر، إذا وردت- بلا حصرِ عددٍ مُعَيَّنٍ، بل تَكُوْن العادة قد أحالت تواطؤَهُم على الكذب، وكذا وقوعُهُ (1) منهم اتِّفاقاً مِن غيرِ قصدٍ- فلا معنى لتعيين العدد على الصحيح.\nومِنْهم مَنْ عَيَّنه في الأربعة.\nوقيل: في الخمسة.\nوقيل: في السبعة.\nوقيل: في العشرة.\nوقيل: في الاثني عشر.\nوقيل: في الأربعين.\nوقيل: في السبعين.\nوقيل غير ذلك.\nوتَمَسَّك كلُّ قائلٍ بدليلٍ جاءَ فيه ذكرُ ذلك العدَدِ؛ فأفاد العلمَ. وليس بلازمٍ أن يَطَّرِدَ في غيره؛ لاحتمال الاختصاص (2).\nفإذا ورد الخبر كذلك، وانضاف إليه أن يستوي الأمر فيه في الكثرة المذكورة من ابتدائِه إلى انتهائه -والمراد بالاستواءِ: أن لا تنقصَ الكثرةُ\n(1) هكذا جاء ضبطها في الأصل، والأَولى أن تكون بفتح العينِ: \"وقُوعَهُ\".\n(2) وهناك سببٌ آخر، وهو: أنه إذا أفاد عددٌ ما اليقينَ، فليس في ذلك دلالةٌ على أنّ ما نقص عنه لا يفيد اليقينَ.\nالجزء: 1 - الصفحة: 39\n",
        "المذكورةُ في بعض المواضع، لا أن لا تزيد؛ إذ الزيادة مطلوبةٌ هنا مِن بابِ الأَولى- وأن يكون مستندُ انتهائه الأمْرَ الْمُشَاهَدَ أو المسموعَ، لا ما ثبت بِقَضِيِّةِ العقلِ الصِّرْف، كالواحد نصف الاثنين.\nفإذا جَمَع هذه الشروطَ الأربعةَ، وهي:\n1 -\nعددٌ كثير أحالت العادة تواطؤَهم، أو توافُقَهم، على الكذب.\n2 -\nرووا ذلك عن مثلهم من الابتداءِ إلى الانتهاءِ.\n3 -\nوكان مُسْتَنَدُ انْتِهائِهم الحِسَّ.\n4 -\nوانضاف إلى ذلك أن يَصْحبَ خبرَهم إفادةُ العلمِ لسامعه.\nفهذا هو المتواتر.\nوما تخلَّفتْ إفادة العلم (1) عنه كان مشهوراً فقط، فكل متواترٍ مشهورٌ من غيرِ عكسٍ (2).\n(1) هذه المسألة فيها استدراك وتفصيل. وذلك أنّ العبارة ليست على إطلاقها في أنّ المقياس هو إفادة العلم وعدمه؛ وإنما: درجة العلم، وطريق حصوله، وذلك لأن الحديث الآحاد الثابت يُفيد العلم، مِن غيرشكٍّ، بل والمحتف بالقرائن منه يُفيد اليقين؛ فلفظة \"العلم\" هنا كان ينبغي أن تُقَيَّد؛ حتى لا نحتاج إلى هذا الاستدراك، وتقييدها يكون بتحديد المعنى المقصود، وهو: إمّا العلم الضروريّ، لا النظريّ، أي الذي يَحْصل بمجرّد سماع الخبر والوقوف عليه مِن غير بحثٍ ونظر، بخلاف العلم النظري المتوقّف حصوله على البحث. وإمّا العلم اليقينيّ، لا العلم الذي هو الظن الراجح، أو غالب الظن. أو الاثنان: العلم الضروريّ، والعلم اليقيني. ولعله بسبب هذا الإطلاق الموهم نشأتْ تلك الأقوال تُجاه الأخذ بالحديث الآحاد، والله أعلم.\n(2) انتقد الشيخ طاهر بن صالح الجزائريّ الدمشقيّ هذه العبارة، حيث قال: ((قال بعض الأفاضل: \"كل متواتر مشهور، وليس كل مشهور متوتراً\"، وذلك بعد أن عرّف كلاً منهما بما عرّفه به الجمهور، فهو مما يُنْتَقَدُ، قال بعضهم: ولعله أراد بالمشهور المعنى اللغويُّ، لا الاصطلاحيَّ))، \"توجيه النظر إلى أُصول الأثر\"، له، 1/ 112، ثم التمَسَ وجْهاً لقول ابن حجر. قلت: وفي هذا الاعتراض على الحافظ نظر؛ إذ كلامه مستقيمٌ لا إشكال فيه عندي، والله أعلم.\nالجزء: 1 - الصفحة: 40\n",
        "وقد يقال: إن الشروط الأربعة إذا حصلت اسْتَلْزمتْ حصولَ العلم (1)، وهو كذلك في الغالب، لكن، قد يتخلف عن البعض لمانعٍ.\nوقد وَضَحَ بهذا تعريف المتواتر.\nوخِلافُهُ (2) قد يَرِدُ:\nأ- بلا حصرٍ، أيضاً، لكن، مع فَقْدِ بعض الشروط.\nب- أو مع حصرٍ:\n2 -\nبما فوق الاثنين، أي بثلاثةٍ فصاعداً، ما لم تجتمع شروط التواتر.\n3 -\nأو بهما، أي: باثنين فقط.\n4 -\nأو بواحدٍ.\nوالمراد بقولنا: ((أن يَرِدَ باثنين)): أن لا يَرِدَ بأقلَّ منهما، فإن وَرَدَ بأكثرَ في بعض المواضع من السند الواحد لا يضر؛ إذ الأقل في هذا يَقْضي على الأكثر.\n[فالأول] (3): المتواتر.\n(1) أَيْ: القطعيّ-اليقيني- الضروريّ.\n(2) المقصود بـ\"خلافه\" أي خلاف المتواتر، أي: ما هو سِواه، لا عكسه، وهو الآحاد بمختلف أقسامه.\n(3) وهو الذي ورد بلا حصر عدد معين.\nوفي الأصل: \"فأول\". والمثبت من عدة نسخ، وهو الأليق بالسياق.\nويُلاحَظ أنّ هذه الأقسام التي بدأها المؤلف بقوله: \"فالأول\n...\n\" هي عَوْدٌ على ما ذكره في التقسيم الذي ذكره قبله، وقد رَقّمتُها بأرقامٍ متسلسلةٍ، لِيَسْهل فهمها وتذكّرها؛ فإذا قال المؤلف: (الأول) فتنظر إلى رقم (1) في ص 39؛ لِتَعْرِف ما هو، وإذا قال: (الثاني) تنظر إلى رقم (2) في الصفحة 41، وهكذا باقي الأقسام في الصفحة نفسها.\nالجزء: 1 - الصفحة: 41\n",
        "وهو المفيد للعلم اليقيني (1) -فأَخرجَ النظريَّ، على ما يأتي تقريره- بشروطه التي تقدمت.\nواليقين: هو الاعتقاد [3/ب] الجازم المطابق.\nوهذا هو المعْتَمَدُ أن خبر التواتر يفيد العلم الضروري.\nوهو: الذي يُضْطر الإنسان إليه بحيث لا يُمْكنه دفعه.\nوقيل: لا يفيد العلم إلا نظرياً. وليس بشيء؛ لأن العلم بالتواتر حاصلٌ لمن ليس له أهليةُ النظر كالعاميِّ؛ إِذِ النظر: ترتيبُ أمورٍ معلومةٍ أو مظنونةٍ يُتَوَصل بها إلى علومٍ أو ظنونٍ، وليس في العاميِّ أهليةُ ذلك، فلو كان نظرياً لَمَا حَصَلَ لهم (2).\n(1) قوله: \"فالأول المتواتر وهو المفيد للعلم اليقيني\". كان مِن الأَولى إضافة: \"الضروري\" كما ذَكَر هو فيما بعد.\n(2) قوله: ((لما حصل لهم))، هذا تحقيقٌ جميل للمؤلف، ولكن يبدو أنه، مع هذا، قدْ استخدم -رحمه الله- بعض الإطلاقات التي يَخرج بها عن مراعاة هذا التحقيق، ومِن هذا قوله الذي مضى قبل قليل: ((وما تخلَّفتْ إفادة العلم عنه كان مشهوراً فقط))، وكان حقه أن يُقَيِّد هذا العلم بأن يقول: العلم اليقيني الضروري؛ إذِ الحديث المشهور يُفِيد، أيضاً، العلم، لكن، النظري، ثم إنْ احتفت به قرائن مقويّة له رفعته إلى درجة القطع فأصبح يفيد العلم اليقينيَّ النظريَّ.\nفـ\"العلم\" يتحدد بتحديد درجته، وبتحديد طُرُق التوصل إليه، فلا يتم تحديد المصطلحات هذه إلا بتحديد درجاتها وطرق التوصل إليها.\nالجزء: 1 - الصفحة: 42\n",
        "ولاحَ بهذا التقرير\nِ الفرقُ بين العلم الضروريّ والعلم النظريّ:\n1 -\nإِذِ الضروريّ يفيدُ العلمَ بلا استدلالٍ، والنظريّ يفيده، لكن، مع الاستدلال على الإفادة.\n2 -\nوأن الضروريَّ يَحْصُلُ لكلِّ سامعٍ، والنظريَّ لا يَحْصُلُ إلا لمن فيه أهليةُ النظر.\nوإنما أُبْهِمَتْ شروط المتواتر في الأصل (1)؛ لأنه على هذه الكيفية ليس من مباحثِ علمِ الإسناد (2).\nإذْ علمُ الإسنادِ يُبحث فيه عن صحة الحديث أو ضعفه؛ لِيُعْمَلَ به أو يُتْرَكَ من حيث: صفاتُ الرجال وصِيَغُ الأداءِ (3)، والمتواتر لا يُبْحَث عن رجاله، بل يجِبُ العمل به من غير بحث (4).\n(1) يَقصد المؤلفُ بالأصل: \"نخبة الفِكَر: (ص 197) من هذا الكتاب، مِن هذه الطبعة.\n(2) وإنما هو من مباحث علم الأصول.\n(3) وقوله: \"صفات الرجال\"، أَيْ: أحوال الرواة من حيث الثقة وعدمها، ودرجات كلٍّ منهما. و\"صِيغ الأداء\" هذه للتعرف على طرق التحمّل، وتَبَيُّنِ الاتصال مِن عدمه، ويُنْظر تفصيل هذا الموضوع عند ابن الأثير في \"جامع الأصول .. \" 1/ 78 - 90. وقوله: \" من غير بحث\"، أقول: لكن، يُبْحث عنه مِن حيث تحديد شروط التواتر وصفاته، وإنما يوردونه في مصطلح الحديث لهذا الغرض.\n(4) المتواتر والآحاد:\nالخبر إما أن تكون له طرقٌ: كثيرة مِن غير حصرِ عددٍ معين، فهذا إذا توافرت فيه =\nالجزء: 1 - الصفحة: 43\n",
        ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .\n= بقية شروط التواتر، فهو حديثٌ متواتر وخبَرٌ متواتر. أو يكون الخبر له طرق محصورة بعددٍ لا يَبْلغ التواتر، فهذا آحاد.\nمسألة إفادة كلٍ من المتواتر والآحاد العلم:\nوهذه المسألة (وهي مدى إفادة الرواية العلم، سواء كانت متواترة أو آحاداً) مِن القضايا التي حصل فيها خلاف بين الناس: فمنهم من قال بأن المتواتر يفيد العلم اليقيني الضروري، ومنهم من قال: إنه يفيد العلم اليقيني النظريّ.\nوالآحاد: قد قال قوم: إنه يُفيد العلم، وقال آخرون بأنه لا يفيد العلم.\nوللنظر والترجيح في هذه المسألة لابد من تحديد المصطلحات أوّلاً؛ ذلك أنه بالتتبع تَبَيَّنَ أن مردّ الخلاف بين المختلفين، في أكثر الأحيان، إنما هو اختلافُ مصطلحاتهم، لا اختلاف مقاصدهم وآرائهم.\nفما المصطلحات المستخدمة، وما معناها في هذا الموضوع؟ ، إليك تفصيل هذا فيما يلي:\nلدينا:\n- كلمة: (العلم).\n- وكلمة: (اليقين).\n- وكلمة: (الظن).\n- وكلمة: (الضروري).\n- وكلمة: (القطعي).\n- وكلمة: (النظري).\nوقد حقق الإمام ابن حجر رحمه الله فيما ذهب إليه في هذه المسألة تحقيقاً رَصِيناً، ورأى في هذه القضية فرقاً بين هذه المصطلحات في بعض الجوانب، ولكنه هو الآخر قد استخدم-أحياناً-بعض العبارات الموهمة التي بسببِ إيهامها وقع الخلاف.\nفكلمة: ((علم)) هي على معناها اللغوي المعهود. وعندما تستخدم في هذا المعنى لا =\nالجزء: 1 - الصفحة: 44\n",
        ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .\n= يحصل فيها إيهام، ولكن عندما تستخدم على مصطلحٍ آخر ليس معروفاً، أو ليس ملحوظاً عند بعض الناس، يقع الإيهام ويقع الخلاف.\nوقد رأيتُ كثيراً ممن تكلموا في هذا الموضوع قالوا: حديث الآحاد لا يفيد العلم، وقال الآخرون: بل يفيد العلم، فلما تتبعتُ الأمر وجدتُ أن:\n1 -\n((العلم)) -بالنظر إلى الدلالة القطعية وعدمها-نوعان: فمنه العلم القطعي اليقيني، والنوع الآخر العلم الذي يَثْبت بأغلب الظن.\n2 -\nوينقسم ((العلم)) -بالنظر إلى طريقة التوصل إليه-إلى نوعين: العلم الضروري، وهو الذي لا يحتاج إلى بحثٍ، ولا إلى تتبعٍ، والعلم النظري الذي يتوقف التوصل إليه على البحث والنظر.\nوبهذا تكون عندنا الأقسام الآتية:\n1 -\nالعلم اليقيني القطعي الضروري.\n2 -\nالعلم اليقيني القطعي النظري.\n3 -\nالعلم الظني النظري.\nوإذا استخدمنا هذه المصطلحات الدالة على هذا التحديد فإن المراد عندئذ سيكون واضحاً، وقد يتبين من خلاله أنه لا خلاف بين كثير من المختلفين في هذه الأمور، ولا يَبْعد أن يكون المتواتر درجاتٍ في التمكن من التواتر، كما أن الآحاد الثابت درجاتٌ في التمكن في صفة الثبوت.\nوفي ضوء ذلك يمكن أن ينقسم الخبر الذي يدلّ على القطع واليقين إلى قسمين:\nالأول: ما يفيد العلم اليقيني القطعي الضروري.\nوالثاني: ما يفيد العلم اليقيني القطعي النظري.\nوالمتواترُ إنما ينحصر النظرُ فيه في مدى توافر التواتر، أما النظر في الآحاد فمن ناحيةِ صدقِ رجاله، وبقية شروط الثبوت، وفرقٌ بين النظرين، فالمتواتر لا يَدْخل في علم المصطلح من حيث ضعف الرواية وصحة الأسانيد، وإنما يَدْخل فيه من حيث النظر =\nالجزء: 1 - الصفحة: 45\n",
        ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .\n= في توافر صفات التواتر وشروطه، فإنْ عُلِم فيه ذلك عُلِمتْ إفادته العلم اليقيني -القطعي- الضروري.\nويظهر لي أن مَن قال: إن حديث الآحاد لا يفيد العلم، إنما أراد نفي علمٍ مخصوص؛ وهو العلم القطعي الضروري، لأنه أَطلق العلم عليه خاصة، ولكن، هذا التخصيص فيه نظر؛ لأنا متعبدون شرعاً بكل دليلٍ صحيح يفيد العلم، بغضّ النظر عن كونه علماً يقينياً أو ظنياً، أو كونه ضرورياً أو نظرياً.\nفلا يُشترط -مِن حيث الثبوت- أيُّ قيد في صحة الدليل ليصحَّ العمل به، ولذلك جاءت الأدلة الشرعية بالتعبد بأغلبية الظن، فالظن هنا هو الراجح، إذ أن كل دليل صحيح فهو يفيد العلم، ثم قد يكون هذا العلم يقينياً أو ظنياً، وقد يكون ضرورياً أو نظرياً.\nوقال بعضهم بأن الحديث الآحاد يفيد العلم، ومراده: العلم النظري، لا الضروري، ثم قد يكون قصْده العلم اليقيني القطعي، أو العلم الظني، ولكن من لا يوافقه على هذا الاصطلاح قد لا يَفْهم مراده؛ فيترتب على ذلك حصول الخلاف بينهما.\nعلى أنه يتبين لنا بالنظر والتدقيق أن الحديث الآحاد ليس كله يفيد العلم الظني، وإنما بحسب النظر في رواته ورواياته، وفق أصول المحدثين، تكون النتيجة، وهو مِن هذه الحيثيّة ينقسم إلى قسمين:\nالأول: خبر الآحاد الصحيح الذي لم تَحْتفّ به قرائن تقوِّيه وترفعه إلى درجة القطع، فهذا يفيد العلم الظني النظري.\nالثاني: خبر الآحاد الصحيح الذي احتفَّت به قرائن تقوِّيه وترفعه إلى درجة القطع واليقين، فهذا يفيد العلم اليقيني النظري.\nحكم حديث الآحاد:\nمن الْمُسَلَّم به عند جمهور المسلمين أن الحديث إذا صح، قامت به الحجة، دون الالتفات إلى طريق التوصل إلى صحته وثبوته، ودون التفات إلى درجة الثبوت، المهم أن يكون ثابتاً، فالتواتر ليس شرطاً للعمل بالرواية، وإنما الصحة هي الشرط، والتواتر =\nالجزء: 1 - الصفحة: 46\n",
        ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .\n= قدرٌ زائد على الصحة، وله فوائد ولا شك، وزيادةُ تمكنٍ في الثبوت، ولكن تلك الزيادة ليست أمراً متوقفاً عليه العمل بالرواية.\nوبهذا يتبين لنا أن الحديث إذا صح قامت به الحجة، سواء في أمر العقيدة أو في أمر الشريعة، وإنما رَدَّهُ مَنْ رَدَّهُ في العقيدة بسببِ الخلط في دلالة المصطلحات المستخدَمة لدى مَنْ تكلم في مصطلح الحديث؛ فعبَّرَ بنفي دلالة حديثِ الآحاد على العلم؛ فرتَّبوا على ذلك المصيرَ إلى ردِّه في العقيدة احتجاجاً بكون العقيدة يجب أن تكون يقيناً، وقالوا: لا يُبْنى اليقين على الظن.\nوالجواب: هو أن العلمَ المنفيَّ دلالةُ الحديث الآحاد عليه هنا، ليس هو مطْلق العلم، وإنما هو العلم القطعي اليقيني، ونحن نقول: هذا اليقين والقطع ليس شرطاً في ثبوت الرواية للعمل بها، سواءٌ في العقيدة أو في الشريعة.\nوما قالوه، واحتجوا به: من أن اليقين لا يُبْنى على الظن مبناه على الخطأ في فهم المقصود بقول بعض المحدثين: (إن حديث الآحاد لا يفيد العلم وإنما يفيد الظن)، إذ حملوا الظن هنا على مجرد الظن الذي لا يدل عليه دليل، ولا يصل إلى درجةِ الثبوت، وليس ذلك هو المراد، بل لو كان مراداً عند أولئك لكان مردوداً بحكم الواقع ودلالة أدلة الشرع التي جاءت بإيجاب العمل بخبر الواحد إذا صح، دون قيدٍ أو شرط.\nإنّ من الواجب التسليم بأنّ حديث الآحاد الثابت يدل على العلم، أو يفيد العلم، ولكن المسألة مسألة مصطلحات يجب أن تُدقَّق وتُحرّر.\nوأما قولهم: إن العقيدة يقينٌ؛ واليقين لا يُبْنى على الظن، وأنه يشترط في أَيّ دليلٍ يؤخذ به في العقيدة، أن يكون يقيناً قطعياً؛ فجوابه: أن هذه قاعدة في العقيدة؛ فإذا أردنا أن نأخذ بها، فلْنطَبِّقْها أوَّلَ ما نُطَبِّقُها على نفسها؛ لأنها ليست دليلاً في العقيدة فقط، وإنما هي أعمق من ذلك، فهي قاعدةٌ عامة تُحاكَم إليها سائر أدلة العقيدة؛ فإذا أردنا أن نأخذ بها فلنطبقها أولَ ما نطبقها على نفسها، فنقول: هذا كلامٌ في العقيدة؛ فأين الدليل القطعي عليه؟ ! . {قُلْ هَاتُوا بُرْهَانَكُم إِنْ كُنْتُم صَادِقينَ}، (111: البقرة: 2). =\nالجزء: 1 - الصفحة: 47\n",
        "فائدة\n:\nذَكَر ابن الصلاح (1) أن مثال المتواتر على التفسير المتقدم يَعِزُّ وجودُه، إلا أن يُدَّعَى ذلك في حديثِ: (مَنْ كَذَبَ عليَّ) (2). وما ادّعاه من العِزَّةِ ممنوعٌ، وكذا ما ادعاه غَيْرُهُ مِن العدم؛ لأن ذلكَ نشأَ عن قلةِ اطِّلاعٍ على كثرةِ الطرقِ وأحوالِ الرجالِ وصفاتِهِم المقتضيةِ لإبعادِ العادةِ أن يَتَواطؤا على كذبٍ، أو يَحْصُلَ منهم اتِّفاقاً.\n= والجواب: هو أنْ لا دليل، بل الدليل قائم بضدّ ذلك، إذ كل أدلة الاحتجاج بخبر الواحد تردُّ هذه القاعدة، والنبي عليه الصلاة والسلام بَعَث رسله إلى مختلف البلدان واحداً بعد واحدٍ ليُعَلِّمُوهم الإسلام كله: عقيدةً وشريعةً؛ فكيف يصح مثل هذا لو كانت القاعدة المذكورة صحيحة؟ ! كيف يصح عندئذ أن يتلقى أهل قُطْر، بأكملهم، الدينَ كلَّه، عقيدة وشريعة، عن شخص واحد؟ ! إنّ هذا مما ينقض هذه القاعدة نقضاً لا مزيد عليه، والحمد لله رب العالمين.\nالتواتر بين أهل الاختصاص وغيرهم:\nهناك فرق بين أمرين: بين الحكم بالتواتر، وهذا لا يكون إلا لأهل الاختصاص، وبين حصول القطع واليقين لدى السامع عند الاطلاع على التواتر، فهذا يحصل لكل أحد يوقَفُ على طبيعة الخبر وشروطه أو طرقه.\n(1) في \"مقدمته\" ص 267.\n(2) قوله - صلى الله عليه وسلم -: (مَنْ كَذب عليَّ متعمداً فليتبوّأْ مقعدَهُ مِن النارِ)، حديثٌ متواتر، قد جاء عن عددٍ مِن الأصحاب، رضي الله عنهم، وهو في الصحيحين وغيرهما: البخاري، العلم، 110، والأدب، 6197، ومسلم، مقدمة، 3، عن أبي هريرة - رضي الله عنه -، والبخاري 3461، أحاديث الأنبياء، عن عبد الله بن عمرو رضي الله عنهما.\nالجزء: 1 - الصفحة: 48\n",
        "ومِنْ أحسنِ ما يُقَرَّرُ به كونُ المتواتر موجوداً وجودَ كَثْرةٍ في الأحاديث: أن الكُتَبَ المشهورةَ الْمُتَدَاوَلَةَ بأيدي أهل العلم شرقاً وغرباً، المقطوعَ عندهم بصحةِ نسبتِها إلى مصنفِيها، إذا اجتمعتْ على إخراجِ حديثٍ، وتعددتْ طُرقُه تعدّداً تُحيل العادةُ تواطُؤَهم على الكَذِبِ، إلى آخر الشروط، أفاد العلمَ اليقينيَّ بصحته إلى قائله، ومثل ذلك في الكتب المشهورة كثير (1) (2).\nوالثاني (3) -وهو أول\nأقسام الآحاد-:\nما لَهُ طرقٌ [- 4/ أ -] محصورةٌ بأكثرَ مِن اثنين، وهو المشهور عند المحدثين (4).\n(1) في الأصل حاشية بخط المصنف ونصها: \"بلغت قراءة بحث عليّ. كتبه مؤلفه\".\n(2) مقدار الأحاديث المتواترة: الحق أن ما ذكروه في الكتب الخاصة بالتواتر ليس كثيراً؛ فقد ذكر الكتاني نحو (311) حديثاً في كتابه: \"نظم المتناثر من الحديث المتواتر\"، وكتاب السيوطي قبله أقل من هذا العدد، ولكن السبب-في رأيي- في هذه القلة هو الشرط الذي بنى عليه كلٌ مِن هؤلاء تحديد المتواتر؛ فالكتاني مثلاً جمع في كتابه ما اجتمعت عنده له عشرة طرق فأكثر من الروايات.\nوهناك دليل آخر يُسْتدل به على كثرة الحديث المتواتر ذكَره الإمام ابن تيمية، رحمه الله، وهو أن جمهور أحاديث الصحيحين؛ متواتر، أو ثابتٌ قطْعاً؛ لِتَلقِّي الأمة لهما بالقبول ذكر هذا في عددٍ مِن المواضع، منها: \"مقدمة في أصول التفسير\"، 66 - 67؛ ، و\"مجموع الفتاوى\"، 18/ 17. وبهذا يُعْلم كثرة الحديث المتواتر والحديث الثابت ثبوتاً قطعيّاً.\nوهناك أمر آخر يُمْكن أن نعرف مِن خلاله كثرة الأحاديث المتواترة، وهو النظر إلى جميع أنواع الحديث المتواتر: المتواتر لفظاً، والمتواتر معنى، والمتواتر تواتراً عملياً، وبحصْر ما يَصْدق عليه التواتر في كُلٍّ مِن هذه الأنواع يصبح العدد كبيراً.\n(3) وهو الذي أشار إليه في ص 41، ووضعْتُ له رقم 2.\n(4) أَيْ: في اصطلاح المحدثين، لا الشهرة بمعنى الشهرة على الأَلْسُنِ.\nالجزء: 1 - الصفحة: 49\n",
        "سُمِّيَ بذلك لوضوحه، وهو المستفيض على رأيِ جماعةٍ مِن أئمةِ الفقهاء، سُمِّيَ بذلك لانتشاره، مِن: فاض الماءُ يَفِيض فيضاً، ومنهم مَنْ غاير بين المستفيض والمشهور، بأنّ المستفيض يكون في ابتدائه وانتهائه سواءً (1)، والمشهور أعمُّ من ذلك.\nومنهم مَن غاير على كيفيةٍ أخرى، وليس مِن مباحث هذا الفن.\nثم المشهور يُطلَق:\n1 -\nعلى ما حُرِّر هنا.\n2 -\nوعلى ما اشتهر على الألسنة؛ فَيَشمل ما له إسنادٌ واحدٌ فصاعداً، بل ما لا يوجد له إسنادٌ أصلاً (2).\n(1) في الأصل ق 4 أ، حاشيةٌ نصُّها: ((قوله: \"سواءً\"، بالفتح، خبر \"يكون\"، واسمها مستتر، تقديره: هو، راجعٌ إلى المستفيض، كما هو ظاهر، لكن، توهم بعضهم؛ فلذلك أُثبِتَتْ)).\n(2) الحديث المشهور: القسم الثاني وهو ما حُصِرَ بما فوق الاثنين، أَيْ: بثلاثة فصاعداً -ما لم يَجْمَعْ شروط المتواتر-.\n- المشهور يطلق على معنيين:\n1 -\nفي اصطلاح المحدثين، ما كانت الروايات فيه على العدد المذكور، وهذه شهرة اصطلاحيّة.\n2 -\nومشهور بمعنى الشهرة على ألسنة الناس، وهو بهذا المعنى ليس من شرطه ذلك العدد في رواته، بل يَدْخل فيه حتى ما ليس له إسناد.\nويتبين من هذا أن المشهور على المعنى الثاني قد يكون متواتراً، أو آحاداً، أو لا أصل له، وقد كان اهتمام المحدثين بهذا المعنى أَكْبَرَ مِن اهتمامهم بالمشهور بالمعنى الاصطلاحي وذلك للتنبيه على ما يصح، وما لا يصح؛ فقد يشتهر على ألسنة الناس ما يكون مكذوباً على رسول الله - صلى الله عليه وسلم -، فاهتم العلماء بهذا النوع من المشهور لهذا السبب، ومما أُلف في هذا \"المقاصد الحسنة فيما اشتهر من الحديث على الألسنة\" للسخاوي. وينبغي أن يقرأ؛ لما فيه مِنْ الفوائد.\nالجزء: 1 - الصفحة: 50\n",
        "والثالث (1): العَزِيز: وهو أن لا يَروِيَه أقلُّ مِن اثنين عن اثنين (2).\nوسُمِّيَ بذلك إمّا لقلةِ وجودِهِ، وإمّا لكونه عَزَّ، أَيْ قَوِيَ بمجيئه من طريقٍ - أخرى -.\nوليس شرطاً للصحيح، خلافاً لمن زَعَمَهُ، وهو أبو علي الجُبَّائِي (3) مِن المعتزلة، وإليه يومئُ كلام الحاكم أبي عبد الله في \"علوم الحديث\" (4)، حيث قال: ((الصحيح أنْ يرويه الصحابيُّ الزائلُ عنه اسمُ الجَهالة؛ بأن يكون له راويان، ثم يتداوله أهل الحديث إلى وقتنا، كالشهادة على الشهادة)).\nوصرّح القاضي أبو بكر بن العربي (5) في \"شرح البُخَارِيّ\" بأنّ ذلك\n(1) وهو الذي أشار إليه في ص 41، ووضعْتُ له رقم 3.\n(2) الحديث العزيز: \"وهو أن لا يرويه أقل من اثنين عن اثنين\"، وهذا لا يكفي لتحديد العزيز بل لابد من شرطٍ آخر، وهو تَحَقُّقُ الاثنينية ولو في طبقة واحدة، ولكنه شرطٌ ينبغي أن يكون ملحوظاً بمقتضى تقسيم ابن حجر لأنواع الحديث هذه، وتعريفِ كلٍّ منها. لكنَّ بعض الناس قد يَنْقل عنه\nتعريف العزيز،\nمثلاً، وحدَهُ؛ فيُصبِح خطأً؛ لنقْصِ هذا الشرط فيه؛ فتنبَّهْ.\n(3) هو محمد بن عبدالوهاب أبو علي المعروف بالجبَّائي، 235 - 303 هـ، أحد أئمة المعتزلة، وإليه تُنسب فرقة الجبَّائية منهم.\n(4) ص 62.\n(5) هو محمد بن عبدالله بن محمد الإشبيلي، أبو بكر بن العربي، القاضي، 468 - 583 هـ -.\nالجزء: 1 - الصفحة: 51\n",
        "شرطُ البُخَارِيِّ، وأجاب عما أُوْرِدَ عليه مِن ذلك بجوابٍ فيه نظر؛ لأنه قال: فإن قيل: حديثُ: (الأعمال بالنيات) (1) فَرْدٌ (2)؛\nلم يروه عن عُمر إلا علقمة؟\n(1) الحديث هو: (إِنَّمَا الأَعْمَالُ بِالنِّيَّاتِ، وَإِنَّمَا لِكُلِّ امْرِئٍ مَا نَوَى؛ فَمَنْ كَانَتْ هِجْرَتُهُ إِلَى اللَّهِ وَرَسُولِهِ فَهِجْرَتُهُ إِلَى اللَّهِ وَرَسُولِهِ، وَمَنْ كَانَتْ هِجْرَتُهُ لدُنْيَا يُصِيبُهَا أَوِ امْرَأَةٍ يَتَزَوَّجُهَا؛ فَهِجْرَتُهُ إِلَى مَا هَاجَرَ إِلَيْهِ)، أخرجه البخاري، 54، الإيمان، و 2529، العتق، وأخرجه في مواضع أخرى، وأخرجه مسلم أيضاً، 1907، الإمارة.\n(2) حديث: إنما الأعمال بالنيات:\n1 -\nإنما يزيل الغرابة المطلقة فيه لو قال الصحابة كلهم أو بعضهم: نعم سمعنا ذلك.\n2 -\nهذا الحديث فردٌ صحيح مِن أعلى درجات الصحة؛ لكونه ورد بطريقٍ صحيح مروي في الصحيحين وتلقته الأمة بالقبول.\nفعدّةُ أمور رفعته، وأصبح الحديث عندنا صحيحاً صحةً قطعية، فعلى الرغم من أنه آحاد، فقد احتفت به قرائن قوّته ورفعته إلى درجة اليقين-هذا بالنظر إلى الرواية للحديث على لفظه-أما معناه فمتواتر، ولمعرفة التواتر المعنوي يُرَاجع تخريجه في \"الابتهاج في تخريج أحاديث المنهاج\"، للغماري ص 27 - 41، مع الحواشي.\n3 -\nتكثر الأحاديث الضعيفة في رواية الأفراد، ولكن ليس مجرد التفرد ضعفاً في الرواية ولا في الراوي.\nفائدة:\nأعمال الإنسان في هذه الدنيا يحكمها حديثان:\nالأول: حديث: (إنما الأعمال بالنيات).\nوالآخر: حديث عائشة: (من عمل عملاً ليس عليه أمرنا فهو ردٌّ).\nلأن أعمال الإنسان تتكون من النيات ومن الأعمال الظاهرة. وهذان الحديثان كلٌ منهما ميزانٌ لواحد من هذين القسمين.\nوالحديث الثاني يَدْخل فيه ضبط النية؛ على اعتبار أن النية عملٌ من أعمال القلوب.\nفهما يُعَدّان قاعدةً أساسية لسعادة الإنسان، وقاعدةً لضبط تصرفات الإنسان وأعماله، وقاعدةً لتمييز المقبول-عند الله تعالى-من أعماله والمردود منها.\nفإذا أردت أن تعرف المقبول من المردود من عملك فما عليك إلا أن تَزِنَهُ بهذين الحديثين. إن ذلك هو الإعجاز! ! . وقد أشار الشيخ عبد الرحمن بن سعدي إلى هذا المعنى في \"بهجة قلوب الأبرار وقرة عيون الأخيار في شرح جوامع الأخبار\"، ص 16.\nالجزء: 1 - الصفحة: 52\n",
        "قال: قلنا: قد خَطَبَ به عُمرُ على المنبر بحضرة الصحابة؛ فلولا أنهم يعرفونه لأنكروه. -كذا قال-.\nوتُعُقِّبَ بأنه لا يَلْزم من كونهم سكتوا عنه أن يكونوا سمعوه من غيره، وبأنّ هذا لو سُلِّمَ في عمر مُنِعَ في تَفَرُّدِ علقمةَ ثم تَفَرُّدِ محمد بن إبراهيم به عن علقمة، ثم تَفَرُّدِ يحيى بن سعيد به عن محمدٍ، على ما هو الصحيح المعروف عند المحدثين، وقد وردتْ لهم متابعاتٌ لا يُعْتَبَرُ بها (1)، وكذا لا يَسْلَمُ جوابُه في غيرِ حديثِ عُمرَ.\nقال ابن رُشَيْدٍ (2): ولقد كان يكفي القاضِيَ في بطلان ما ادّعَى أنه شرطُ البُخَارِيِّ أولُ حديثٍ مذكور فيه.\nوادّعَى ابن حِبّان (3) [4/ب] نقيضَ دعواه (4)، فقال: إنّ رواية اثنين عن\n(1) أَيْ: لضعْفها -كما في بعض النسخ-أَيْ: لا تُكتَب في باب الشواهد والمتابعات.\n(2) هو محمد بن عمر بن محمد أبو عبدالله بن رُشَيْد، 657 - 721 هـ -، وكلامه في كتابه \"ترجمان التراجم\" كما ذكر المناوي في \"اليواقيت والدرر في شرح نخبة ابن حجر\" 1/ 286.\n(3) هو محمد بن حبان بن أحمد البستي، أبو حاتم، 260 - 354 هـ، صاحب \"الثقات\"، و\"المجروحين\"، وصحيحه: \"التقاسيم والأنواع\".\n(4) أي نقيض دعوى ابن العربي.\nالجزء: 1 - الصفحة: 53\n",
        "اثنين إلى أن ينتهي لا توجد أصلاً.\nقلت: إن أراد أنّ رواية اثنين فقط عن اثنين فقط [إلى أن ينتهي] (1) لا يُوجد أصلاً فَيُمْكِنُ أن يُسَلَّمَ، وأما صورة العزيز التي حررناها فموجودة بأنْ لا يرويَهُ أقلُّ من اثنين عن أقلَّ من اثنين.\nمثاله: ما رواه الشيخان مِن حديثِ أنس، والبخاريُّ مِن حديثِ أبي هريرة أن رسول الله - صلى الله عليه وسلم - قال: (لا يُؤْمِنُ أَحَدُكُمْ حَتَّى أَكُونَ أَحَبَّ إِلَيْهِ مِنْ وَالِدِهِ وَوَلَدِهِ) (2) الحديث. ورواه عن أنس: قتادة وعبد العزيز بن صهيب، ورواه عن قتادة: شعبةُ وسعيد، ورواه عن عبد العزيز: إسماعيل بن عُليَّة وعبدُالوارث، ورواه عن كُلٍّ جماعة.\nوالرابع (3): الغريب: وهو ما يتفرَّد بروايته شخصٌ واحد في أيِّ موضعٍ وَقَعَ التفردُ به من السند.\nعلى ما سنقسم إليه الغريب المطلق والغريب النسبي (4).\n(1) قوله: \"إلى أن ينتهي\" ليست في الأصل، بل هي زيادة من بعض النسخ، وقد جاءت على المعنى المقصود بالكلام ولو لم تُضَفْ.\n(2) أخرجه البُخَارِيّ عن أبي هريرة، بلفظ: (فَوَالَّذِي نَفْسِي بِيَدِهِ لا يُؤْمِنُ أَحَدُكُمْ حَتَّى أَكُونَ أَحَبَّ إِلَيْهِ مِنْ وَالِدِهِ وَوَلَدِهِ)، 14، الإيمان، وأخرجه برقم 15، عن أنس بلفظ: (لا يُؤْمِنُ أَحَدُكُمْ حَتَّى أَكُونَ أَحَبَّ إِلَيْهِ مِنْ وَالِدِهِ وَوَلَدِهِ وَالنَّاسِ أَجْمَعِينَ)، ومسلم برقم 44، الإيمان، عن أنس، بلفظ: (لا يُؤْمِنُ عَبْدٌ- وَفِي لفظٍ: الرَّجُلُ -حَتَّى أَكُونَ أَحَبَّ إِلَيْهِ مِنْ أَهْلِهِ، وَمَالِهِ، وَالنَّاسِ أَجْمَعِينَ).\n(3) وهو الذي أشار إليه في ص 41، ووضعْتُ له رقم 4.\n(4) معنى هذه العبارة غير دقيق. والأصحّ أن يُقال: على ما سنقسم إليه الغريب إلى: غريب مطلقٍ، وإلى غريب نسبيّ.\nالجزء: 1 - الصفحة: 54\n",
        "وكلها أي الأَقْسَامُ الأربعةُ المذكورةُ سِوى الأول -وهو المتواتر- آحادٌ، ويقال لكلٍّ منها: خَبَرُ واحدٍ.\nوَخَبَرُ الواحدِ في اللغة: ما يرويه شخصٌ واحدٌ.\nوفي الاصطلاح: ما لم يَجْمَعْ شروطَ التواتر (1).\nوفيها، أي الآحاد:\nأ - المقبول (2): وهو ما يجب العمل به عند الجمهور.\nب- وفيها المردود: وهو الذي لم يَرْجَحْ صِدْقُ المُخْبِرِ به؛ لتوقف الاستدلال بها على البحث عن أحوال رواتها، دون الأول، وهو المُتَوَاتِرُ، فكلُّهُ مقبولٌ؛ لإفادته القطعَ بصدْقِ مُخْبِرِهِ، بخلاف غيره من أخبار الآحاد.\nلكن إنما وجب العمل بالمقبول منها لأنها إما (3):\n(1) خبر الواحد: ليس المقصود بخبر الواحد هو ما يبدو من ظاهر اللفظ، بحكم دلالة اللغة؛ لأن الإطلاقَ إطلاقٌ اصطلاحي، وليس إطلاقاً لغوياً.\nفليس المراد بخبر الواحد ما يرويه شخص واحد فقط، وإنما المراد به ما ليس بمتواتر، وهو الآحاد بأقسامه الثلاثة، لأن الاستعمال استعمالٌ اصطلاحي.\n(2) الحديث من حيث القبول وعدمه: عبّرَ المصنِّف، رحمه الله تعالى، بكلمة: \"مقبول\"؛ للدقة؛ لِيَدْخُل فيه الصحيح والحسن.\nثم علل التقسيم إلى مقبول ومردود بقوله: \"؛ لِتَوَقُّفِ الاستدلال بها على البحث عن أحوال\n...\n\".\nوإطلاقه هنا كان ينبغي أن يُقَيَّدَ، إلا إن كان المراد القطع بصدق مخبره بدون بحثٍ أو نظر، فإن أراد هذا -وهو الظاهر- فهو صحيح؛ فالمتواتر مقبولٌ كله ويفيد القطع بصدق مخبره بدون حاجة إلى بحث ونظر بخلاف الآحاد.\n(3) الخبر على ثلاثة أقسام: =\nالجزء: 1 - الصفحة: 55\n",
        ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .\n= فالأول: أن يوجد فيها أصل صفة القبول، وَيَغلب على الظن صدق الخبر، لثبوت صدق ناقله فيؤخذ به.\nلكننا متعَبَّدون بالعمل بأغلب الظن؛ فلم يُكلَّف العباد بالقطع واليقين في كل شيء، وهذا مِنْ نعم الله؛ ولهذا قامت معظم أدلة الشرع على مجرد الثبوت، دون الثبوت القطعي، فالقطع واليقين شيء زائد على الصحة، ولا شك في أن النفسَ إلى القطع واليقين أَمْيَلُ، وبه أوثق، ولكنه ليس شرطاً، وإنما هو أمرٌ زائد على أصل الصحة الذي تقوم به الحجة الشرعية.\nوالإعراض عن الاحتجاج بالظن الغالب، اتّباعٌ لما يضاده من الظن غير الغالب، وليس بهذا نطقت السنة والكتاب، ولا بهذا قالت العقول والفِطَر التي فطرها رب الأرباب.\nوالثاني: أن يوجد فيها أصل صفة الرد، ويَغْلب على الظن كذب الخبر؛ لثبوت كذب ناقله فَيُطْرح.\nوالثالث: أن لا يوجد فيه صفة القبول أو صفة الرد. ومِن حكمة الله أنه ليس مِن شيءٍ مما يحتاجه المرء في دينه لا يثبت الثبوتَ الذي تقوم به الحجة، أَيْ: أن جميع الأدلة الشرعية ثابتة الثبوت الذي تقومُ به الحجة-باختلاف درجات الثبوت-أمّا ما لم يُعْرف صدْقه مِن كذبه مِن الأمور فهذا ليس منه شيء مما يُحْتاج إليه في الدين.\nقال ابن تيمية رحمه الله: ((والعلم إما نقل مُصَدَّق عن معصوم، وإما قولٌ عليه دليل معلوم، وما سِوَى ذلك فإما مزيَّف مردود، وإما موقوفٌ لا يُعْلم أنه بهرجٌ ولا منقود))، ((مقدمة في أصول التفسير))، في مقدمتها. طبعة د. عدنان زرزور، ص 33.\nويقول: ((الاختلاف في التفسير على نوعين: منه ما مستنده النقل فقط، ومنه ما يعلم بغير ذلك.\nإذ العلم إمّا نقلٌ مصدَّقٌ، وإما استدلالٌ مُحَقَّق.\nوالمنقول: إما عن المعصوم، وإما عن غير المعصوم.\nوالمقصود: أن جنس المنقول سواء كان عن معصوم أو غير معصوم -وهذا هو =\nالجزء: 1 - الصفحة: 56\n",
        "1 -\nأن يوجد فيها أصْلُ صفة القبول، وهو ثبوتُ صِدْقِ الناقل.\n2 -\nأو أصْلُ صفة الرد، وهو ثبوتُ كَذِبِ الناقل.\n3 -\nأوْ لا.\nفالأول: يَغْلبُ على الظن صدقُ الخبر؛ لثبوت صدقِ ناقله؛ فيؤخذُ به.\nوالثاني: يَغْلبُ على الظن كذبُ الخبر؛ لثبوتِ كذب ناقله؛ فَيُطْرَح.\nوالثالث: إنْ وُجِدَتْ قرينةٌ تُلْحِقه بأحدِ القسمين الْتَحق، وإلا فَيُتَوَقَّفُ فيه، فإذا تُوُقِّف عن العمل به صار كالمردود، لا لثبوتِ صفةِ الرد، بل لكونه\n= الأول- فمنه ما يمكن معرفة الصحيح من الضعيف، ومنه ما لا يمكن معرفة ذلك، وهذا القسم الثاني من المنقول -وهو ما لا طريق لنا إلى الجزم بالصدق منه- عامته مما لا فائدة فيه، فالكلام فيه من فضول الكلام.\nوأما ما يحتاج المسلمون إلى معرفته؛ فإن الله تعالى نَصَبَ على الحق فيه دليلاً.\nفمثال ما لا يفيد، ولا دليل على الصحيح منه، اختلافهم:\n- في لون كلب أصحاب الكهف.\n- وفي البعض الذي ضَرَبَ به موسى من البقرة.\n- وفي مقدار سفينة نوحٍ، وما كان خشبها؟ .\n- وفي اسم الغلام الذي قتله الخضر، ونحو ذلك.\nفهذه الأمور طريق العلم بها النقل.\nفما كان من هذا منقولاً نقلاً صحيحاً عن النبي - صلى الله عليه وسلم -، كاسم صاحب موسى أنه الخضر، فهذا معلوم، وما لم يكن كذلك\n...\nفهذا لا يجوز تصديقه ولا تكذيبه إلا بحجة\n...\n))، \"مُقدّمة في أصول التفسير\"، بتحقيق د. عدنان زرزور، الكويت - بيروت، دار القرآن الكريم ومؤسسة الرسالة، ط. الثانية، 1392 هـ-1972 م، ص - 55 - 57.\nالجزء: 1 - الصفحة: 57\n",
        "لم توجد فيه صفةٌ توجب القبول، والله أعلم (1).\n[5/أ] وقد يقع فيها-أي في أخبار الآحاد المنقسمة إلى: مشهور، وعزيز، وغريب- ما يفيد العلم النظريَّ بالقرائن (2) على المختار، خلافاً لمن أبى ذلك (3). والخلاف في التحقيق لفظيٌّ (4)، لأن مَنْ جَوَّزَ إطلاقَ العلمِ قَيّده بكونه\n(1) فوارق بين المتواتر والآحاد:\nمِنَ الفوارق بين الآحاد والمتواتر ما يلي:\nإفادة الحديث المتواتر للعلم القطعي الضروري، أو ثبوت الحديث المتواتر بدرجةِ العلم القطعي الضروري، بمجرد ثبوت كونه متواتراً، فالمتواتر كله على هذه الصفة، بخلاف الآحاد؛ فإن فيها المقبول وفيها المردود؛ لأن ثبوتها متوقف على النظر والبحث، فحكمها إذَنْ مِن حيث القبول والرد متوقف على توافر شروط القبول؛ فما توافرت فيه شروط القبول فهو مقبول، وما تخلف فيه شرط أو أكثر من شروط القبول فهو مردود.\nثم المقبول مِنْ أخبار الآحاد من حيث إفادته للعلم ينقسم إلى قسمين:\n- ما يفيد العلم بأغلبية الظن؛ فهذا يفيد العلم النظري غير القطعي.\n- ما يفيد العلم القطعي النظري وهو الآحاد الذي احتفت به قرائن حالِيَّة أو مقاليّة تقوّيه وترفعه إلى درجةِ القطع واليقين.\n(2) آثار اختلاف المصطلحات: قال المصنِّف: \"ما يفيد العلم النظريّ\"، وكان ينبغي إن يُحَدِّدَ أكثر؛ فكان الأَولى أنْ يُقَيِّد العلم باليقينيّ أيضاً؛ حتى لا يَخْتلط بما يُفِيد العلمَ بأغلب الظن مِن أحاديث الآحاد، ولو قَيَّده باليقين لكان أزال الاحتمال والإشكال، وهذا مصداق ما قلناه مِنْ قبل مِنْ أن بعض الخلاف في هذا الموضوع مبناه على المصطلحات التي استعملها المتكلمون فيه.\n(3) في الأصل ق 5 أهنا حاشيةٌ، نصُّها: \"قوله: خلافاً لمن أَبى ذلك: هو شيخ الإسلام النووي في شرح مسلم\". قلت: قول النووي انظره في \"شرح مسلم\" (1/ 20).\n(4) الأصل في هذه المسألة أنّ الخلاف -في التحقيق- لفظيٌّ لكنه قد انبنى عليه خلافٌ فعليٌّ عمليٌّ في مسائلَ أصوليةٍ، وذلك كالخلاف في قبول خبر الآحاد في العقيدة، وهي قضيّةٌ ذاتُ شأنٍ مِن حيث المبدأُ على أَيِّ حالٍ.\nوبناء على هذا فإن هذا الخلاف-في نظري- لا يُخَفِّفُهُ قول الإمام ابن حجر: \"الخلاف في التحقيق لفظيٌّ\".\nالجزء: 1 - الصفحة: 58\n",
        "نظرياً، وهو الحاصل عن الاستدلال، ومَن أَبَى الإطلاقَ خَصَّ لَفْظَ العلمِ بالمتواتر (1)،\nوما عَدَاهُ عنده ظنيٌّ، لكنه، لا ينفي أنّ ما احْتَفَّ بالقرائن أرجحُ مما خلا عنها.\nوالخبرُ الْمُحْتَفُّ بالقرائن أنواعٌ:\nأ - منها: ما أخرجه الشيخانِ في صحيحيهما، مما لم يبلغ التواتر (2)، فإنه احتفَّتْ به قرائنُ، منها:\n- جلالتهما في هذا الشأن.\n(1) تعليق: \"ومَن أبى الإطلاقَ خَصّ لفظ العلم بالمتواتر\": هل العلم الضروري أو النظري؟ ! .\nكان الأَولى أن يَذْكر المؤلف، رحمه الله، هنا ما هو الذي في مقابل ما يفيد العلم النظري، وهو الذي يفيد العلم الضروري، وهو الذي يفيده المتواتر.\nفلو قال هنا: (ومَن أبى إطلاق العلم قصدَ به العلمَ القطعيَّ الضروريَّ، وهو الذي يختص به المتواتر)، لو قال ذلك لكان أوضحَ ولَزال الإشكال، وهذا يدل أن الخلاف الحاصل في الموضوع مبناه على استخدام الألفاظ واستعمال المصطلحات للدلالة على - المعاني المقصودة لدى المتكلم، ومعنى ذلك عند السامع والقاريء أيضاً -كما ذكرتُ سابقاً-.\n(2) في بعض النسخ: \"يبلغ حدّ التواتر\"، وقد ذكَرَ الإمام ابن تيمية -رحمه الله تعالى- في \"الفتاوى\"، 18/ 41، أنّ جمهور أحاديث الصحيحين مِن قبيل المتواتر.\nالجزء: 1 - الصفحة: 59\n",
        "- وتقدُّمهما في تمييز الصحيح على غيرهما.\n- وتلقِّي العلماء لكتابيهما بالقبول، وهذا التلقِّي وحده أقوى في إفادة العِلْم مِن مجردِ كثرةِ الطرق القاصرة عن التواتر.\nإلا أنّ هذا:\n1 -\nيختصُّ بما لم ينتقدْه أحدٌ من الحفّاظ مما في الكتابين (1).\n2 -\nوبما لم يقع [التّجاذبُ] (2) بين مدلوليه مما وقع في الكتابين، حيث لا ترجيح؛ لاستحالةِ أن يفيد المتناقِضَان العلمَ بصدقهما من غير ترجيحٍ لأحدهما على الآخر (3)، وما عدا ذلك فالإجماع حاصلٌ على تسليم صحته.\n(1) قوله: ((إلا أن هذا يختص بما لم ينتقدْه أحدٌ من الحفاظ مما في الكتابين)): مجموع ما انْتُقِد على الإمامين مِن الأحاديث 210، اتفقا على 32، وانفردا بـ 78، ومسلم بـ 100، والحقيقة أن هذه الأحاديث المنتقدة أجاب عنها ابن حجر في كتابه العظيم \"هدي الساري مقدمة فتح الباري\" في دراسةٍ مطوَّلةٍ، أجاب فيها عن ذلك على وجْه الإجمال والتفصيل.\n(2) في الأصل: \"التَّخَالُفُ\" والمثبت من عدة نسخ، وهي الأليق بالسياق.\n(3) النصوص الشرعية والتعارض: قوله: ((لاستحالة أن يفيد المتناقضان العلم بصدقهما\n...\n))، يقال فيه: وهل مثْل هذا واقعٌ في أحاديث الصحيحين؟ ! لا يكفي في هذا الأمرِ الافتراضاتُ النظرية التي لا وجود لها. هذا كلام فيه نظرٌ؛ لأن هذا إنما هو في الظاهر فحسْبُ؛ لأنه في الحقيقة غير واقع، فهذا الكلام ليس مسلّماً على الحقيقة، وإنما يصح بأن يُقَيَّد فيقال: في الظاهر.\nوالسبب في المنع هو أن التعارض والتناقض في الحقيقة ليس واقعاً في كلام الله تعالى، ولا في كلام رسول الله - صلى الله عليه وسلم - وإنما يقع في الظاهر بالنظر إلى فهم الناظر.\nالجزء: 1 - الصفحة: 60\n",
        "فإن قيل: ((إنما اتفقوا على وجوبِ العملِ به لا على صحته))، منعناه، وسَنَدُ المنعِ: أنهم متفقون على وجوب العمل بكل ما صح، ولو لم يخرّجه الشيخان؛ فلم يَبْقَ للصحيحين في هذا مزيةٌ، والإجماع حاصلٌ على أنَّ لهما مزيةً فيما يَرْجع إلى نفس الصحة.\nوممن صرح بإفادة ما خَرّجه الشيخان العلمَ النظريَّ:\n1 -\nالأستاذُ أبو إسحاق الإسفرائيني (1).\n2 -\nومِن أئمة الحديث: أبو عبدالله الحميدي (2).\n3 -\nوأبو الفضل بن طاهر (3)، وغيرهما (4). ويُحْتمل أن يقال: المزية المذكورة كونُ أحاديثهما أصحَّ الصحيح.\nب- ومنها: (5) المشهور إذا كانت له طرقٌ متباينةٌ سالمةٌ مِن ضعف الرواة\n(1) هو إبراهيم بن محمد بن إبراهيم، أبو إسحاق، الإسفرائينيّ، ت 418 هـ.\n(2) هو محمد بن فتوح الأزديّ، 420 - 488 هـ، مِن كتبه: \"الجمع بين الصحيحين\".\n(3) هو محمد بن طاهر بن علي بن أحمد المقدسيّ الشيبانيّ، أبو الفضل، 448 - 507 هـ، عُرف بابن القيسراني، له \"شروط الأئمة الستة\"، وغيره.\n(4) في الأصل هنا حاشيةٌ نصُّها: \"قال البلقيني في \"محاسن الاصطلاح\" إن بعض الحفاظ المتأخرين نقل ذلك عن الأستاذ أبي إسحاق والشيخ أبي حامد والقاضي أبي الطيِّب، وتلميذه أبي إسحاق الشيرازي، والسرخسي من الحنفية، والقاضي عبد الوهاب من المالكية، وكثير\"، ق 5 أ.\nقلت: وكلام البلقيني في \"محاسن الاصطلاح\"، ص 101.\n(5) قوله: \"ومنها\" أَيْ: من الآحاد المحتف بالقرائن: \"المشهور\" وهو القسم الأكثر طرقاً مِن بين أقسام الآحاد، المسلسل بالأئمة الحفاظ المتقنين للحفظ والضبط.\nومعلومٌ أن روايات الثقات إذا تعارضت يرجَّح بينها؛ فيؤخذ برواية الأوثق، وتترك رواية الثقة، وتُعَدُّ رواية الثقة شاذة. والأوثق عند المحدثين يَعْنون به زيادةَ التمكن في الثقة، وذلك يكون بالطرق التالية:\n1 -\nإما بكثرة العدد من الثقات. 2 - أو زيادة التمكن في صفة الثقة. 3 - أو بهما معاً.\nالجزء: 1 - الصفحة: 61\n",
        "والعلل، وممن صرح بإفادته العلمَ النظريَّ الأستاذُ أبو منصور [/5/ب]- البغدادي (1)، والأستاذ أبو بكر بن فُوْرَك (2)، وغيرهما.\nجـ- ومنها: المسَلْسَلُ بالأئمةِ الحفاظِ المتقنين، حيث لا يكونُ غريباً، كالحديث الذي يرويه أحمدُ بن حنبل (3)، مثلاً، ويشاركه فيه غيره عن الشافعي (4)، ويشاركه فيه غيره عن مالك بن أنس (5)، فإنه يفيد العلمَ عند سامعِهِ بالاستدلال مِن جهةِ جَلالةِ رواتِهِ وأنَّ فيهم مِن الصفاتِ اللائقةِ الموجِبةِ للقبولِ ما يقوم مقام العدد الكثير مِن غيرهم، ولا يتشكك\n(1) هو عبد القاهر بن طاهر بن محمد التميمي الإسفرائينيّ، البغداديّ الشافعيّ، تلميذ أبي إسحاق الإسفرائينيّ، ت 429 هـ.\n(2) هو محمد بن الحسن بن فُوْرَك الأصبهانيّ، أبو بكر، المشهور بابن فُوْرَك، يقال: قاربتْ مؤلفاته المئة.\n(3) هو إمام أهل السنّة، أحمد بن محمد بن حنبل، الشيبانيّ، أبو عبدالله، 161 - 241 هـ، صاحب المذهب، صنّف \"المسنَد\"، و\"فضائل الصحابة\"، وهو مِن أذكياء الدنيا، فضائله تَعطّر بها الدهر.\n(4) هو الإمام محمد بن إدريس الشافعيّ المطّلِبيّ، أبو عبد الله، 150 - 204 هـ، صاحب المذهب شيخ الإمام أحمد، أوّل مَن صنَّف في أصول الفقه بكتابه \"الرسالة\"، مِن أذكياء الدنيا.\n(5) هو إمام دار الهجرة، مِمن سارتْ بفضائله الركبان، 97 - 179 هـ.\nالجزء: 1 - الصفحة: 62\n",
        "مَنْ له أدنى ممارسةٍ بالعلم وأخبار الناس أنّ مالكاً، مثلاً، لو شافهه بخبرٍ (1) أنه صادقٌ فيه، فإذا انضاف إليه مَن هو في تلك الدرجة ازداد قوةً (2)، وبَعُدَ ما يُخْشَى عليه مِن السهو.\nوهذه الأنواع التي ذكرناها لا يَحْصل العلمُ بصدقِ الخبرِ منها إلا للعالِمِ بالحديثِ المتبحرِ فيه العارفِ بأحوالِ الرواةِ، المطَّلِعِ على العلل. وكونُ غيره لا يَحْصلُ له العلمُ بصدْقِ ذلك -لقصوره عن الأوصاف المذكورة التي ذكرناها (3) - لا يَنفي حصولَ العلمِ للمتبحّر المذكور.\nومحصَّل (4) الأنواع الثلاثة التي ذكرناها أنَّ:\nالأول: يختص بالصحيحين.\nوالثاني: بما له طرقٌ متعددة.\nوالثالث: بما رواه الأئمة.\nويُمْكن اجتماع الثلاثة في حديثٍ واحد، ولا يَبْعُدُ حينئذ القطعُ بصدقه (5)، والله أعلم.\n(1) في نسخةٍ زيادة: \"لَعَلِمَ\".\n(2) قوله: \"فإذا انضاف إليه من هو في تلك الدرجة\n...\n\"، أَيْ: زاد العدد في الرواية. مع ملاحظة أنّ المقصود زيادة العدد مِن الأئمة الثقات هؤلاء، أمّا عن غيرهم فقد تتعدد الطرق ولا يصح شيء منها.\n(3) في قوله: ((المذكورة التي ذكرناها)). نوعُ تكرارٍ يُغْني عنه إحدى اللفظتين.\n(4) في الأصل حاشيةٌ إلحاقيةٌ هنا، ونصُّها: \"قوله: ومحصَّل الأنواع الثلاثة وهي: تقويتُهُ بالقرائنِ وكثْرةِ طُرُقِه، والتسلسل.\"، ق 5 ب.\n(5) قوله: \"فلا يبعد حينئذ القطع بصدقه\". قلتُ: فيكون مشاركاً للمتواتر مِن هذه الحيثية.\nالجزء: 1 - الصفحة: 63\n",
        "ثم الغرابة إما أن تكون:\n1 -\nفي أصل السند (1): أي في الموضع الذي يدور الإسناد عليه ويَرْجِعُ، ولو تعددت الطرق إليه، وهو طَرَفُهُ الذي فيه الصحابي.\n2 -\nأو لا يكون كذلك، بأن يكون التفرد في أثنائه، كأَنْ يرويَه عن الصحابيّ (2)\nأكثرُ مِن واحدٍ، ثم ينْفَرِدَ بروايته عن واحدٍ منهم شخصٌ - واحد -.\n(1) الغرابةُ في أصل السند: يقصد به الغرابة المطلقة.\nثم الغرابة: إما أن تكون في أصل السند. (هذا هو الأول).\nأو في أثنائه. (هذا هو الثاني).\nوالحديث الغريب النسبي يقل إطلاق الفردية عليه.\nوالصحيح أنّ تَفرُّد الصحابي بالحديث يُعدُّ تفرُّداً مطلقاً، شأنه شأن التابعي فمَن بعده.\n(2) قوله: \"كأن يرويه عن الصحابي أكثر من واحد، ثم ينفرد بروايته عن واحد منهم شخصٌ واحد\".\nالأَولى أن يقول: \"كأن يرويه من الصحابة أكثرُ مِن واحد، ثم ينفرد بالرواية عن واحدٍ منهم شخصٌ\"؛ وذلك لأن هذا القِسْم لم يتفرّدْ به صحابي واحدٌ، وإن كان المثال يَقَع في هذه الصورة؛ بأن يكون التفرّدُ نسبياً، بأن يرويه شخص واحدٌ عن شخص واحدٍ من تلاميذ الصحابي الذين رووا الحديث، لكن، ليس مِنْ لازمِ هذا أن ينفرد به الصحابي؛ ولهذا يزيل هذا الاحتمال أن يقال: \"كأن يرويَه مِن الصحابة أكثرُ مِن واحدٍ\n...\n(إلى آخر العبارة المقترحة آنفاً)، أو يقال: \"كأن يرويَهُ عن صحابيٍ ما أكثر مِن راوٍ، ثم ينفرد به شخصٌ واحدٌ يرويَه عن واحدٍ مِن أولئك الرواة\".\nالجزء: 1 - الصفحة: 64\n",
        "فالأول: الفرد المطْلَق:\nكحديث النهي عن بيع الولاء وعن هبته (1)، تفرَّد به عبد الله بن دينار عن ابن عمر، وقد يَنْفَرِدُ به راوٍ عن ذلك المنْفَرد، كحديث شُعَبِ الإيمان (2)، تفرَّدَ به أبو صالح عن أبي هريرة، وتفرَّدَ به عبد الله بن دينار عن أبي صالح، وقد يستمر [6/أ] التفرد في جميع رواته أو أكثرهم. وفي \"مسند البزَّار\" (3)، و\"المعجم الأوسط\"، للطبراني (4) أمثلةٌ كثيرة لذلك.\nوالثاني: الفرد النسبيّ:\nسُمِّيَ بذلك لكون التفرد فيه حَصَلَ بالنسبة إلى شخصٍ مُعَيَّنٍ، وإن كان الحديث في نفسه مشهوراً، ويقِلُّ إطلاقُ الفردِيّةِ عليه، لأن الغريب والفرد مترادفان لغةً واصطلاحاً، إلا أن أهلَ الاصطلاح غايروا بينهما من حيثُ كثرةُ الاستعمال وقِلَّتُه، فالفردُ أكثر ما يُطْلقونه على الفرد المطلق، والغريب أكثر ما يُطْلقونه على الفرد النسبي، وهذا مِن حيث إطلاق الاسم عليهما، وأما مِن حيثُ استعمالُهم الفعل المشتق فلا يُفَرِّقون، فيقولون في المطلق والنسبي: تفرَّد به فلان، أو أغرب به فلان.\n(1) رواه البخاري، 2535، العتق، ومسلم، 1506، العتق.\n(2) رواه البخاري، 9، الإيمان، ومسلم، 35، الإيمان.\n(3) هو أحمد بن عمرو بن عبد الخالق البصريّ، أبو بكر البزّار، -292 هـ، له المسند، المسمّى بالبحر الزّخّار، طُبِع منه تسعة أجزاء، بتحقيق د. محفوظ الرحمن زين الله، المدينة المنورة، مكتبة العلوم والحكم، 1416 هـ-1996 م.\n(4) هو سليمان بن أحمد بن أيوب الطبرانيّ، نسبةً إلى طبريّةً، 260 - 360 هـ، له المعاجم الثلاثة: الكبير والأوسط والصغير، وهي كتب حديثٍ مرتّبةً على أسماء الرواة بحسب حروف المعجم.\nالجزء: 1 - الصفحة: 65\n",
        "وقريبٌ مِنْ هذا: اختلافُهم في المنقطعِ (1) والمرسَل هل هما متغايران أو لا؟ فأكثر المحدثين على التغاير (2)، لكنه عند إطلاق الاسم، وأما عند استعمال - الفعل المشتق فيستعملون الإرسال فقط، فيقولون: أرسله فلان، سواء - كان ذلك مرسلاً أم منقطعاً، ومن ثَمَّ أَطلق غير واحدٍ ممن لم يلاحِظ مواقعَ استعمالهم على كثير من المحدثين أنهم لا يغايرون بين المرسل والمنقطع، - وليس كذلك؛ لِما حرّرناه، وقلَّ مَنْ نَبَّه على النُّكتة في ذلك، والله - أعلم.\nوخبرُ الآحاد: بنقلِ عدلٍ (3) تامِّ الضبطِ، متصلَ السند، غيرَ مُعَلَّل ولا شاذٍّ هو\nالصحيحُ لِذاته\n(4).\nوهذا أولُ تقسيمِ المقبول إلى أربعةِ أنواعٍ؛ لأنه إمّا أنْ يشتملَ من صفاتِ القبول على:\n1 -\nأعلاها. 2 - أوْ لا.\n(1) في الأصل هنا في ق 6 أ، حاشية توضيحية تبين لي منها ما يلي: \"والنكتة في ذلك\n...\nقيل: قطعه فلان فهو المقطوع نختار\".\n(2) \"فيُطْلِقون المرسَل على الحديث الذي رواه التابعيّ عن النبيّ - صلى الله عليه وسلم - ولم يَذْكر الواسطة، والمنقطع ما سقط منه راوٍ فأكثر، قبْل الصحابيّ. أمّا إذا قالوا: أرسله فلانٌ. فيصلح للأمرين كما أوضحه المصنف\". عتر: 54، حاشية 2.\n(3) في الأصل هنا حاشية، نصّها: \"قوله: \"عدلٌ\"، المراد: عدل رواية لا شهادة\". ق 6 أ.\n(4) وبعد أن تحدث عن تقسيم الخبر بالنظر إلى تعدد طرقه. يتحدث هنا عن تقسيم الخبر بوصفه بالصحة أو ضدها. والخبر في ذلك درجات أعلاها الصحيح لذاته، ثم الصحيح لغيره، ثم الحسن لذاته، ثم الحسن لغيره. فبدأ المؤلف أوّل ما بدأ بالصحيح لذاته.\nالجزء: 1 - الصفحة: 66\n",
        "الأول: الصحيحُ لذاته (1).\nوالثاني: إنْ وُجِدَ ما يَجْبُرُ ذلك القُصور ككثرة الطرق (2)، فهو الصحيح أيضاً (3)، لكن، لا لذاته.\n(1) مراتب الآحاد: إما أن يشتمل مِن صفات القبول على:\nأ - أعلاها:\n...\nالصحيح لذاته.\n...\n(1)\nب- أوْ لا:\n...\nالصحيح لغيره.\n...\n(2)\nالحسن لذاته.\n...\n(3)\nالحسن لغيره.\n...\n(4)\nوهذه شجرةٌ بهذا التقسيم:\nالحديث المقبول:\nإما أن يشتمل على أعلى درجات القبول\n...\nأو لا يشتمل على أعلاها.\nوهو الصحيح لذاته\n...\nالصحيح لغيره\n...\nالحسن لذاته\n...\nالحسن لغيره\n(2) قد تكون الكثرة هنا هي: مجرّد التعدد. على أنّ للعلماء مسالك في جَبْر الرواية، أو تقويتها، بكثرة الطرق، وذلك فيما يتعلق بالاكتفاء بمجرّد التعدد، أو اشتراط الكثرة، على ما يظهر من استقراء مسالك المتقدمين منهم والمتأخرين، والمتشدِّدين والمتسامحين.\n(3) ولكن مع التنبه إلى أن درجة الصحة هنا تقلُّ عنها في الصحيح لذاته.\nالجزء: 1 - الصفحة: 67\n",
        "3 -\nوحيث لا جُبْرَانَ فهو الحسن لذاته.\n4 -\nوإن قامت قرينةٌ ترجِّح جانبَ قبول ما يتوقف فيه فهو الحسن، أيضاً، - لا - لذاته.\nوقُدِّمَ الكلام على الصحيح لذاته لعلو رتبته.\nوالمراد بالعدل (1): مَنْ له مَلَكَةٌ تَحْمِلُه على مُلازَمة [6/ب] التقوى والمروءة (2).\nوالمراد بالتقوى: اجتناب الأعمال السيئة من شِرْك أو فسقٍ أو - بدعةٍ.\n(1) قلتُ: اختلفت أقوال العلماء في تعريف\nالعدالة،\nولكن، لا يصرفْك ذلك عن اتفاقهم؛ فاختلاف تعبيرهم عن العدالة، لا يعني اختلافَهُمْ في العدالة، وقُلْ كذلك بالنسبة للمروءة. ومهما قيل في التعريف فالأصل أن كل ذلك يعود إلى مَلَكَةٍ تَحْمِلُ صاحبها على الاستقامة في الأقوال والأفعال.\nوالناس يختلفون في تصوّر المعاني، والسِّرُّ في هذا هو أن أسماء المعاني ليست كأسماء الذوات المحسوسة؛ فيحصل الخلاف في أسماء المعاني ولا يحصل في أسماء الذوات، على حدِّ ما يقول الإمام ابن تيمية، رحمه الله.\n(2) هنا حاشية في الأصل، نصها: \"قوله: والمروءة، ذكر جمهور فقهاء الشافعية أنها السائر بسيرة أمثاله في زمانه ومكانه.\nوقيل: التوقي عن الأدناس.\nوقيل: أن لا يعمل في السرِّ ما يستحيا منه في العلانية.\nوفسّرت العدالة بالملكة المانعة عن اقتراف الكبائر والصغائر الخسيسة والرذائل المباحة.\nوالمراد عدل الرواية، لا عدل الشهادة، فلا يختص بالذَّكَرِ الحُرِّ.\nمن حاشية الشيخ سر الحق الذرودة [أو: الذروي، غير واضحة] \"، الأصل، ق 6 ب.\nالجزء: 1 - الصفحة: 68\n",
        "والضبط:\nأ - ضبطُ صَدْرٍ: وهو أن يُثْبِت ما سمعه بحيث يتمكَّنُ من استحضاره متى شاء.\nب- وضبطُ كتابٍ: وهو صِيانَتُهُ لديه منذ سمع فيه وصححه إلى أن يُؤَدِّيَ منه. وقُيِّدَ بالتام إشارةً إلى الرتبةِ العُليا في ذلك.\nوالمتصل: ما سَلِم إسنادُه مِنْ سقوطٍ فيه، بحيث يكون كلٌّ مِنْ رِجاله سمعَ ذلك المرويَّ مِن شيخه. والسند تقدَّمَ تعريفُهُ.\nوالمُعَلَّل لغةً: ما فيه عِلَّةٌ، واصطلاحاً: ما فيه عِلَّةٌ خَفَيّةٌ قادحةٌ.\nوالشاذُّ لغةً: المنفرد، واصطلاحاً: ما يخالِف فيه الراوي (1) مَنْ هو أرجحُ منه. وله تفسير آخَرُ سيأتي.\nتنبيه: [حول القيود في تعريف الصحيح لذاته]:\nأ - قوله: ((وخبر الآحاد)): كالجنس، (2) وباقي قُيودِهِ كالفصل (3).\nب- وقوله: ((بنقل عدل)): احترازٌ عما ينقله غيرُ عَدْلٍ.\n(1) قوله: \"ما يخالف فيه الراوي من هو أرجح منه\": المقصود ليس كل راوٍ حتى يَدْخل الضعيف، وإنما المراد الراوي المقبول الرواية؛ ولهذا كان الأَولى أن يُقَيِّد، رحمه الله، العبارة بهذا القيد حتى لا يَدْخل الضعيف في قوله \"الراوي\". ومعلوم أن مخالفة الراوي الضعيف للثقة لا اعتبار بها.\nوقد تجَوَّزَ الإمام ابن حجر من هذا القيد لحظاً للشرطين السابقين: (العدالة والضبط).\nولَعَلَّهُ عَدَلَ إلى التعبير بقوله: \"أرجح منه\"، بدلاً من \"أوثق منه\" لِيَدْخُلَ ما ترجّح بكثرة العدد.\n(2) قوله: \"كالجنس\": أَيْ: الذي يشتمل على مجموعةِ أنواعٍ.\n(3) قوله: \"الفصل\": أَيْ: ما يُمَيَّزُ به أحدُ أنواعِ ذلك الجنس عن بقيةِ أنواعه.\nالجزء: 1 - الصفحة: 69\n",
        "جـ- وقوله: ((هو)): يُسمى فَصْلاً (1) يتوسط بين المبتدأ والخبر، يُؤْذِن بأنّ ما بعده خبرٌ عما قبله، وليس بنعتٍ له.\nد- وقوله: ((لذاته)): يُخرِج ما يُسمى صحيحاً بأمرٍ خارجٍ عنه، كما تقدم.\nوتتفاوت رُتَبُه، أي الصحيح، بسببِ تفاوُتِ هذه الأوصاف المقتضيةِ للتصحيح في القوة، فإنها لَمّا كانت مفيدةً لغلبةِ الظنِّ الذي عليه مدارُ الصحة = اقتضت أنْ يكونَ لها درجاتٌ، بعضُها فوق بعضٍ، بحسب الأمور المقوِّية، وإذا كان كذلك فما تكون رُوَاتُه في الدرجة العليا من: العدالة، والضبط، وسائر الصفات التي توجب الترجيح = كان أصحَّ مما دونَه.\nفَمِن الرتبة العليا في ذلك: ما أَطلق عليه بعضُ الأئمة أنه أصح الأسانيد (2).\nأ - كالزُّهْرِي، عن سالمٍ بنِ عبد الله بن عمر، عن أبيه.\nوكمحمد بن سيرين، عن عَبِيدَةَ (3) بن عمرو، عن علي.\n(1) أَيْ: ضمير فصْلٍ.\n(2) عبارةُ: \"أصح الأسانيد\" وردت عند المحدثين على معنيين:\n1 -\nوردت على معنى أصح الأسانيد مطلقاً.\n2 -\nووردت على معنى أصح الأسانيد مقيَّدةً، كأن يقال: أصح الأسانيد عن علي، أو أصح أسانيدِ هذا الحديث.\nوالإطلاق الثاني ليس دالاً على المرتبة العليا في الصحة، وإنما الذي يدل على المرتبة الأولى في الصحة هو الإطلاق الأول، وهو أصح الأسانيد مطلقاً.\nوالمعتَمَدُ أن لا يقال: أصح الأسانيد مطلقاً، بل يقال: من أصح الأسانيد.\n(3) في الأصل حاشية، ونصها: \"قوله: عَبيدة، بفتح العين المهملة كذا في\n...\nويسمى بهم في الكنى: أبو عَبيدة، بفتح العين المهملة، كما في المؤتلف والمختلف من\n...\nحاشية السر\".\nوفي كل موضع من مواضع الفراغ كلمة لم أتبينها.\nالجزء: 1 - الصفحة: 70\n",
        "وكإبراهيم النخعي (1)، عن علقمة، عن ابن مسعود.\nب- ودُونَها في الرتبة:\nكرواية بُرَيْد بن عبد الله بن أبي بُرْدَةَ، عن جَدِّه، عن أبيه، أبي موسى.\nوكحماد بن سَلَمَة، عن ثابتٍ، عن أنس.\nجـ- ودُونَها في الرتبة:\nكسُهَيل بن أبي صالحٍ، [7/أ] عن أبيه، عن أبي هريرة.\nوكالعلاء بن عبد الرحمن، عن أبيه، عن أبي هريرة.\nفإن الجميع شَمَلَهم اسم \"العدالة والضبط\"، إلا أن المرتبة الأولى فيهم مِن الصفات المرجِّحة ما يقتضي تقديمَ رِوَايَتِهم على التي تليها، وفي التي تليها مِن قوّةِ الضبط ما يقتضي تقدِيْمَهَا على الثالثة، وهي -أي الثالثة- مقدَّمةٌ على روايةِ مَن يُعَدُّ ما يَنْفَرِدُ به حَسَناً:\nكمحمد بن إسحاق، عن عاصم بن عمر، عن جابر.\nوعَمْرو بن شُعَيب، عن أبيه، عن جده.\nوقِسْ على هذه المراتب ما يَشبهُها.\nوالمرتبةُ الأُولى هي التي أَطلقَ عليها بعضُ الأئمة أنها أصحُّ الأسانيدِ.\nوالمعتَمدُ عدمُ الإطلاَقَ لترجمةٍ معيَّنةٍ منها.\nنعمْ يُسْتَفَاد مِن مجْموع ما أَطْلَق عليه الأئمة ذلك أَرْجَحِيَّتُهُ على ما لم\n(1) في حاشية الأصل، ق 6 ب: \"قوله: \"النخعي، بفتح النون، [نسبةً] إلى النخع، قبيلة من اليمن\". وما بين معكوفين لم تظهر بسبب التصوير.\nالجزء: 1 - الصفحة: 71\n",
        "لم يطلقوه.\nويَلْتحِقُ بهذا التفاضلِ (1) ما اتفق الشيخانِ على تخريجه (2) بالنسبة إلى ما انفرد به أحدهما، وما انفرد به البخاريُّ بالنسبة إلى ما انفرد به مسلمٌ؛ لاتفاق العلماء بعدهما على تلقِّي كتابيهما بالقبول، واختلافُ بعضهم في أيهما أرجحُ. فما اتفقا عليه أرجحُ مِنْ هذه الحيثية مما لم يتفقا عليه.\nوقد صَرَّح الجمهور بتقديم صحيح البُخَارِيّ في الصحة، ولم يُوجَد عن أحدٍ التصريحُ بنقيضه (3).\nوأما ما نُقِلَ عن أبي علي النيسابوري (4)، أنه قال: ((ما تحتَ أديم السماءِ أصحُّ مِن كتابِ مسلمٍ)) (5)، فلم يُصرِّحْ بكونه أصحَّ مِن صحيحِ البُخَارِيِّ؛ لأنه إنما نَفَى وجودَ كتابٍ أصح من كتابٍ مسلمٍ؛ إذ المنفي إنما هو ما تقتضيه\n(1) هذا إلحاقٌ بموضوع درجات الصحيح، لا إلحاقاً بالمرتبة الأُولى.\n(2) في الأصل هنا حاشيةٌ، نصُّها: \"أَيْ: وقد رواه كل واحدٍ منهم مِن طريقٍ آخر\". حاشية\"، ق 7 أ.\n(3) هذا الرجحان إنما هو رجحان البُخَارِيّ في الجملة على مسلم في الجملة: وما كان على شرط البُخَارِيّ ومسلم يجب أن يُراعَى في تحديده أن يكون الرواة في السند على ترتيبهم عندهما، بالنسبة للتلاميذ والشيوخ؛ لأنهما قد يَقبلان رواية راوٍ عن شيخه ذاك، الذي جاءت روايته عندهما أو عند أحدهما، ولا يَقْبلان روايته عن شيخٍ آخر.\n(4) هو الحسين بن علي بن يزيد النيسابوريّ، أبو عليّ، 277 - 349 هـ.\n(5) نقله عنه الذهبي في \"تذكرة الحفاظ\"، 2/ 589، ثم قال عقبه: \"قلت: لعل أبا علي ما وصل إليه صحيح البخاري\".\nالجزء: 1 - الصفحة: 72\n",
        "صيغةُ \"أَفْعَلَ\"، من زيادةِ صحةٍ في كتابٍ شاركَ كتابَ مسلمٍ في الصحة، يمتاز بتلك الزيادة عليه، ولم يَنْفِ المساواةَ.\nوكذلك ما نُقِلَ عن بعض المغاربة أنه فَضّلَ صحيحَ مسلمٍ على صحيح البُخَارِيّ فذلك فيما يَرْجعُ إلى حُسْن السياقِ، وجَوْدَةِ الوضع والترتيب، ولم يُفْصِحْ أحدٌ منهم بأن [7/ب] ذلك راجعٌ إلى الأصَحِّيَّة، ولو أفصحوا به لردَّه عليهم شاهدُ الوجود (1).\nفالصفاتُ التي تدور عليها الصحةُ في كتابِ البُخَارِيِّ أتمُّ منها في كتابِ مسلمٍ وأشدّ، وشَرْطُهُ فيها أقوى وأسدّ.\n(1) \"شاهدُ الوجود\":\nلقد أَحْسنَ الإمام ابن حجر، رحمه الله تعالى، بهذه الطريقة في الاستدلال؛ وذلك لأنّ أقوى الأدلة لإثبات الشيء حقيقةُ وجودِهِ؛ لأنها تُفنِّد أدلة إنكاره، ولذلك كان مِن حكمة الله تعالى -في باب دعوة الله لنا إلى هُدَاه- أنه دعانا إلى الإيمان به بكلِّ سبيلٍ، ومِن ذلك أنه أَرى بعْضَ عباده عمليةَ الخَلْق والإِحياء.\nوقد أشهدَ الله تعالى مَن أَشهَدَ مِن عباده، والإشهاد على الإيجاد، من أدلةِ وحججِ الله على العباد.\nوهذا يَعْني أنّ مِن المنهجية المهمة، في طريقة الوصول إلى الحق، والطريقةِ المثلى للمنافحة عن الحق، وردِّ الشبهات، الاتِّساء بهذا المنهج، سواء في طريقة العرض والإقناع، أو في طريقة المناقشة ورَدِّ الشبهات. وقد قالوا: شاهدُ العِيان يُغْني عن البيان! .\nوقد تعرَّض الإمام ابن تيمية -رحمه الله تعالى- لهذا في كتابه \"الاستقامة\"، وفي غيره، وذَكَر كلاماً جميلاً فيه، يُنظر: \"مقدمة في أصول التفسير\"، له، بتحقيق: د. - عدنان زرزور، الكويت، بيروت، دار القرآن الكريم - مؤسسة الرسالة، ط. - الثانية، 1392 هـ، 1972 م، فصل في نوعي الاختلاف في التفسير، ص 55 - 78.\nالجزء: 1 - الصفحة: 73\n",
        "أما رُجْحانه من حيثُ الاتصال: فلاشتراطه أن يكون الراوي قد ثبت له لِقَاءُ مَنْ روى عنه، ولو مرةً، واكتفى مسلمٌ بمطْلَقِ المعاصرة.\nوأَلزم البخاريَّ بأنه يَحتاج أن لا يَقبَل العنعنةَ أصلاً، وما ألزمه به ليس بلازمٍ؛ لأن الراوي إذا ثبت له اللقاء مرةً لا يجري في رواياته احتمالُ أن لا يكون سَمِع؛ لأنه يَلْزم من جَرَيَانِهِ أن يكون مدلِّساً، والمسألة مفروضة في غير المدلِّس.\nوأما رُجْحانُه مِنْ حيثُ العدالةُ (1) والضبطُ: فلأنّ الرجالَ الذين تُكُلِّمَ فيهم مِن رجالِ مسلمٍ أكثرُ عدداً من الرجال الذين تُكُلِّمَ فيهم مِنْ رجالِ البُخَارِيّ، مع أن البخاريَّ لم يُكْثِرْ من إخراج حديثهم، بل غالبُهم من شيوخه الذين أَخذ عنهم، ومارس حديثهم، بخلافِ مسلمٍ في الأمرين.\nوأما رُجحانُه من حيثُ عدمُ الشذوذِ والإعلالِ: فلأن ما انْتُقِدَ على البُخَارِيّ من الأحاديث أقلُّ عدداً مما انْتَقِدَ على مسلمٍ، هذا مع اتفاق العلماء على أن البخاريَّ كانَ أجلَّ مِنْ مُسْلم في العلوم، وأعرفَ بصناعةِ الحديث منه، وأن مسلماً تلميذه وخِرِّيجُهُ ولم يَزَلْ يستفيدُ منه ويَتَّبع (2) آثارَه، حتى لقد قال الدارقطنيُّ (3): ((لولا البخاريُّ لما\n(1) في الأصل ضُبِطتْ بالجرِّ، وكذا الكلمة بعدها، والصواب الرفع.\n(2) في بعض النسخ المطبوعة: ويتتبعُ. وهو خطأٌ؛ لأن التتبع غير الاتّباع؛ إذ معناها: التعقُّب.\n(3) هو عليّ بن عمر بن أحمد الدّارَقُطْنِيّ، البغدادي، أبو الحسن، 306 - 385 هـ، يُضرب به المثل في الحفظ والإتقان في الحديث، له مصنفات في الحديث تشهد بإمامته وذكائه، وقد كَتبْتُ فيه أُطروحة للدكتوراه، ونشرتها بعنوان: \"الإمام أبو الحسن الدَّارَقطْنيّ وآثاره العلمية\"-وسقط مِن العنوان عبارة: \"مع دراسة تفصيلية عن كتابه السنن\"، جدّة، دار الأندلس الخضراء، ط. الأولى، 1421 هـ - -2000 م.\nالجزء: 1 - الصفحة: 74\n",
        "راحَ - مسلمٌ ولا جاء)) (1).\nومِن ثَمَّ، أَيْ: ومِن هذه الحيثية -وهي أرجحية شرْط البُخَارِيّ على غيره- قُدِّمَ صحيحُ البُخارِيّ على غيره من الكتب المصنَّفة في الحديث.\nثم صحيحُ مسلمٍ، لمشاركته للبُخَارِيّ في اتّفاق العلماء على تلقِّي كتابه بالقبول، أيضاً، سِوى ما عُلِّل (2).\nثم يُقَدَّمُ في الأرجحية، مِن حيثُ الأَصَحِّيَّةُ، ما وافقَه شَرْطُهُما؛ لأن المراد به رواتهما [8/أ] مع باقي شروطِ الصحيح، ورواتُهُما قد حصل الاتفاق على القول بتعديلهم بطريق اللزوم (3)، فهُمْ مقدَّمون على غيرهم في رواياتهم، وهذا أصلٌ لا يُخْرَجُ عنه إلا بدليل (4).\n(1) وقد أخرجها الخطيب في \"تاريخ بغداد\"، 13/ 102، ولتقرير أصحية صحيح البخاري وتقديمه على صحيح مسلم يُنظر \"هدْي الساري\"، ص 10، و\"تدريب الراوي\"، للسيوطي، ص 88 - 98.\n(2) هنا حاشية بخط المصنف، نصها: \"بلغت قراءة بحث عليّ. كتبه ابن حجر\".\n(3) قوله: \"بطريق اللزوم\"، هذا نوعٌ مِن أنواع الدلالة، إذْ أنّ أنواع الدلالة هي: دلالة - اللزوم، - ودلالة التضمن، ودلالة المطابقة، فكما قُبِلَ صحيحاهما فقد صار مِن - لازمِ - ذلك تعديل رواتهما، وهذا دليلٌ على أن ما كان على شرطهما يأتي بعد ما - أخرجاه.\n(4) قوله: \"وهذا أصلٌ لا يُخرَج عنه إلا بدليل\"، ولكن، هذا إذا جاءت الرواية عنهم بنفس الكيفية التي رَوى لهم بها الشيخان، وهي تتناول النظر إلى أمرين:\nالأول: مراعاة ذلك الترتيب بين التلاميذ والشيوخ الوارد في الصحيحين، أَيْ: مطابقة الرواية لروايته، بأن يكون التلاميذ هم التلاميذ، والشيوخ هم الشيوخ.\nالثاني: التدقيق في صفة الرواية عن هذا الراوي في الصحيحين هل جاءت على وجْه الاحتجاج به أم لا؟ إذْ لا يَصْدُقُ شرطُهما إلا على ما رويا له احتجاجاً.\nالجزء: 1 - الصفحة: 75\n",
        "فإن كان الخبرُ على شرطهما معاً كان دونَ ما أخرجه مسلم أو مثلَه (1).\nوإن كان على شرط أحدهما فَيُقَدَّمُ شرطُ البُخَارِيّ وحدَه على شرطِ مسلمٍ وحْدَهُ تبعاً لأصلِ كلٍّ منهما.\nفخرج لنا مِن هذا ستةُ أقسامٍ تتفاوت درجاتها في الصحة.\nوثَمّ قِسمٌ سابع، وهو ما ليس على شرطهما اجتماعاً وانفراداً، وهذا التفاوتُ إنما هو بالنظر إلى الحيثية المذكورة.\nأمّا لو رَجَحَ قِسْمٌ على ما هو فوقه (2) بأمورٍ أُخرى تقتضي الترجيح؛ فإنه يُقَدَّمُ على ما فوقه؛ إذ قد يَعْرِضُ للمَفُوقِ ما يَجْعله فائقاً.\nكما لو كان الحديثُ عند مسلمٍ، مثلاً، وهو مشهورٌ قاصرٌ عن درجة التواتر، لكن، حَفَّتْه قرينةٌ صار بها يُفيدُ العلم، فإنه يُقَدَّم على الحديث الذي يُخرجُه البُخَارِيّ إذا كان فَرْداً مطلقاً.\nوكما لو كان الحديث الذي لم يخرِّجاه من ترجمةٍ وُصِفت بكونها أصحَّ الأسانيد، كمالك عن نافع عن ابن عمر، فإنه يُقدَّم على ما انفرد به أحدهما،\n(1) أَيْ: في منزلته.\n(2) قوله: \"أمّا لو رَجَحَ قِسْمٌ على ما هو فوقه\": الصحيحُ درجاتٌ ومراتب، ولكن هذا الترجيح إجماليٌّ؛ فليس مِنْ لازمه تفضيلُ كلِّ درجةٍ على التي بعدها مطلقاً في كلِّ حديثٍ؛ فقد يَرِدُ حديثٌ على شرط مسلم أقوى مِن حديثٍ على شرط البُخَارِيّ، وهذا لا يَنْقض القاعدة العامّة هذه.\nالجزء: 1 - الصفحة: 76\n",
        "مثلاً، لا سيما إذا كان في إسناده مَنْ فيه مقال (1).\nفإنْ خَفَّ الضبطُ، أي قَلَّ -يُقال: خَفَّ القومُ خُفوفاً: قَلُّوا- والمراد مع بقية الشروط المتقدمة في حدِّ الصحيح = فهو\nالحسنُ لذاته،\nلا لشيء خارجٍ، وهو الذي يكون حُسْنُه بسببِ الاعتضاد، نحو حديثُ المستُور إذا تعددت طُرُقُه (2). وخَرَج باشتراطِ باقي الأوصاف الضعيفُ.\nوهذا القِسمُ من الْحَسَنِ مشاركٌ للصحيح في الاحتجاج به، وإِنْ كان دُونَهُ، ومشابِهٌ له في انقسامه إلى مراتبَ بعضُها فوقَ بعض.\nوبكثرة طُرُقِه يُصَحَّحُ، وإنما نحكم له بالصحة عند تعدد الطرق (3)، لأن للصورة المجموعة قوّةً تَجْبرُ القدر الذي قَصُرَ به ضبط راوي الحَسَنِ عن راوي الصحيحِ، ومِن ثَمَّ (4) تُطْلَقُ الصحةُ على الإسناد الذي يكون حسناً لذاته [/8/ب]-لو تفرد- إذا تعدد.\nوهذا حيثُ ينفردُ الوصف.\n(1) قوله: \"مَن فيه مقال\": قلت: هذا لا يعني ردَّ الرواية على كل حال؛ فقد تكون الرواية التي فيها مَنْ فيه مقالٌ مقبولةً، وقد تكون مردودة؛ وذلك بحسب نوع الكلام في الراوي ودرجته، وهل جاء مِن طُرُقٍ أُخرى أم لا؟ . يُراجع هذا الموضوع في مقدّمة تحقيقي لرسالةِ: \"مَن تُكُلِّمَ فيه وهو مُوَثَّقٌ أو صالِحُ الحديثِ\"، للإمام الذهبي، تحت عنوان: ((هل يُرَدُّ كل حديثٍ فيه راوٍ مُتَكَلَّمٌ فيه؟ )).\n(2) أَيْ: إذا تعددت طرقه على وجهٍ يَجْبر بعضها بعضاً. وهذا قَيْدٌ مهم؛ لأنه ليس كلُّ تعددٍ في الطرق يَجبر الرواية، ويُنظر الحاشية رقم (116) ص 69.\n(3) يُنظر الحاشية رقم (112) ص 67.\n(4) أَيْ: مِن هذه الحيثية.\nالجزء: 1 - الصفحة: 77\n",
        "فإن جُمِعا، أي الصحيحُ والحسنُ، في وصفٍ واحدٍ، كقول الترمذي وغيره: \"حديثٌ حسنٌ صحيحٌ\"، فللتردد الحاصل من المجتهد في الناقل: هل اجتمعتْ فيه شروط الصحة أو قَصُرَ عنها، وهذا حيث يَحْصل منه التفرد بتلك الرواية.\nوعُرِفَ بهذا جوابُ مَنِ استشكلَ الجمعَ بين الوصفين؛ فقال: الحَسَنُ قاصرٌ عن الصحيحِ؛ ففي الجمع بين الوصفين إثباتٌ لذلك القصورِ ونَفْيُهُ! .\nومُحَصَّل الجواب: أنّ تردُّدَ أئمة الحديث في حال ناقلِهِ اقتضى للمجتهد أن - لا - يصفه بأحدِ الوصفين، فيُقال فيه: حَسَنٌ باعتبار وصْفِهِ عند قومٍ، صحيحٌ باعتبارِ وصْفِهِ عند قومٍ، وغايةُ ما فيه أنه حُذِف منه حرفُ التردد؛ لأنّ - حقه أن يقول: \"حسنٌ أو صحيحٌ \"، وهذا كما حُذِفَ حرف العطف مِن الذي بعده (1).\nوعلى هذا فما قيل فيه: \"حسنٌ صحيحٌ\" دون ما قيل فيه: \"صحيحٌ\"؛ لأن الجزمَ أقوى مِن التردد، وهذا حيث التفرد (2).\n(1) المقصود بالذي بعده هو: ما قيل فيه: \"حسن صحيح\"، باعتبار إسنادين؛ فهو بمعنى قولِ: \"حسن وصحيح\"، لكن، حُذِف منه حرف العطف الواو. وهذا هو ما عناه المؤلف بقوله، بعد هذا: \"وإلا إذا لم يحصل\n...\n\". وقد جاءت هنا في الأصل حاشيةٌ نصُّها: \"لعله أراد بالذي بعده الغريب، حيث يقول كثيراً: \"حسنٌ صحيح غريب\"، والتقدير: وغريب، فحذف حرف العطف، وهو الواو؛ فالضمير في \"بعده\" عائدٌ إلى ما ذكر مِن الجمعِ بين الوصفين؛ فتأمّلْ\"، ق 8 ب. قلتُ: والكلام واضحٌ مِن ألفاظِ المؤلف؛ فليس هو في حاجةٍ إلى هذا التكلِّف في التفسير.\n(2) أَيْ: حيث يكون الحديث مروِيّاً بطريقٍ واحدٍ.\nالجزء: 1 - الصفحة: 78\n",
        "وإلا إذا لم يحصل التفرد فإطلاق الوصفين معاً على الحديث يكون باعتبارِ إسنادين: أحدُهما صحيحٌ، والآخر حسنٌ.\nوعلى هذا فما قيل فيه: \"حسن صحيح\" فوقَ ما قيل فيه: \"صحيح\" فقط\n-إذا كان فرداً- لأن كثرة الطرق تقوِّي.\nفإن قيل: قد صرَّح الترمذي بأنَّ شرط الحسن أن يُرْوَى مِن غيرِ وجهٍ (1)؛ فكيف يقول في بعض الأحاديث: \"حسن غريب، لا نعرفه إلا من هذا الوجه\"؟ .\nفالجواب: أن الترمذي لم يُعرِّف الحسن مطلقاً، وإنما عَرَّفَ نوعاً خاصاً منه وَقَعَ في كتابه، وهو ما يقول فيه: \"حسنٌ\"، مِن غير صفةٍ أخرى؛ وذلك أنه:\nيقول في بعض الأحاديث: \"حسنٌ\".\nوفي بعضها: \"صحيحٌ\".\nوفي بعضها: \"غريبٌ\".\nوفي بعضها: \"حسنٌ صحيحٌ\".\nوفي بعضها: \"حسنٌ غريبٌ\".\nوفي بعضها: \"صحيحٌ غريبٌ\".\nوفي بعضها: \"حسنٌ صحيحٌ غريبٌ\".\nوتعريفه إنما وقع على الأول فقط، وعبارته تُرْشِدُ إلى ذلك؛ حيث قال في آخر\n(1) أَيْ: يُرْوى مِن أكثرِ مِن طريقٍ.\nالجزء: 1 - الصفحة: 79\n",
        "كتابه (1): ((وما قلنا في كتابنا: \"حديثٌ [9/أ] حَسَنٌ\"، فإنما أردنا به حُسْنَ إسناده عندنا. وكُلُّ (2) حديثٍ يُرْوَى، لا يكون راويه متَّهَماً بكَذِبٍ، ويُرْوَى من غير وجهٍ نحوُ ذلك، ولا يكون شاذّاً = فهو عندنا حديثٌ حسنٌ)).\nفَعُرِفَ بهذا أنه إنما عَرَّفَ الذي يقول فيه: \"حسنٌ\"، فقط، أما ما يقول فيه: \"حسنٌ صحيحٌ\"، أو: \"حسنٌ غريبٌ\"، أو: \"حسنٌ صحيحٌ غريبٌ\"، فلم يُعَرِّجْ على تعريفه، كما لم يُعَرِّجْ على تعريف ما يقول فيه: \"صحيحٌ\"، فقط، أو: \"غريبٌ\"، فقط، وكأنه ترك ذلك استغناءً، لِشُهْرَتِه (3) عند أهل الفن. واقتصر على تعريف ما يقول فيه في كتابه: \"حسنٌ\"، فقط؛ إمّا لغموضه، وإمّا لأنه اصطلاحٌ جديدٌ؛ ولذلك قَيَّدَه بقوله: ((عندنا))، ولم ينسِبْه إلى أهل الحديث كما فعل الخطابي (4).\nوبهذا التقرير يندفع كثيرٌ مِن الإيرادات التي طال البحث فيها، ولم يُسْفِر وجْهُ توجيهِها، فلله الحمد على ما أَلْهَم وعَلَّم.\nوزيادةُ راويهما، أَيْ: الصحيح والحسن، مقبولةٌ (5)، ما لم تَقَع منافيةً\n(1) أي \"السنن\"، 5/ 758.\n(2) كذا في الأصل. وجاء في سنن الترمذي: \"كل\"، ولا يخفى الفرق بين العبارتين.\n(3) في بعض النسخ: \"بشهرته\".\n(4) هو حَمْد بن محمد بن إبراهيم بن الخطّاب البُستيّ، الخطّابي، أبو سليمان، 319 - 388 هـ، له \"معالم السنن\"، و\"غريب الحديث\"، و\"إصلاح غلط المحدِّثين\".\n(5) زيادةُ الثقة إذا لم تكن مخالِفَةً لمن هو أوثق منه فهي مقبولة، وكذلك حالةُ المخالفة لمن هو أقل ثقة، أو لِمن هو ضعيف. أما المماثل فمتوقَّفٌ فيها.\nالجزء: 1 - الصفحة: 80\n",
        "لروايةِ مَنْ هو أوثق ممن لم يَذْكر تلك الزيادة؛ لأن الزيادة:\n1 -\nإمّا أن تكون لا تَنافِيَ بينها وبين روايةِ مَن لم يَذْكُرْها؛ فهذه تُقْبَلُ مطلقاً؛ - لأنها - في حكم الحديث المستقل الذي ينفرد به الثقة ولا يرويه عن شيخه غيرُه.\n2 -\nوإمّا أن تكون منافيةً، بحيث يَلْزم من قبولها ردُّ الرواية الأخرى؛ فهذه التي يقع الترجيح بينها وبين مُعارِضها؛ فَيُقْبَلُ الراجحُ ويُرَدُّ المرجُوحُ.\nواشتهر عن جمعٍ من العلماء القولُ بقبول الزيادة مطلقاً، من غير تفصيلٍ، ولا يتأتّى ذلك على طريقِ المحدثين الذين يشترطون في الصحيح أن لا يكون شاذّاً، ثم يُفسِّرون الشذوذ بمخالفة الثقة مَن هو أوثقُ منه.\nوالعَجَبُ ممن أَغفل ذلك منهم، مع اعترافه باشتراط انتفاءِ الشذوذ في حدّ - الحديث الصحيح، وكذا الحسن! .\nوالمنقولُ عن أئمة الحديث المتقدمين: كعبد الرحمن بن مهدي (1)، ويحيى القطانِ (2)، وأحمدَ بنِ [9/ب] حنبل، ويحيى بن معين (3)، وعليّ - بن المدِيني (4)،\n(1) هو عبدالرحمن بن مهدي بن حسان البصري، 135 - 198 هـ -، إمام مِن أئمة الحديث.\n(2) هو يحيى بن سعيد بن فرُّوخ، أبو سعيد القطّان، البصري، 120 - 198 هـ، مِن كبار الأئمة.\n(3) هو يحيى بن معين بن عون، أبو زكريا، البغدادي، ت 233 هـ -، إمامٌ مِن أئمة الجرح والتعديل، قيل فيه: كأنما خُلِق للحديث. له: \"التاريخ\" و\"العلل ومعرفة الرجال\".\n(4) هو علي بن عبدالله بن جعفر بن المديني البصري، أبو الحسن، الإمام، أعلمُ أهل عصره بالحديث وعلله، ت 234 هـ، له مؤلفات كثيرة.\nالجزء: 1 - الصفحة: 81\n",
        "والبُخَارِيّ (1)، - وأبي زُرْعَة (2)، وأبي حاتم (3)، والنسائي (4)، والدارقطني (5)، - وغيرهم، اعتبارُ الترجيح فيما يتعلقُ بالزيادة وغيرها، ولا - يُعْرَفُ عن أحدٍ منهم إطلاقُ قبولِ الزيادةِ.\nوأَعْجَبُ من ذلك إطلاقُ كثيرٍ مِن الشافعية القولَ بقبولِ زيادةِ الثقة، مع أن نَصَّ الشافعي يدل على غير ذلك، فإنه قال (6) -في أثناء كلامه على ما يَعْتَبَرُ به حالُ الراوي في الضبط ما نصه-: ((ويكونَ إذا شَرِكَ أحداً مِن الحُفَّاظِ لم يخالِفْه، فإنْ خالفه فَوُجِد حديثُه أَنقصَ كان في ذلك دليلٌ على صحة مَخْرَجِ حديثه. ومتى خالف ما وَصفتُ أضَرّ ذلك بحديثه))، انتهى كلامه، ومقتضاه أنه إذا خالف فوُجِد حديثُهُ أَزْيَدَ أَضرَّ ذلك بحديثه، فدل على أن زيادة العدل\n(1) هو محمد بن إسماعيل بن إبراهيم بن المغيرة، الجُعْفِيّ، أبو عبدالله، ت 256 هـ، الإمام الجَهْبَذ في الحديث وعلله، وقدوة المحدِّثين، أوّل مَن أَلّف في الحديث الصحيح مستقلاًّ، وكتابه: \"الجامع المسنَد الصحيح المختصر مِن أمور رسول - صلى الله عليه وسلم - وسننه وأيامه\" هو أصحُّ الكتب بعد كتاب الله تعالى.\n(2) هو عبيد الله بن عبدالكريم الرازيّ، أبو زُرعة، وُلِد نحو 200، وتوفي 264 هـ، مِن الأئمة المعدودين في الحديث وعلله، وفي الزهد والعبادة.\n(3) هو محمد بن إدريس الحنظليّ، أبو حاتم الرازيّ، 195 - 277 هـ، إمام في الحديث والعلل.\n(4) هو أحمد بن شعيب بن علي بن سنان، أبو عبدالرحمن، النسائي، 225 - 303 هـ، مِن أئمة الحديث الكبار، له: \"السنن الكبرى\"، و\"المجتبى\"، وغيرهما.\n(5) هو: علي بن عمر بن أحمد أبو الحسن الدارقطني، 306 - 385 هـ، إمام من أئمة الحديث والعلل.\n(6) في \"الرسالة\" (ص 463).\nالجزء: 1 - الصفحة: 82\n",
        "عنده لا يلزم قبولها مطلقاً، وإنما تُقبَلُ من الحفاظ، فإنه اعْتَبَرَ أن يكون حديثُ هذا المخالف أنقصَ مِن حديث مَنْ خَالفه مِنَ الحُفّاظ، وجَعَلَ نقصانَ هذا الراوي مِن الحديث دليلاً على صحته؛ لأنه يدل على تحرّيه، وجَعَلَ ما عدا ذلك مضراً بحديثه؛ فدخلتْ فيه الزيادة؛ فلو كانت عنده مقبولةً مطلقاً لم تكن مضِرّةً بحديثِ (1) صاحبها (2).\nفإن خولف بأرجحَ منه: لِمَزِيد ضبطٍ، أو كثرةِ عددٍ، أو غير ذلك من وجوه الترجيحات، فالراجح يقال له: \"المحفوظ\".\nومقابِلُهُ، وهو المرجوح، يقال له: \"الشاذ\".\nمثال ذلك: ما رواه الترمذي (3)، والنسائيّ، وابن ماجه (4)، من طريقِ ابن عُيَيْنَةَ، عن عَمْرو بن دينار، عن عَوْسَجَةَ، عن ابن عباس: (أن رجلاً تُوُفِّيَ على عهد النبي - صلى الله عليه وسلم -، ولم يَدَعْ وارثاً إلا مولىً هو\n(1) في الأصل أُلحِقت كلمةُ: \"بحديث\" إلحاقاً في الحاشية.\n(2) المخالفة وأثرها في المروي: إذا كثرت المخالفةُ عاد أثرها، كذلك، على الراوي ودلت على طعنٍ في ضبطه؛ ومعنى هذا أن هناك فرقاً بين قولنا: \"مخالفة الثقات\"، وبين قولنا: \"كثرة مخالفة الثقات\"، إذ الأُولى لا تستلزم الطعن في الراوي، بخلاف العبارة الثانية، أما الرواية فإنها تتأثر بالمخالفة مطلقاً، إذا كانت المخالفة في أمرٍ أساسٍ في الرواية، بخلاف ما لو كان في أمرٍ ثانويّ لا علاقة له بأساس الرواية.\n(3) هو محمد بن عيسى بن سَوْرَة، الترمذيّ، أبو عيسى، 209 - 279 هـ -، أخذَ عن البخاري، إمام حافظ وَرِع، كُفَّ بصره في آخر عمره؛ لكثرة بكائه مِن خشية الله تعالى.\n(4) هو محمد بن يزيد بن ماجه، القزوينيّ، 209 - 273 هـ -، كان إماماً حافظاً، سَمِع منه الكبار، وصنّف التصانيف.\nالجزء: 1 - الصفحة: 83\n",
        "أعتقه\n...\n) (1)، الحديث، وتابع ابنَ عُيَيْنَةَ على وصله: ابنُ جُرَيْجٍ وغيرُهُ، وخالفهم حمادُ بنُ زيدٍ؛ فرواه عن عمرو بن دينار، عن عوسجةَ. ولم يَذْكر ابنَ عباسٍ. قال أبو حاتم (2): ((المحفوظُ حديثُ ابْنِ عُيَيْنَةَ)). انتهى.\nفحمادُ بنُ زيد مِن أهل العدالة والضبط، ومع ذلك، رَجَّحَ أبو حاتمٍ روايةَ مَنْ هم أكثرُ عدداً منه.\nوعُرِفَ [10/أ] مِن هذا التقريرِ أن الشاذ: ما رواه المقبول مخالفاً لِمَنْ هو أَولى منه، وهذا هو المعتمد في تعريف الشاذ، بحسَبِ الاصطلاح.\nوإنْ وقَعَتِ المخالفة مع الضعف؛ فالراجح يقال له: \"المعروف\"، ومقابلُهُ يقال له: \"المنكَر\" (3).\n(1) أخرجه الترمذي برقم 2106، الفرائض، بلفظ: أَنَّ رَجُلاً مَاتَ عَلَى عَهْدِ رَسُولِ اللَّهِ - صلى الله عليه وسلم -، وَلَمْ يَدَعْ وَارِثاً إِلا عَبْداً هُوَ أَعْتَقَهُ، فَأَعْطَاهُ النَّبِيُّ - صلى الله عليه وسلم - مِيرَاثَهُ. قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ، وَالْعَمَلُ عِنْدَ أَهْلِ الْعِلْمِ فِي هَذَا الْبَابِ: إِذَا مَاتَ الرَّجُلُ وَلَمْ يَتْرُكْ عَصَبَةً، أَنَّ مِيرَاثَهُ يُجْعَلُ فِي بَيْتِ مَالِ الْمُسْلِمِينَ)، وأخرجه أبو داود، 2905، الفرائض، بلفظ: عَنِ ابْنِ عَبَّاسٍ أَنَّ رَجُلاً مَاتَ وَلَمْ يَدَعْ وَارِثاً، إِلا غُلاماً لَهُ كَانَ أَعْتَقَهُ، فَقَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - هَلْ لَهُ أَحَدٌ؟ . قَالُوا: لا، إِلا غُلاماً لَهُ كَانَ أَعْتَقَهُ؛ فَجَعَلَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - مِيرَاثَهُ لَهُ، وهو عند النسائي في \"الكبرى\"، برقم 6409، وابن ماجه، برقم 2741.\n(2) نقله عنه السيوطي في \"تدريب الراوي\"، 1/ 235.\n(3) اصطلاح المحدثين في \"المنكر\": للمحدِّثين اصطلاح في كلمة \"منكر\"؛ فهو عندهم:\n1 -\nرواية الضعيف في مقابل الثقة.\n2 -\nرواية الضعيف ضعفاً شديداً مما سوى المتروك.\nالجزء: 1 - الصفحة: 84\n",
        "مثاله: ما رواه ابن أبي حاتم (1) من طريق حُبَيِّبِ بن حَبِيبٍ (2) -وهو أخو حمزة بن حَبِيبٍ الزيّات المقْرئ- عن أبي إسحاقَ عَن العَيْزَار بن حُرَيْثٍ عن ابن عباس عن النبي - صلى الله عليه وسلم - قال: (من أقام الصلاة، وآتى الزكاة، وحج (3)، وصام، وقَرَى الضيفَ = دخل الجنة) (4).\nقال أبو حاتم (5): \"هو منكرٌ؛ لأن غيره مِن الثقات رواه عن أبي إسحاقَ موقوفاً وهو المعروف\".\nوعُرِفَ بهذا أن بين الشاذ والمنكر عموماً وخصوصاً مِن وجهٍ (6)؛ لأن\n(1) هو عبدالرحمن بن أبي حاتم، محمد بن إدريس التميميّ، الحنظليّ الرازيّ، أبو محمد، 240 - 323 هـ، أخذ العلم عن أبيه وعن عمّه أبي زُرعة، وكان إماماً بحراً في العلوم، زاهداً، له مؤلفات، أشهرها كتابه: \"الجرح والتعديل\"، و\"العلل\".\n(2) ضُبط في الأصل هكذا: \"حَبِيبِ بن حُبَيّبٍ\"، والتصويب مِن المشتبه، للذهبي، 215، وغيره.\n(3) هذا لفظُهُ في الأصل، وفي نسخةٍ: \"وحج البيت\". وعلى هذا الأخير جاء عند الطبراني في \"الكبير\"، 12/ 136، برقم 12692.\n(4) أخرجه ابن عدي في \"الكامل\"، 2/ 821، والطبراني في \"الكبير\"، 12/ 136 رقم 12692، وذكره ابن أبي حاتم في \"العلل\"، 2043، وقال: \"قال أبو زرعة: هذا حديثٌ منكَرٌ؛ إنما هو عن ابن عباس موقوف\".\n(5) نقله عنه السيوطي في \"تدريب الراوي\"، 1/ 240.\n(6) \"العموم والخصوص مِن وجْه، ويُسمَّى، أيضاً: العموم والخصوص الوجْهيّ، هو: أن يشترك لفظان، أو أكثر، في صفةٍ، ثم يفترق كلُّ واحدٍ بخصلةٍ يختص بها دون غيره\"، د. عتر.\nالجزء: 1 - الصفحة: 85\n",
        "بينهما اجتماعاً في اشتراط المخالفة، وافتراقاً في أن الشاذَّ روايةُ (1) ثقةٍ، أَوْ - صَدُوْقٍ (2)، والمنكَر روايةُ ضعيفٍ. وقد غَفَلَ مَنْ سَوّى بينهما، والله تعالى - أعلم.\nوما تقدم ذِكْره من الفرد النِّسبي، إن وُجِد -بعد ظَنِّ كونه فرداً- قد وافقه غيرُهُ فهو المتابِع، بكسر الموحَّدة.\nو\nالمتابَعَةُ\nعلى مراتبَ:\n- إن حصلت للراوي نفْسِهِ فهي التامة.\n- وإن حصلت لشيخه فَمَنْ فوقَهُ فهي القاصرة.\nويُستفاد منها التقويةُ (3).\n(1) في نسخةٍ: \"راويه\".\n(2) قوله: \"أو صدوق\"، هذا على اصطلاحٍ خاصٍ للإمام ابن حجر في الصدوق. والصدوق عنده حديثه حسن، أَيْ صدوق ضابط ضبطاً خفيفاً. أما في اصطلاح المحدثين فالصدوق بمعنى العدل؛ وهذا وصفٌ لا يفيد إلا تزكية العدالة دون الضبط -في الغالب، عند الإطلاق، ما لم تنضمَّ إليه قرينةٌ تُفيدُ تزكية الراوي بذلك في كل من عدالته وضبطه- وهذا لا يكفي لقبول رواية الراوي.\n(3) قوله: \"ويستفاد منها التقوية\" قلت: ولكن، هذا إذا كان المتابِع والمتابَع يَصْلح لذلك؛ لأنه قد استقر في منهج المحدِّثين أن الضعيف ضعفاً شديداً لا ينجبر بتعدد الطرق.\nقال ابن الصلاح: \"ومِن ذلك ضعفٌ لا يَزول بمجيئه مِن وجْهٍ آخر؛ لقوّة الضعف، وتقاعُدِ هذا الجابر عن جَبْره ومقاومته، كالضعف الذي ينشأُ مِن كون الراوي متَّهماً بالكذب، أو كون الحديث شاذّاً. وهذه جمْلةٌ تفاصيلها تُدْرَك بالمباشرة\". \"مقدمة ابن الصلاح\"، ص 34.\nقال الإمام ابن حجر، في \"النكت على ابن الصلاح\"؛ تعليقاً على هذا: \"أقول: لم يَذْكر للجابر ضابطاً يُعْلم منه ما يَصْلح أن يكون جابراً أو لا، والتحرير فيه أن يقال: إنه يَرْجع إلى الاحتمال في طَرَفَي القبول والردّ؛ فحيث يستوي الاحتمال فيهما فهو الذي يَصْلح لأنْ ينجبر، وحيث يَقوى جانب الردّ فهو الذي لا ينجبر. وأمّا - إذا - رَجَحَ جانبُ القبول فليس مِن هذا، بل ذاك في الحُسْن الذاتيّ، والله أعلم\"، النكت.\"، 1/ 408 - 409.\nالجزء: 1 - الصفحة: 86\n",
        "مثال المتابعةِ: ما رواه الشافعي في \"الأم\" (1)، عن مالك، عن عبد الله ابن - دينار، - عن ابن عمر، أن رسول الله - صلى الله عليه وسلم - قال: (الشهرُ تِسْعٌ وعشرون، فلا - تصوموا حتى تروا الهِلالَ، ولا تُفْطِرُوا حتى تَرَوْه، فإنْ غُمَّ عليكم فأَكْمِلوا العِدَّةَ - ثلاثين) -.\nفهذا الحديث، بهذا اللفظ، ظن قوم أن الشافعي تفرد به عن مالك، فعدَّوْهُ - في غرائبه؛ لأن أصحاب مالك رووه عنه بهذا الإسنادِ بلفظِ: (فإن غُمَّ علَيْكُم فاقْدُرُوا له) (2). لكنْ وجدنا للشافعي متابِعاً، وهو عبدُ الله بن مَسْلَمَةَ - القَعْنَبِيُّ (3)، كذلك أخرجه البُخَارِيّ عنه، عن مالك (4)، وهذه\n(1) 2/ 94.\n(2) وكذا في \"الموطأ\" 1/ 286 رقم 631.\n(3) \"كان عبد الله هذا من المتقنين، وكان يحيى بن معين لا يُقدِّم عليه في مالك أحداً\".\n(4) البخاري، 1906، الصوم.\nالجزء: 1 - الصفحة: 87\n",
        "متابَعَةٌ تامة -.\nووجدنا له، أيضاً، متابَعَةً قاصِرَةً في \"صحيح ابن خُزَيمَةَ\" من روايةِ عاصمِ ابنِ - محمدٍ، عن أبيه -محمد بن زيدٍ-[10/ب] عن جده عبد الله بن عمر، بلفظِ: (فكملوا ثلاثين) (1)، وفي \"صحيح مسلم\" مِن روايةِ عُبَيْد الله بن عُمَر، عن نافع، عن ابن عمر، بلفظِ: (فاقْدُرُوا ثلاثين) (2).\nولا اقتصار في هذه الْمُتَابَعَةِ -سواء كانت تامّة أمْ قاصِرة- على اللفظ، بل لو جاءت بالمعنى كفى، لكنها مختصةٌ بكونها من رواية ذلك الصحابي.\nوإنْ وُجِدَ مَتْنٌ يُرْوَى مِن حديثِ صحابيّ آخر يُشْبِهُهُ في اللفظ والمعنى، أو في المعنى فقط = فهو\n\"الشاهد\".\nومثاله\nفي الحديث الذي قدمناه: ما رواه النسائي (3) مِن رواية محمد بن حُنَين، عن ابن عباس، عن النبي - صلى الله عليه وسلم - فذكر مثلَ حديثِ عبد الله بن دينار عن ابن عمر سَواءٌ، فهذا باللفظ.\nوأما بالمعنى فهو ما رواه البُخَارِيّ من رواية محمد بن زياد، عن أبي - هريرة، بلفظِ: (فإن غُمِّيَ عليكم فَأَكْمِلُوا عِدَّةَ شعْبانَ ثلاثين) (4).\nوخَصَّ قومٌ المتابعةَ بما حصل باللفظ، سواءٌ كان من رواية ذلك الصحابي\n(1) \"صحيح ابن خزيمة\"، تحقيق د. محمد مصطفى الأعظمي، بيروت، المكتب الإسلامي، ط. الأُولى، 1395 هـ - -1975 م، 3/ 202، وهو فيه: (\n...\nفإنْ غم عليكم فأكملوا ثلاثين).\n(2) \"صحيح مسلم\"، 1080، الصيام.\n(3) في \"سننه\" برقم 2125، الصيام.\n(4) البخاري، 1909، الصوم، بلفظ: (فإِنْ غُبِّيَ\n...\n).\nالجزء: 1 - الصفحة: 88\n",
        "أم لا، والشاهدَ بما حصل بالمعنى كذلك.\nوقد تُطْلَقُ المتابعةُ على الشاهدِ، وبالعكس، والأمر فيه سهلٌ (1).\nواعْلم أنّ تَتَبُّعَ الطُرُقِ: من الجوامع (2)، والمسانيد، والأَجْزَاءِ، لذلك الحديث الذي يُظَنُّ أنه فَرْدٌ؛ ليُعْلَمَ: هل له متابِعٌ أم لا؟ هو \"الاعتبار\".\nوقول ابن الصلاح: ((معرفة\nالاعتبار\nوالمتابعات والشواهد)) قد يُوهِم أن الاعتبار قَسِيمٌ لهما (3)، وليس كذلك، بل هو هيئةُ التوصل إليهما.\nوجميع ما تقدم من أقسام المقبولِ تَحْصُلُ فائدةُ تقسيمِهِ باعتبارِ مراتبه عند المعارضة (4)، والله أعلم.\n(1) قوله: \"والأمر فيه سهلٌ\"؛ لأن التقوية حاصلةٌ بهما كِلَيْهما، ولا مشاحة في الاصطلاح.\n(2) الجوامع جَمْع جامعٍ، وهو اسمٌ يُطلق على كتاب الحديث المرتّبة فيه الأحاديث على الأبواب، ويَشمل كل الأبواب، غير مقتصرٍ على بعضها، كصحيح البخاري وصحيح مسلمٍ \"المسنَد الصحيح المختصر مِن السنن، بنقل العدل عن العدل عن رسول الله - صلى الله عليه وسلم - \"، بخلاف كتاب \"السنن\"، مثلاً الذي يُقتَصرُ فيه على أحاديث الأحكام، غالباً.\n(3) أي: يُوهِم أنه قسمٌ مقابلٌ للمتابعات والشواهد، متمم لهما.\n(4) في قوله: \"وجميع ما تقدم من أقسام المقبول\n...\n\"إلخ، قلتُ: لكن، ينبغي التنبُّهُ هنا إلى أنَّ مجرد حصول المعارضة في الظاهر ليس مسوِّغاً لأخذِ الأقوى وردِّ القوي؛ لأن الحديث إما أن يَثبتَ؛ فيجب الأخذ به، أو لا يَثبتَ؛ فيجب عدمُ الاحتجاج بمفرده، وفَهْم الأدلةِ والجمْع بينها بابٌ آخر، وهو مِن الأهمية بمكانٍ. والقاعدة الثابتة في هذا الباب هي: أنّ التعارض الحقيقيّ لا يَقع بين الآيات والآيات، ولا بين الأحاديث الثابتة والآيات، ولا بين الأحاديث والأحاديث الثابتة بحالٍ، وهذه قاعدة كان ينبغي أن يُشير إليها المؤلف -رحمه الله- هنا، وأن يؤكِّد عليها.\nالجزء: 1 - الصفحة: 89\n",
        "ثم المقبولُ: ينقسم، أيضاً، إلى معمولٍ به وغيرِ معمولٍ به؛ لأنه إنْ سَلِم من المعارضة، أَيْ: لم يأتِ خَبَرٌ يُضَادُّهُ، فهو\n\"المُحْكم\"،\nوأمثلته كثيرة.\nوإنْ عُورِضَ فلا يَخْلو: إما أنْ يكونَ مُعارِضُه مقبولاً مثلَه، أو يكونَ مردوداً.\nفالثاني لا أثر له لأن القوي لا يؤثر فيه مخالفةُ الضعيف.\nوإن كانت المعارضة بمثله؛ فلا يَخْلو: إما أن يمكن الجمع بين مدلوليهما بغير تعسُّفٍ، أو لا، [11/ أ] فإن أمكن الجمع فهو النوع المسمَّى: مختَلِفَ - الحديث.\nومَثَّلَ له ابنُ الصلاح بحديثِ: (لا عَدْوَى ولا طِيَرَةَ) (1)، مع حديثِ: (فِرَّ مِنَ المَجْذُوم فِرارَكَ مِنَ الأسد) (2) وكلاهما في الصحيح وظاهرهما التعارض.\n(1) أخرجه البخاري، عن عددٍ مِن الصحابة، في كتاب الطب في عدة مواضع، هي: الأحاديث: 5753، 5756، 5757، 5772، 5776. وقال في موضعٍ مِن كتاب الطب: بَاب الْجُذَامِ، وَقَالَ عَفَّانُ: حَدَّثَنَا سَلِيمُ بْنُ حَيَّانَ، حَدَّثَنَا سَعِيدُ بْنُ مِينَاءَ، قَالَ: سَمِعْتُ أَبَا هُرَيْرَةَ يَقُولُ: قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم -: (لا عَدْوَى وَلا طِيَرَةَ وَلا هَامَةَ وَلا صَفَرَ وَفِرَّ مِنَ الْمَجْذُومِ كَمَا تَفِرُّ مِنَ الأَسَدِ)، فجمع بينهما. وأخرجه مسلم، 2220، السلام، و 2222، و 2223، و 2224، و 2225.\n(2) تُنْظَر الحاشية السابقة، وأخرجه أحمد، 9720، عَنْ أَبِي هُرَيْرَةَ قَالَ: سَمِعْتُ رَسُولَ اللَّهِ - صلى الله عليه وسلم - يَقُولُ: (فِرَّ مِنَ الْمَجْذُومِ فِرَارَكَ مِنَ الأَسَدِ).\nوأخرج البخاري في \"صحيحه\"، 5771، الطب، بلفظ: (لا يُورَدْ مُمْرِضٌ على مُصِحٍّ)، و 5775، الطب، بلفظ: (لا تُورِدوا المُمْرِضَ على المُصِحِّ)، وبهذا اللفظ أخرجه مسلم، 2221، السلام.\nالجزء: 1 - الصفحة: 90\n",
        "ووجْه الجمع بينهما: أن هذه الأمراضَ لا تُعْدِي بطبعها (1)،\nلكنّ الله سبحانه وتعالى جعلَ مخالَطَةَ المريضِ بها للصحيح سبباً لإعدائه مَرَضَه، ثم قد يتخلف ذلك عن سببه (2) كما في غيره من الأسباب. كذا جمع بينهما ابن الصلاح (3)، تَبَعاً لغيره (4).\nوالأَولى في الجمع أنْ يُقال: إنَّ نَفْيَه - صلى الله عليه وسلم - للعدوى باقٍ على عُمومه (5)،\n(1) تعليق على الجمع بين الحديثين: هذا الجمع ليس هو الذي يقتضيه المنهج؛ ولهذا نقول:\nبل الصحيح هو أن المنفي في الحديث هو ما كان سائداً في الجاهلية مِن تخيُّلِ طبيعةِ انتقالِ العدوى بغير سببٍ صحيحٍ: مِن أسباب انتقال الأمراض المعدية التي يثبتها الشرع والعقل.\n(2) قوله: \"ثم قد يتخلف ذلك عن سببه\": وهذا صحيح، وذلك لأسبابٍ أخرى أقوى، أو موانع، وليس إبطالاً لإثبات الأسباب الحاصلة شرعاً وواقعاً.\n(3) في \"مقدمته\" ص 284.\n(4) قد ذَكر الحافظ ابن حجر، رحمه الله، في \"فتح الباري بشرح صحيح البخاري\" أقوال الأئمة في تفسير هذا الحديث بالتفصيل في 10/ 159 - 163، ولم يُرجِّح بين أقوالهم المتعددة، سِوى أنه رَدّ فكرة الترجيح بينه وبين حديث: (وفِرّ مِن المجذوم كما تفرُّ مِن الأسد)، و (لا يوردنّ ممرِضٌ على مُصِحّ)، وقال: \"طريق الترجيح لا يُصار إليه إلا مع تعذُّر الجمع، وهو ممكِنٌ\"، 10/ 159. وأقواله الآتية في تفسير هذا الحديث لم تَخرج عن تلك الأقوال التي نقلها في الفتح.\n(5) وقوله: \"والأَولى\n...\nلا يُعْدي شيءٌ شيئاً\". يقال فيه: بل هذا الجمع لا يصح أن يُفسَّر به حديث رسول الله - صلى الله عليه وسلم -، فضلاً أن يكون هو الأَولى.\nوالمعنى الظاهر في حديثٍ، لا يصح أن يُتْرَك إلا لحديثٍ آخر.\nالجزء: 1 - الصفحة: 91\n",
        "وقد صح قولُهُ - صلى الله عليه وسلم -: (لا يُعْدِي شيءٌ شَيئاً) (1)، وقولُهُ - صلى الله عليه وسلم - لمن عارضه بأن البعيرَ الأجربَ يكون في الإبل الصحيحة فيخالِطها فتَجْربُ، حيث رَدَّ عليه بقوله: (فَمَنْ أَعْدَى الأول؟ ! ) (2). يعني أن الله سبحانه وتعالى ابتدأ بذلك في الثاني كما ابتدأه في الأول.\nوأما الأمر بالفرار من المجذوم فمِن بابِ سدِّ الذرائع، لئلاّ يتفق للشخص الذي يخالِطه شيء من ذلك بتقدير الله تعالى ابتداءً، لا بالعدوى المنفية (3)؛ فَيَظُنّ أنّ ذلك بسببِ مخالطته (4)؛ فَيَعْتَقِدَ صحةَ العدْوى؛ فيقعَ في الحرجِ (5)؛ - فأَمر بتجنبه حَسْماً للمادة. والله أعلم.\n(1) أخرجه الترمذي، 2143، القَدَر، وأحمد، 4186.\n(2) لفظه عند أحمد: عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ قَالَ: قَامَ فِينَا رَسُولُ اللَّهِ - صلى الله عليه وسلم -، فَقَالَ: لا يُعْدِي شَيْءٌ شَيْئاً)؛ فَقَامَ أَعْرَابِيٌّ؛ فَقَالَ: يَا رَسُولَ اللَّهِ النُّقْبَةُ مِنَ الْجَرَبِ تَكُونُ بِمِشْفَرِ الْبَعِيرِ أَوْ بِذَنَبِهِ فِي الإِبِلِ الْعَظِيمَةِ؛ فَتَجْرَبُ كُلُّهَا! . فَقَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم -: (فَمَا أَجْرَبَ الأَوَّلَ؟ ! . لا عَدْوَى وَلا هَامَةَ وَلا صَفَرَ، خَلَقَ اللَّهُ كُلَّ نَفْسٍ فَكَتَبَ حَيَاتَهَا وَمُصِيبَاتِهَا وَرِزْقَهَا)، ولفظ المؤلف أخرجه البخاري، 5717، و 5771، و 5775، الطب، ومسلم، 2220، السلام، من حديث أبي هريرة - رضي الله عنه -.\n(3) وقوله: \"من ذلك بتقدير الله ابتداء، لا بالعدوى المنفية\". هذا ليس بسديد. ويُقال فيه: ومَن قال: إنَّ تقدير الله تعالى منافٍ للعدوى أو أنّ العدوى منافية لقدَرِ الله؟ ! .\n(4) قوله: \"فيظن أن ذلك بسبب مخالطته\". هذا هو الواقع أنه بسبب المخالطة، وهو في الوقت نفسه بقدر الله، فلماذا إقامة هذا التعارض بينهما؟ ! وبأيّ دليل؟ ! .\n(5) وقوله: \"فيعتقد صحة العدوى فيقع في الحرج\". هذا، أيضاً، ليس بسديد. ويقال فيه: ومَن قال: إن اعتقاد صحة العدوى، التي أثبتها رسول الله - صلى الله عليه وسلم -، فيه حرج؟ ! .\nالجزء: 1 - الصفحة: 92\n",
        "وقد صَنَّفَ في هذا النوع الشافعي كتابَ \"اختلاف الحديث\" (1)، لكنه لم يقصد استيعابه، وصَنَّفَ فيه بعده ابنُ قُتَيْبَةَ (2)، والطّحاوِيُّ (3)، وَغَيْرُهما (4).\nوإن لم يُمْكن الجمع فلا يخلو: إمّا أن يُعْرَف التاريخ، أو لا، فإنْ عُرِفَ وثَبَتَ المتأخر -به (5)، أو بأصرح منه- فهو الناسخ، والآخَرُ المنسوخ (6).\n(1) وهو كتابٌ نفيسٌ، يَدلُّ على فقْه هذا الإمام، رحمه الله تعالى. وقد طُبِع الكتاب طبعةً سيئةً، يَكْثر فيها الأخطاء المطبعية، تحقيق عامر أحمد حيدر، بيروت، مؤسسة الكتب الثقافية، 1405 هـ/1985 هـ.\n(2) هو عبد الله بن مسلم بن قتيبة، أبو محمد، 213 - 276 هـ، له كتاب: \"تأويل مُخْتَلِف الحديث\"، بيروت، المكتب الإسلامي، بتحقيق محمد محيي الدين الأصفر. وهو كتابٌ مفيدٌ، وعليه بعض المؤاخذات في عددٍ مِن أجوبته عن بعض الاستشكالات في دلالة الأحاديث.\n(3) هو أحمد بن محمد بن سلامة الأزدي الطحاوي، 239 - 321 هـ، له مِن المؤلفات في هذا الباب: \"شرح معاني الآثار\"، و\"شرح مشكل الآثار\"، وقد طُبِع هذا الأخير في 16 مجلداً، بالفهارس، بتحقيق شعيب الأرناؤُوط، بيروت، مؤسسة الرسالة، ط. الأُولى، 1415 هـ-1994 م. على أنّ هناك اختلافاً بين هذه التسمية للكتاب، وبين التسمية الواردة في مخطوطاته.\n(4) في الأصل حاشية بخط المصنف، نصها: \"بلغ قراءة بحث عليّ\".\n(5) أَيْ: بالتاريخ.\n(6) في قوله: \"فإن عُرِف، وثبت المتأخر، به، أو بأصرح منه، فهو الناسخ، والآخِر المنسوخ\"، أقول: ليس مجرد التقدم والتأخر نسخاً، بل إنما يكون نسخاً إذا كان النسخ مُراداً بورود دليلِ الشرع على إرادة النسخ.\nالجزء: 1 - الصفحة: 93\n",
        "والنَّسْخُ: رَفْعُ تَعَلُّقِ حُكْمٍ شرعيٍّ بدليلٍ شرعيٍّ متأخرٍ عنه.\nوالناسخ: ما دل على الرفع المذكور.\nوتسميته ناسخاً مجاز؛ لأن الناسخ في الحقيقة هو الله تعالى.\nويُعْرَفُ النسخُ بأمور:\n1 -\nأصْرَحُها: ما ورد في النص، كحديث بُرَيْدَة في \"صحيح مسلم\": (كنتُ نَهيتُكم عن زيارة القبورِ، فَزُورُوها فإنها تُذَكِّرُ الآخرة) (1).\n2 -\nومنها [11/ب] ما يَجْزِمُ الصحابي بأنه متَأَخِّرٌ (2)، كقول جابرٍ: (كان آخرُ الأَمْرين مِن رسول الله - صلى الله عليه وسلم - تركَ الوضوءِ ممّا مَسَّتِ النَّارُ)، أخرجه أصحاب السنن (3).\n(1) مسلم، 1977، الأضاحي، و 977، الجنائز. واللفظ عنده: عَنْ عَبْدِ اللَّهِ بْنِ بُرَيْدَةَ عَنْ أَبِيهِ، قَالَ: قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم -: (نَهَيْتُكُمْ عَنْ زِيَارَةِ الْقُبُورِ فَزُورُوهَا\n...\n)، الحديث. وفي لفظٍ: (كُنْتُ نَهَيْتُكُمْ\n...\n).\nوقوله: (فإنها تُذَكِّرُ الآخرة) ليس عند مسلم، وإنما أخرجها أبو نعيم في \"المستخرج على صحيح مسلم\"، 3/ 56، والترمذي، 1054، وغيرهم.\nويُنظر \"فتح الباري\"، 3/ 148.\n(2) قوله: \"ومنها ما يجزم الصحابي بأنه متأخر\n...\n\"، هذا ليس على إطلاقه، ولكن، مِن شرط ذلك، في باب النقل عن النبي - صلى الله عليه وسلم -، أن يكون هذا مِن الصحابي على وجهٍ يريد به بيان النسخ.\nوقد يحصل مجرد الإخبار بالمتقدم والمتأخر ولا نسخ.\nوقد يُخْبِرُ الصحابي بالنسخ، لكن على رأيه، اجتهاداً، لا نقلاً عن النبي - صلى الله عليه وسلم -، فيجب التفريق بين الأمرين.\n(3) أبو داود، 192، الطهارة، والنسائي، 185، الطهارة، ويُنظر الترمذي، 80، الطهارة، وابن ماجه، 489، الطهارة وسننها.\nالجزء: 1 - الصفحة: 94\n",
        "3 -\nومنها ما يُعْرَفُ بالتاريخ، وهو كثير.\n- وليس منها ما يرويه الصحابي المتأخر الإسلام معارِضاً لمتقدمٍ عنه؛ لاحتمالِ أن يكون سَمِعه من صحابيٍّ آخر أقْدَمَ من المتقدم المذكور، أو مِثْلِه فأرسله، لكن إن وقع التصريح بسماعه له من النبي - صلى الله عليه وسلم - فيتَّجِهُ أن يكون ناسخاً، بشرطِ أنْ يكونَ لم يتحملْ عن (1) النبي - صلى الله عليه وسلم - شيئاً قبل إسلامه.\nوأما الإجماع فليس بناسخٍ، بل يَدُلّ على ذلك (2).\nوإن لم يُعْرَف التاريخُ فلا يخلو: إما أن يُمْكِنَ ترجيحُ أحدهما على الآخر، بوجهٍ مِن وجوه الترجيح المتعلقة بالمتن، أو بالإسناد، أوْ لا.\nفإنْ أَمكن الترجيحُ تَعَيَّن المصيرُ إليه، وإلا فلا.\nفصار ما ظاهره التعارض واقعاً على هذا الترتيب:\n1 -\nالجَمْعُ إن أمكن. 2 - فاعتبار الناسخ والمنسوخ. 3 - فالترجيح إنْ تَعَيّن.\n4 -\nثم التوقف عن العمل بأَحَدِ الحديثين (3). والتعبير بالتوقف أولى من التعبير بالتساقط؛ لأن خفاء ترجيح أحدِهما على الآخر إنما هو بالنسبة\n(1) في بعض النسخ: \"من\".\n(2) أورد ابن رجب عدداً مِن الأحاديث اتفق العلماء على عدم العمل بها، انظرها في شرحه لعلل الترمذيّ، 1/ 9، فما بعدها. وهذا ليس دليلاً على ترك العمل بالحديث الثابت عن رسول الله - صلى الله عليه وسلم -، وإنما هو عملٌ بما أدى إليه الدليل بعد النظر في الأدلة الواردة في الباب.\n(3) مراده: التوقف عن العمل بأيٍّ مِن الحديثين.\nالجزء: 1 - الصفحة: 95\n",
        "لِلمُعْتَبِرِ في الحالة الراهنة، مع احتمالِ أن يَظْهر لغيره ما خَفِيَ عليه. والله - أعلم (1).\nثم المردود (2):\nومُوجِبُ الردِّ: إما أن يكون لسقطٍ من إسنادٍ، أو طعنٍ في راوٍ، (3) على اختلافِ وجوه الطعن (4)، أعمُّ من أن يكون لأمرٍ يرجع إلى ديانةِ الراوي، أو إلى ضبطه.\nفالسَّقْطُ إما أَنْ يكون:\n1 -\nمِن مبادئ السند من تَصَرُّفِ مُصَنِّفٍ.\n2 -\nأو مِن آخره، أي الإسناد، بعد التابعي.\n3 -\nأو غير ذلك.\nفالأول (5)\n: المُعَلَّق،\nسواءٌ كان الساقطُ واحداً، أم أكثر.\nوَبَيْنَهُ وبين المُعْضَل، الآتي ذكْره، عمُومٌ وخصوصٌ مِن وجهٍ: فَمِن حيث تعريفُ المُعْضَل بأنه: سقط منه اثنان فصاعداً؛ يجتمع مع بعضِ صورِ المُعَلَّق، ومن حيث تَقْييدُ المُعَلَّق بأنه مِن تَصرُّف مصنِّفٍ مِن مبادئ السند يَفْترقُ\n(1) في الأصل حاشية بخط المصنف، نصها: \"ثم بلغ سماعاً بقراءته للبحث، كتبه ابن حجر\" -.\n(2) بعد أن انتهى المصنّف، رحمه الله تعالى، من المقبول، وترتيب درجاته، انتقل هنا إلى المردود.\n(3) هذا يضاف إليه: أو إلى طعنٍ فيهما معاً.\n(4) ويقال، أيضاً: وعلى اختلافٍ في بعض وجوه الطعن. فمعنى كلٍّ مِن العبارتين واردٌ هنا.\n(5) يُنظر هو وما بعْده، بحسبِ الترقيم الذي مَرَّ آنفاً.\nالجزء: 1 - الصفحة: 96\n",
        "[12/أ]- منه؛ إذ هو أعمُّ من ذلك.\nومِن صُوَرِ المُعَلَّق: أن يُحْذَفَ جميعُ السند، ويقال مثلاً: قال رسول الله - صلى الله عليه وسلم -.\nومنها: أن يَحْذِفَ إلا الصحابي، أو إلا التابعي والصحابي معاً.\nومنها: أن يَحْذِفَ مَنْ حَدَّثَه، ويُضِيفَه إلى مَن هو فَوْقه.\nفإن كان مَنْ فوقه شيخاً لذلك المصنِّف فقد اخْتُلِفَ فِيْهِ: هل يُسَمّى تعليقاً، أو لا؟ ، والصحيح في هذا: التفصيلُ (1)؛ فإن عُرِفَ بالنص أو الاستقراء أنَّ فاعلَ ذلك مُدَلِّسٌ قُضِيَ به، وإلا فتعليق.\nوإنما ذُكِرَ التعليق في قِسْمِ المردود للجهل بحالِ المحذوف (2).\nوقد يُحْكَمُ بصحته إنْ عُرِفَ، بأن يجيءَ مُسَمّىً مِن وجهٍ آخر.\nفإن قال: جميعُ مَن أَحْذِفُهُ ثِقَاتٌ، جاءت مَسْأَلَةُ التعديل على الإبهام (3)،\n(1) لأن الصورة مترددة بين التعليق والتدليس. وتُراجَع: رسالة ابن حجر: \"تعريف أهل التقديس بمراتب الموصوفين بالتدليس\"، ص 16 وما بعدها.\n(2) فائدة:\nرَدُّ روايةِ المجهول ليس لطعنٍ في عدالته، أو ضبطه، أو في ثقته، ولكن لعدم ثبوت ثقته، إِذْ ثبوت الثقة شرطٌ لقبول روايته.\nوكذلك المعلَّق مردود لعدم المعرفة بحال مَن حُذف مِن رواته.\nفمعنى ذلك أن حكم المعلَّق الرد حتى يتبين وصله بسندٍ صحيحٍ، وتتوافر بقية الشروط، وهذا الحكم خاصٌّ بما لم يَرِد من المعلق في كتابٍ اشتُرِطتْ صحته، كالصحيحين، لأنّ ذلك له حكمٌ خاصٌّ. ويراجع \"هدي الساري\"، الفصل الرابع منه، ص 17 وما بعدها.\n(3) وهو أن يقول: حدثني الثقة، أو مَن أثق به.\nالجزء: 1 - الصفحة: 97\n",
        "والجمهور: لا يُقْبَلُ حتى يُسَمَّى (1).\nلكن، قال ابنُ الصلاح (2) هنا: إن وقع الحذف في كتابٍ اُلْتُزِمَتْ صِحَّتُه، كالبُخَارِيّ، فما أتَى فيه بالجزم دلَّ على أنه ثَبتَ إسنادُه عنده، وإنما حُذِفَ لغرضٍ من الأغراض، وما أَتى فيه بغير الجزم ففيه مقال (3). وقد أوضَحْتُ أمثلةَ ذلك في \"النُّكَتِ على ابن الصلاح\" (4) (5).\nوالثاني: وهو ما سقط مِن آخره مَنْ بَعد التابعي (6)، هو \"المرسل\".\n(1) والحق أنه يُقْبل في حق مَنْ يُقَلِّدُهُ. أما مطلقاً فالصحيح أنه لا يقبل.\n(2) ينظر: \"مقدمة ابن الصلاح\"، ص 24.\n(3) قوله: \"وما أَتى فيه بغير الجزم ففيه مقال\"، قلتُ: الصواب أن هذا ليس كذلك على كل حال، على ما أَوضحه ابن حجر، رحمه الله تعالى، في \"هدْي الساري\n...\n\"، وفي \"النكت على ابن الصلاح\"، 1/ 323 - 332؛ لأن هذه الصيغة لا تكون تضعيفاً، وإنما ليس فيها الجزمُ بالرواية المقتضي الصحةَ.\nفما أتى بصيغة التمريض فالصحيح أنه بمجردها لا يكون تضعيفاً، وإنما ليس فيها الجزم بالرواية، فالمعلق بغيرِ جزمٍ عند البُخَارِيّ: منه الصحيح ومنه الحسن، ومنه الضعيف، ومن الضعيف ما ضعفه البُخَارِيّ نفسه كحديث سلمة بن الأكوع: مرفوعاً \" (قال: يَزُرُّه ولو بشوكةٍ). قال أبو عبد الله: في إسناده نظرٌ\"، \"صحيح البخاري\" ص 77، الصلاة، باب وجوب الصلاة في الثياب. ثم الصحيح منه ما هو على شرط البُخَارِيّ، ومنه ما ليس على شرط البُخَارِيّ.\n(4) ذَكَر ذلك ضِمْن كلامه في النوع الحادي عشر: المعضل، 2/ 575 - 613. وقد أوضحَ فيه أوْجُهَ تعليقات البخاري في: 2/ 599 - 600.\n(5) في الأصل حاشية بخط المصنف، نصها: \"بلغ قراءة بحث عليّ. ابن حجر\".\n(6) أَيْ: مِن جهة النبي - صلى الله عليه وسلم -.\nوالإرسال: روايةُ الحديث بصيغة الإرسال.\nوالمرسِل: الذي فَعَلَ الإرسال، بأن روى الحديث مرسلاً.\nوالمرسَل: الحديث الذي حصل فيه الإرسال.\nالجزء: 1 - الصفحة: 98\n",
        "وصورتُهُ: أن يقول التابعي -سواءٌ كان كبيراً أم صغيراً (1) (2) -: قال رسول الله - صلى الله عليه وسلم - كذا، أو فعل كذا، أو فُعِلَ بحضرته كذا، ونحو ذلك.\nوإنما ذُكِرَ في قِسْم المردود للجهل بحالِ المحذوفِ؛ لأنه يُحتمل أن يكون صحابياً، ويُحتمل أن يكون تابعياً.\nوعلى الثاني يُحتمل أن يكون ضعيفاً، ويُحتمل أن يكون ثقةً، وعلى الثاني (3) يُحتمل أن يكون حَمَل عن صحابي، ويُحتمل أن يكون حَمَل عن تابعي آخر، وعلى الثاني فيعود الاحتمالُ السابقُ، ويَتعدد. أمّا بالتجويز العقليّ فإلى ما لا نهاية له، وأمّا بالاستقراء فإلى ستةٍ أو سبعةٍ، وهو أكثرُ ما وُجِدَ مِن روايةِ بعضِ التابعين عن بعض.\nفإنْ عُرِفَ مِن عادةِ التابعي أنه لا يُرْسِل إلا عن ثقةٍ، فذهب جمهور المحدثين إلى التوقف؛ لبقاء الاحتمال، وهو أحَدُ قَوْلَي أحمد، وثانيهما- وهو قول [12/ب] المالكيِّين والكوفيين-: يُقْبَلُ مطلقاً، وقال الشافعي (4): يُقْبَلُ إن\n(1) هنا حاشية في الأصل، نصها: \"الكبير من كان جل روايته عن الصحابة، والصغير من ليس كذلك\".\n(2) التابعي الكبير هو الذي يروي عن كبار الصحابة، وهذا يكون أغلب رواياته عن الصحابة. أمّا التابعي الصغير فهو الذي يروي عن صغار الصحابة، وهم الذين تأخرت وفاتهم، وهذا يكون أغلب رواياته عن التابعين.\n(3) أَيْ: على احتمالِ أن يكون ثقةً.\n(4) نقله عنه المؤلف بنحوه في \"فتح الباري\"، 1/ 293.\nالجزء: 1 - الصفحة: 99\n",
        "اعْتَضَد بمجيئه مِن وجهٍ آخرَ يُبايِنُ الطريقَ الأُولى (1)، مسنَداً أو مرسَلاً، لِيَرْجَحَ احتمالُ كونِ المحذوفِ ثقةً في نفسِ الأمر.\nونَقل أبو بكر الرازي (2) من الحنفية، وأبو الوليد الباجي (3) من المالكية: أن الراوي إذا كان يُرْسِل عن الثقات وغيرهم لا يُقْبَلُ مُرْسَلُه اتّفاقاً.\nوالقِسْمُ الثالث من\nأقسام السقط\nمن الإسناد:\nإن كان باثنين فصاعداً، مع التوالي، فهو\n\"المُعْضَل\".\nوإلا، فإنْ كان الساقط (4) باثنين (5) غير متواليين، في موضعين مثلاً، فهو\nالمنقطع،\nوكذا إن سَقَط واحدٌ، فقط، أو أكثر من اثنين، لكن، يُشْتَرَطُ (6) عدم التوالي.\nثم إن السَّقْط مِن الإسناد قد:\n(1) \"يُبَايِنُ الطريق الأُولى\"، أَيْ: يَسْتَقِلُّ عنها؛ فلا يَعْتَمِدُ عليها في بعض السند.\n(2) هو أحمد بن علي، الجصّاص، 305 - 370 هـ، له مؤلفات كثيرة، مِن أهمها: \"أحكام القرآن\".\n(3) هو سليمان بن خلف الباجي، الأندلسي المالكي المذهب، 403 - 474 هـ، له مؤلفات، منها: \"شرح الموطأ\"، و\"التعديل والتجريح لمن خَرَّج له البخاري في الجامع الصحيح\".\n(4) في نسخةٍ: \"السقط\".\n(5) في حاشية الأصل هنا حاشية تبين منها ما يلي: \"فائدةٌ: مثاله: قول الحسن البصري: حدثنا ابن عباس على منبر البصرة. فإنه لم يسمع مِن ابن عباس. وكذلك قول: ثابت البناني\n...\n\". ولم أهتدِ إلى تحديد موضع هذه الحاشية مِن هذه الصفحة بالضبط، لكنها في ق 12 ب.\n(6) في نسخةٍ: \"بشرط\".\nالجزء: 1 - الصفحة: 100\n",
        "1 -\nيكونُ واضحاً يَحْصل الاشتراك في معرفته، ككون الراوي، مثلاً، لم يعاصِرْ مَنْ رَوى عنه.\n2 -\nأو يكونُ خفيّاً فلا يُدْرِكه إلا الأئمة الْحُذّاقُ المطَّلِعون على طرقِ الحديث وعِلل الأسانيد.\nفالأول: وهو الواضح، يُدْرَكُ بعدم التلاقي بين الراوي وشيخِه، بكونه لم - يُدْرِكْ عَصْرَه، أو أدركه لكن (1)، لم يجتمعا، وليست له منه إجازةٌ، ولا - وِجَادة.\nومِنْ ثَم، احْتِيْجَ إلى التاريخ؛ لِتَضَمُّنِهِ تحريرَ مواليدِ الرواةِ ووفِياتِهم، وأوقاتِ طلبهم وارتحالهم.\nوقد افْتَضَح أقوامٌ ادَّعَوْا الرواية عن شيوخٍ ظهرَ بالتاريخ كذِبُ دعواهم (2).\nوالقِسْم الثاني: وهو الخفي\n: الْمُدَلَّس -\nبفتح اللام- سُمِّيَ بذلك لكون الراوي لم يُسَمِّ مَنْ حدثه، وأَوْهَمَ سماعَه للحديث ممَّنْ لم يحدِّثْه به.\nواشتقاقُه من الدَّلَسِ - بالتحريك-، وهو اختلاط الظلام (3)، سُمِّيَ بذلك لاشتراكهما في الخَفَاءِ.\nويَرِدُ المُدَلَّسُ بصيغةٍ من صِيَغ الأداء تحتمل وقوع اللُّقيّ بين المُدلِّس ومَنْ - أَسنَد عنه، كـ\"عن\"، وكذا \"قال\". ومتى وقع بصيغةٍ صريحةٍ لا\n(1) في نسخةٍ: \"لكنهما\".\n(2) قال سفيان الثوري: ((لَمّا استعمل الرواةُ الكذبَ استعملنا لهم التأريخ)).\n(3) في نسخةٍ: \"اختلاط الظلام بالنور\".\nالجزء: 1 - الصفحة: 101\n",
        "تَجَوُّزَ - فيها - كان كَذِباً.\nوحُكم مَنْ ثبت عنه التدليس-إذا كان عَدْلاً-: أن لا يُقْبَلَ منه إلا ما صَرَّح فيه بالتحديث، على الأصح (1).\nوكذا\nالمرسَلُ الخفي،\nإذا صَدَرَ من معاصرٍ (2) لَمْ يَلْقَ مَنْ حدَّث عنه، بل بينه وبينه واسطةٌ.\nو\nالفرق بين المُدَلَّس والمُرْسَل الخفي\nدقيقٌ، حَصَل تحريره بما ذُكِر هنا: وهو أن التدليس [13/أ] يَختص بمن روى عمّن عُرِفَ لقاؤه إياه.\nفأمّا إن عاصره، ولم يُعْرَفْ أنه لقيه، فهو المُرْسَل الخفي.\nومَنْ أدخل في تعريف التدليس المعاصَرَةَ ولو بغير لُقِيٍّ، لَزِمَهُ دخولُ المرسَل الخفيِّ في تعريفه. والصواب التفرقة بينهما.\nويَدل على أنّ اعتبار اللُّقِيّ في التدليس -دون المعاصرةِ وحدها- لابد منه: إِطباقُ أهل العلم بالحديث على أنّ روايةَ الْمُخَضْرَمين، كأبي عثمان النَّهْدِي (3)، وقيس بن أبي حازم (4)، عن النبي - صلى الله عليه وسلم - من قَبِيلِ الإرسال، لا من قبيل التدليس، ولو كان مجرد المعاصرة يُكْتَفى به في التدليس لكان هؤلاء\n(1) في الأصل حاشية بخط المصنف، نصها: \"بلغ قراءة بحث عليّ\".\n(2) أَيْ: في أَيِّ موضعٍ مِن السند؛ فالمرسل الخفيّ لا يُشترطُ له موضعٌ في السند؛ بخلاف المرسل الظاهر الذي هو قول التابعيّ: قال رسول الله - صلى الله عليه وسلم -، فإنّ هذا هو موضعه.\n(3) هو عبدالرحمن بن مُلٍّ بن عمرو، مخضرم، شهد اليرموك والقادسية وغيرهما، ت 95 هـ عن مئة وثلاثين سنة.\n(4) هو قيس بن أبي حازم البَجَلي، أبو عبدالله الكوفيّ، مخضرم، روى عن العشرة المبشرين بالجنة إلا عبدالرحمن بن عوف، ت 90 هـ، وقد جاوز المئة.\nالجزء: 1 - الصفحة: 102\n",
        "مدلسين؛ لأنهم عاصروا النبي - صلى الله عليه وسلم - قطعاً، ولكن لم يُعرَف: هل لَقُوهُ أم لا.\nوممن قال باشتراطِ اللقاء في التدليس: الإمامُ الشافعي، وأبو بكر البزار، وكلامُ الخطيب في \"الكفاية\" (1) يقتضيه، وهو الْمُعْتَمَدُ.\nويُعْرَفُ عدمُ الملاقاة بإِخباره عن نفسه بذلك، أو بجزْم إمامٍ مُطَّلِعٍ.\nولا يكفي أن يقع في بعض الطرق زيادةُ راوٍ (2) بينهما؛ لاحتمال أن يكون مِن المزيد، ولا يُحْكم في هذه الصورة بحكمٍ كليٍّ، أيْ: جازمٍ؛ لِتَعارُضِ احتمالِ الاتصال والانقطاع.\nوقد صَنَّفَ فيه الخطيب كتابَ \"التفصيل لِمُبْهَمِ المراسيل\"، وكتابَ \"المَزيد في مُتَّصِل الأسانيد\".\nوانتهت هنا أقسامُ حكمُ الساقطِ من الإسناد.\nثم الطَّعْنُ يكون بِعَشَرَةِ أشياء، بعضُها أشدُّ في القدح من بعض: خمسةٌ منها تتعلق بالعدالة، وخمسةٌ تتعلق بالضبط.\nولم يَحْصل الاعتناءُ بتمييز أحد القسمين مِن الآخر؛ لمصلحةٍ اقتضتْ ذلك، وهي ترتيبها على الأشد فالأشد في موجبِ الردِّ على سبيل التّدلِّي؛ لأن الطعن إما أن يكون:\n1 -\nلكذب الراوي في الحديث النبوي: بأن يروي عنه - صلى الله عليه وسلم - ما لم يَقُلْه، متعمِّداً - لذلك -.\n2 -\nأو تُهمتِهِ بذلك: بأن لا يُرْوَى ذلك الحديث إلا من جهته، ويكونَ مخالفاً\n(1) ص 22.\n(2) في نسخةٍ: \"أو أكثر\".\nالجزء: 1 - الصفحة: 103\n",
        "للقواعد المعلومة، وكذا مَن عُرِفَ بالكذب في كلامه، وإنْ لم يَظهر منه وقوعُ ذلك في الحديث النبويّ، وهذا دُونَ الأولِ (1).\n3 -\nأو فُحْشِ غَلَطِهِ، أي: كثرته.\n4 -\nأو غفلتهِ عن الإِتقان.\n5 -\nأو فسقِهِ: أي: [13/ب] بالفعل والقول (2)، مما لم يَبْلُغ الكفر. وبينه وبين الأوَّلِ عموم، وإنما أُفْرِدَ الأوَّلُ لكون القدْحِ به أشدَّ في هذا الفن، وأما الفسق بالمعتقد فسيأتي بيانه.\n6 -\nأو وَهْمِهِ: بأن يَرْوِي على سبيل التوهمِ.\n7 -\nأو مخالفتِهِ، أي للثقات.\n8 -\nأو جهالتِهِ: بأن لا يُعْرَفَ فيه تعديلٌ ولا تَجْرِيحٌ مُعَيَّنٌ.\n9 -\nأو بدعتِهِ: وهي اعتقاد ما أُحْدِثَ على خِلاف المعروف عن النبي - صلى الله عليه وسلم -، لا بمعاندةٍ، بل بنوعِ شُبْهَةٍ.\n(1) التهمة بالكذب: التهمة بالكذب سببها أمران:\n1 -\nإما رواية الراوي للحديث بحيث يكون مداره عليه مع مخالفة الحديث للقواعد الكليّة العامّة، أو تفرُّده بحديثٍ باطلٍ.\n2 -\nوإما أن يُعْرَفَ منه الكذب في كلامه -ولم يظهر منه ذلك في الحديث النبوي-.\nفالتهمة بالكذب-عندهم-بدليلٍ، ولذلك تُطْلق التهمةُ بالكذبِ على مَن حصل منه أحد الأمرين السابقين، بحيث لو قال أحدهم في شخصٍ خارجٍ عن هاتين الصورتين بأنه عنده متهمٌ بالكذب، لَقِيل له: وأين الدليل؟ .\nأما التهمة بغير دليلٍ فلا يَبْنون عليها.\n(2) كذا في الأصل. وجاءت في عدة نسخ: \"أو القول\"، وهو الأليق.\nالجزء: 1 - الصفحة: 104\n",
        "10 -\nأو سوءِ حفظِهِ: وهي عبارةٌ [عن أن لا يكون] (1) غلطُهُ أقلَّ من إصابته (2).\nفالقسم الأول: -وهو الطعن بكذب الراوي في الحديث النبويّ- هو\nالموضوع.\nوالحكم عليه بالوضع إنما هو بطريقِ الظنِّ الغالبِ، لا بالقطْع (3)؛ إذ قد يَصْدق الكذوب (4)، لكن، لأهل العلم بالحديث ملَكَةٌ قويّةٌ يُمَيِّزون بها ذلك (5)، وإنما يَقوم بذلك منهم مَن يكون اطِّلاعه تاماً، وذِهْنه ثاقباً، وفهْمه\n(1) في الأصل: \"عمن يكون\" وهو لا يستقيم مع ما سيذكره المصنف ص 124 أن سوء الحفظ المراد به: من لم يرجح جانب إصابته على جانب خطئه، والمثبت من عدة نسخ.\nوقد نبه على هذا الخطأ كثير من شراح النزهة، انظر \"شرح نخبة الفكر\" للقاري ص 434، واليواقيت والدرر للمناوي 2/ 34.\n(2) هنا في الأصل حاشيةٌ، نصُّها: \"وكذا إذا استويا\"، ق 13 ب.\n(3) قلتُ: هذا ليس دائماً؛ إذ قد يقوم الدليل القطعيّ على ذلك. ثم إنّ القطْع ليس شرطاً للحكم، وإنما العبرة بقيام الدليل أو الأدلة، ولا عبرة بالاحتمالات والظنون بعد ذلك.\n(4) قلتُ: ومع ذلك لا ينفعنا صِدْقُهُ في هذا، بحسب منهج المحدثين، فرواياته مردودة مطلقاً. والاحتمالات الضعيفة هنا لا يُلْتَفَتُ لها، بحسب منهج المحدِّثين. وما يقوله بعضهم: \"الحكم على الحديث بالصحةِ لا يعني أنه كذلك قطعاً، والحكم على الحديث بالضعف لا يَعني أنه كذلك قطعاً\" = هو مِن قبيل الكلام العقليّ الافتراضي، ولا يَصِح أن يكون له أَيُّ أثرٍ في الحكم بقبول الحديث أو ردّه، وإنما العمدة في ذلك منهج المحدِّثين.\n(5) لكن، مِن محاسن منهجهم، رحمهم الله تعالى، أنهم ردُّوا الحديث مِن طريق الكذّاب على كل حال، ولم ينشغلوا بتمييز الصدق مِن الكذب في روايات الكذّاب مِن طريقه هو، وإنما اعتبروا مجرّد وجود الكذّاب في سند الحديث حُكماً على الحديث بالوضع. ثم يُحققون في مدى ثبوت أصل الحديث مِن الطرق الأخرى، فعند ذلك قد يَصحُّ مِن طريقٍ أو طرق، وقد لا يَصحّ.\nالجزء: 1 - الصفحة: 105\n",
        "قوياً، ومعرفته بالقرائن الدالة على ذلك متمكِّنة.\nوقد يُعْرَف الوضع بإقرار واضعِهِ، قال ابن دقيق العيد (1): ((لكن لا يُقْطَع بذلك، لاحتمال أن يكونَ كَذَب في ذلك الإقرار)) (2)، انتهى. وفَهِم منه بعضُهم أنه لا يُعمل بذلك الإقرار أصلاً، وليس ذلك مُرادَه، وإنما نَفْيُ القطعِ بذلك، ولا يلزم مِن نَفْيِ القطع نَفْيَ الحكْمِ؛ لأن الحكم يقع بالظن الغالب، وهو هنا كذلك (3)، ولولا ذلك لما ساغ قَتْلُ الْمُقِرِّ بالقتل، ولا رَجْمُ المعترفِ بالزنى؛ لاحتمال أن يكونا كاذبيْنِ فيما اعترفا به (4).\n(1) هو محمد بن وهب القشيري، أبو الفتح، تقي الدين ابن دقيق العيد، 625 - 702 هـ، نشأ على حالٍ واحدةٍ: مِن الصمت، والاشتغال بالعلم، والتحرز في أقواله وأفعاله، له عدة مؤلفات، منها: اختصاره لعلوم الحديث: \"الاقتراح في تحقيق فن الاصطلاح\"، و\"العمدة شرح عمدة الأحكام\"، وهو شاهدٌ بعلمه وفضله.\n(2) \"الاقتراح\" لابن دقيق، ص 25.\n(3) قلتُ: بل هذا ليس كذلك على كل حال، وإنما قد يقع هنا الظن الغالب، وقد لا يقع؛ إذ هو بحسب القرائن واختلاف الأحوال، وهذا أيضاً مِن محاسن منهجهم أنهم تنبهوا لهذا الأمر، واستخدموا العقل في موضعه.\n(4) هذا صحيح، ولكن مع ملاحظة الفارق بين الأمرين في وجْه الشبه الذي يوجب التفريق في الحكم؛ إذْ أنّ الاعتراف باختلاق الحديث مقتضاه الطعن في الدين وتحريفه، ولا يَعْلم الكذّاب يقيناً أنّ ذلك يُهْدر دمه، بخلاف الاعتراف بموجبٍ مِن موجبات الحدود على المعترف.\nالجزء: 1 - الصفحة: 106\n",
        "ومِن القرائن، التي يُدرَكُ بها الوضعُ، ما يُؤخذُ مِن حال الراوي.\nكما وقع للمأمون بن أحمد (1) أنه ذُكِرَ بحضرته الخلاف في كون الحَسَن (2) سمع من أبي هريرة أَوْ لا، فساق في الحال إسناداً إلى النبي - صلى الله عليه وسلم - أنه قال: سَمِعَ الحسنُ مِن أبي هريرة.\nوكما وَقَع لغياث بن إبراهيم (3)، حيث دخل على المهدي (4) فوجده يلعب بالحَمَام؛ فساق في الحال إسناداً إلى النبي - صلى الله عليه وسلم -، أنه قال: ((لا سَبَق إلا في نَصْلٍ أو خُفٍّ أو حافرٍ أو جَناحٍ))، فزاد في الحديث: \"أو جناح\"؛ فَعَرف المهديُّ [14/أ] أنه كذَب لأجله فأَمر بذبح الحمام (5).\nومنها: ما يؤخذ مِن حال المروي، كأنْ يكون مناقضاً لنصِّ القرآن، أو السنة المتواترة، أو الإجماع القطعي، أو صريحِ العقل، حيث لا يَقْبلُ شيءٌ مِن ذلك التأويلَ.\n(1) هو مأمون بن أحمد الهروي، السُّلَمِي، دجّال مِن الدجاجلة، وضع أحاديث كثيرة ظاهرة السقوط.\n(2) هو الحسن بن يسار البصري، 21 - 110 هـ، رضع مِن أُمّ سلمة أم المؤمنين، كان مِن سادات التابعين وكبرائهم، جمع كل فنٍّ: مِن علمٍ، وزهدٍ، وورعٍ، وعبادةٍ، مع غاية الفصاحة.\n(3) هو غياث بن إبراهيم، النخعي، أبو عبدالرحمن، تركوه، قال أبو داود: كذاب.\n(4) هو محمد بن عبدالله بن محمد الهاشمي، الخليفة العباسي، الملقب بالمهدي ابن الخليفة أبي جعفر المنصور، 127 - 169 هـ.\n(5) الحديث عند أبي داود، 2574، الجهاد، والترمذيّ، 1700، الجهاد، وقال: حديث حسن. والنسائي، 3585، و 3586، الخيل، وغيرهم، دون قوله: \"أو جناح\"، وخَبَرُ غياثٍ مع المهديّ مذكور في \"تاريخ بغداد\"، 12/ 324.\nالجزء: 1 - الصفحة: 107\n",
        "ثم المروي:\n1 -\nتارةً يخترعه الواضع.\n2 -\nوتارةً يأخذ كلام غيره: كبعضِ السلف الصالح، أو قدماء الحكماء، أو الإسرائيليات.\n3 -\nأو يأخذ حديثاً ضعيفَ الإسنادِ فيركِّبَ له إسناداً صحيحاً لِيَرُوْجَ.\nوالحامل للواضع على الوضع:\n1 -\nإما عدمُ الدين كالزنادقة.\n2 -\nأو غلبةُ الجهل كبعض المتعبِّدين.\n3 -\nأو فَرْط العصبية، كبعض المقلِّدين.\n4 -\nأو اتِّباع هوى بعضِ الرؤساءِ.\n5 -\nأو الإغرابُ لقصْدِ الاشتهارِ.\nوكلُّ ذلك حرامٌ بإجماعِ مَنْ يُعْتَدُّ به، إلا أن بعض الكِرَّامية (1)، وبعض المتصوفة نُقِلَ عنهم إباحةُ الوضع في الترغيب والترهيب، وهو خطأٌ مِن فاعله، - نشأَ عن جهلٍ، لأن الترغيب والترهيب مِن جُمْلة الأحكام الشرعية، واتفقوا - على أنّ تعمُّدَ الكذب على النبي - صلى الله عليه وسلم - مِن الكبائر (2)، وبالغ (3)\n(1) هكذا ضُبطتْ في الأصل، بكسر الكاف، والصواب: بفتحها. و\"الكرَّامية\"، هم أتباع محمد بن كرّام القائل بالتجسيم والتشبيه لله تعالى بخلقه. يُنظر: الملل والنحل، للشهرستاني، 1/ 108، وهم-ومَن نُقِل عنه هذا القول- ممن لا يُعْتَدُّ بهم؛ فلا يؤخذ عنهم شيءٌ مِن منهج المحدِّثين في هذا الباب.\n(2) بل منه ما هو مخرجٌ مِن الملّة، وذلك بحسب الدافع له.\n(3) لماذا بالغ؟ ! لا شكّ عندي في كفر صاحب أنواعٍ مِن الكذب على رسول الله - صلى الله عليه وسلم -، ومِن ذلك: الكذب الذي يَحْصل مِن صاحبه بدافع الرغبة في الطعن في الدِّين، وكذلك الكذب الذي يحصل مِن صاحبه بدافع الرغبة في تحريف الدين، كالكذب لابتداع بدعةٍ؛ فإنّ هذين النوعين مِن الكذب يجتمع فيهما الكذب والطعن في الدين، والتشريع مِن دون الله، ومعلومٌ أن الإقدام على وضْعِ تشريعٍ بديل عن شرع الله كفرٌ، بخلاف مجرد الكذب الذي هو هفوة، وإنْ كان الكذب على رسول الله كذباً عليه وعلى الله؛ فهو هفوةٌ كبيرة خطيرة.\nالجزء: 1 - الصفحة: 108\n",
        "أبو - محمد الجويني (1) فكفّر من تعمَّدَ الكذبَ على النبي - صلى الله عليه وسلم -.\nواتفقوا على تحريم رواية الموضوع إلا مقروناً ببيانه؛ لقوله - صلى الله عليه وسلم -: (مَنْ حَدَّثَ عني بحديثٍ يُرَى أنه كذِبٌ فهو أحدُ الكاذِبَين)، أخرجه مسلم (2).\nوالقسم الثاني من أقسام المردود: -وهو ما يكون بسببِ تُهمة الراوي بالكذب- هو\nالمتروك.\nوالثالث\n: الْمُنْكَر\n(3) -على رأيِ مَنْ لا يَشترط في المنكَرِ قَيْدَ المخالفة-\n(1) هو عبدالله بن يوسف بن عبدالله بن يوسف، أبو محمد الجويني، والد إمام الحرمين، ت 438 هـ -، وقد نقل كلامه: ابن حجر في فتح الباري، 1/ 202، وابن تيمية في الصارم المسلول، 2/ 329.\n(2) مسلم، مقدمة \"صحيحه\"، 1/ 9، -وكان حقه أن يبين المصنف، رحمه الله، أنّ مسلماً أخرجه في المقدمة، لا في أصل الصحيح- وابن ماجه، 41، المقدمة.\n(3) ذَكَرْتُ هذه الأرقام محافظةً على التطابق في عدِّ المؤلف لهذه الأنواع في أوّل ذِكْره لأسباب الطعن في الراوي، ليتطابق ذلك مع قوله في الحديث عنها: (فالأول، والثاني، .. ) إلى آخره. وهذا الترقيم قاعدةٌ سِرْتُ عليها في إخراج النصِّ المحقَّق، كما ترى؛ تسهيلاً للفهم وضبْطِ المعدودات والتقسيمات\nالحديث المنكر: -في إطلاق بعض الأئمة المتقدمين- هو: الحديث الذي تفرد به الراوي الضعيف، وأما \"منكر الحديث\" فمعناها: مردودُهُ، وهو طعنٌ في الراوي، وهو في الأصل ناشئ عن مخالفته للثقات.\nالجزء: 1 - الصفحة: 109\n",
        "وكذا الرابع، والخامس، فَمَنْ فَحُشَ غلَطُهُ، أو كَثُرَتْ غَفْلَتُهُ، أو ظَهَرَ فِسْقُهُ، فحديثه منكَرٌ (1).\nثم\nالوهم: -\nوهو القِسْم السادس، وإنما أُفْصِحَ به لطول الفصل- إن اطُّلِعَ عليه، أي الوهم، بالقرائن الدالة على وهَم راويه -مِن وصْلِ مرسلٍ أو منقطعٍ أو إِدخالِ حديثٍ في حديثٍ، أو نحو ذلك مِن الأشياء القادحة، وتَحْصل معرفة ذلك بكثرة التتبع وجَمْع الطرق- فهذا هو\nالمعلَّل.\nوهو مِن أَغْمضِ أنواعِ علومِ الحديثِ وأدقِّها، ولا يقوم به إلا مَنْ رزقه الله تعالى فهماً ثاقباً، وحفظاً واسعاً، [14/ب] ومعرفةً تامة بمراتب الرواة، وملَكَةً قويةً بالأسانيد والمتون؛ ولهذا لم يَتكلم فيه إلا القليل مِن أهل هذا الشأن: كعلي ابن - المديني، - وأحمد بن حنبل، والبُخَارِيّ، ويعقوب بن شيبة (2)، وأبي حاتم،\n(1) قال د. نور الدين عتر معلقاً على هذا بقوله: \"هذا مسلك جديد في استعمال مصطلح \"منكر\"، غير السابق\n...\n، فللمنكر استعمالان:\nالأول: السابق، وهو ما رواه الضعيف مخالفاً لِمَنْ هو أقوى منه.\nالثاني: المنكر: ما تفرد به راويه، خالف أو لم يخالف، ولو كان ثقة، وعليه كثير من المتقدمين، فتنبه لذلك\".\nقلتُ: هذا خلطٌ بين إطلاق: \"منكر الحديث\" وبين إطلاق: \"له مناكير\"؛ أَيْ: أحاديث تفرد بها، وهُما ليسا بمعنىً واحدٍ؛ إذ: \"منكرُ الحديث\" تضعيفٌ للراوي، أما \"له مناكير\" فليس تضعيفاً.\n(2) هو يعقوب بن الصلت، أبو يوسف البصري، نزيل بغداد، 189 - 262 هـ، مِن كبار علماء الحديث.\nالجزء: 1 - الصفحة: 110\n",
        "وأبي زُرْعَةَ، والدارقطني.\nوقد تَقْصُرُ عبارةُ المعلِّلِ عن إقامةِ الحجةِ على دعواه، كالصيرفيّ في نَقْد الدينار والدرهم (1).\nثم المخالفة، وهي القسم السابع:\nإن كانت واقعةً بسببِ:\n1 -\nتَغَيّرِ السياقِ، أَيْ: سياق الإسناد، فالواقع فيه ذلك التغيير هو مُدْرَجُ الإسناد (2).\nوهو أقسامٌ:\nالأول: أن يرويَ جماعةٌ الحديث بأسانيد مختلفة، فيرويه عنهم راوٍ فيَجمع الكل على إسنادٍ واحدٍ مِنْ تلك الأسانيد ولا يُبَيِّن الاختلاف.\nالثاني: أن يكونَ المتنُ عند راوٍ إلا طرفاً منه، فإنه عنده بإسنادٍ آخَرَ، فيرويه\n(1) العلل: الصحيح أن علم العلل علمٌ له أصوله، وليس إلهاماً، أو آراءَ ليس عليها أدلة، ولا عِلْماً إلهامياً، أو عِلْماً يقوم على الظن والحدس، كما يمكن أن يَفْهمه بعض الناس مِن خلال ما ورد عن عدد من الأئمة من أقوالٍ بشأن العلل.\n(2) المدرج: هذا النوع مِن علوم الحديث مما يشهد شهادةً واضحة للمحدثين بشدة حرصهم على تمييز حديث رسول الله - صلى الله عليه وسلم - وتمحيصه مِن كل ما سواه بكل سبيل.\nوهو مِن المهمات التي ينبغي أن يُعْنى بها مَنْ يتطلب حديث رسول الله - صلى الله عليه وسلم -؛ لأن الإدراج يُصَيِّرُ ما ليس حديثاً حديثاً، وكشْف الإدراج يُخَلِّص حديث رسول الله - صلى الله عليه وسلم - مما ليس منه.\nالجزء: 1 - الصفحة: 111\n",
        "راوٍ عنه تامّاً بالإسناد الأول.\nومنه: أن يسمعَ الحديثَ مِن شيخه إلا طرفاً، منه فيسمعه عن شيخه بواسطة، فيرويه راوٍ عنه تماماً بحذْفِ الواسطة.\nالثالث: أن يكون عند الراوي متنان مختلفان بإسنادين مختلفين، فيرويهما راوٍ عنه مقتصراً على أحدِ الإسنادين، أو يروي أحدَ الحديثين بإسناده الخاص به، لكن، يَزيدُ فيه مِن المتن الآخَرِ ما ليس في الأول.\nالرابع: أن يسوقَ الإسناد فَيَعْرِض له عارض، فيقولَ كلاماً مِنْ قِبَل نفسه، فَيَظن بعضُ مَن سَمِعه أن ذلك الكلامَ هو متنُ ذلك الإسناد؛ فيرويه عنه كذلك.\nهذه أقسام مُدْرَج الإسناد.\nوأما مُدْرَج المتن: فهو أن يقع في المتن كلامٌ ليس منه. فتارةً يكون في أوّله، وتارةً في أثنائه، وتارةً في آخره، وهو الأكثر؛ لأنه يقع بعطف جملةٍ على جملة، أو بدمْجِ موقوفٍ مِن كلامِ الصحابة، أو مَنْ بَعْدَهم، بمرفوعٍ مِن كلامِ النبي - صلى الله عليه وسلم -، مِن غير فصل، فهذا هو مُدرج المتن.\nويُدْرَكُ الإدراج بِوُرُوْدِ روايةٍ مُفَصِّلَةٍ للقَدْرِ المُدْرَج فيه. أو بالتنصيص على ذلك مِن الراوي، أو مِنْ بعضِ الأئمة المطّلعين، [15/أ] أو باستحالةِ كون النبي - صلى الله عليه وسلم - يقول ذلك.\nوقد صَنَّفَ الخطيب في المدْرَج كتاباً، ولَخَّصْتُهُ، وزدتُ عليه قدْرَ ما ذَكَر مرتين، أو أكثر، ولله الحمد (1).\n(1) اسم كتاب الخطيب هو: \"الفصل للوصل الْمُدرج في النقل\"، وهو مطبوع، وكتاب ابن حجر هو: \"تقريب الْمَنْهَج بترتيب الْمُدْرَج\"، وهو مفقود.\nالجزء: 1 - الصفحة: 112\n",
        "2 -\nأو إن كانت المخالفةُ بتقديمٍ أو تأخيرٍ -أي في الأسماء- كمُرَّةَ بن كَعْبٍ، وكَعْبِ بن مُرَّة؛ لأن اسم أحدهما اسم أبي الآخَرِ، فهذا هو المقلوب، وللخطيب فيه كتابُ: \"رافع الارتياب\" (1). وقد يقع القلب في المتن، أيضاً، كحديث أبي هريرة عند مسلمٍ في السبعة الذين يظلهم الله في عرشِهِ، ففيه: (ورجل تصدق بصدقةٍ أخفاها حتى لا تعلم يمينه ما تُنفِق شماله) (2). فهذا مما انقلب على أحد الرواة، وإنما هو: (حتى لا تَعلم شماله ما تنفق يمينه) (3) كما في الصحيحين.\n3 -\nأو إن كانت المخالفة بزيادةِ راوٍ في أثناء الإسناد، ومَن لم يزدها أَتقنُ ممن زادها، فهذا هو المزيد في متصل الأسانيد.\nوشرْطه أن يقع التصريح بالسماع في موضعِ الزيادة (4)، وإلا فمتى كان معنعناً، مثلاً، تَرجَّحتِ الزيادة.\n(1) وهو: \"رافع الارتياب في المقلوب من الأسماء والأنساب\".\n(2) مسلم، 1031، الزكاة.\n(3) الحديث عند البخاري في مواضع، منها: 1423، الزكاة، عَنْ أَبِي هُرَيْرَةَ - رضي الله عنه - عَنِ النَّبِيِّ - صلى الله عليه وسلم -، قَالَ: (سَبْعَةٌ يُظِلُّهُمُ اللَّهُ تَعَالَى فِي ظِلِّهِ، يَوْمَ لا ظِلَّ إِلا ظِلُّهُ: إِمَامٌ عَدْلٌ، وَشَابٌّ نَشَأَ فِي عِبَادَةِ اللَّهِ، وَرَجُلٌ قَلْبُهُ مُعَلَّقٌ فِي الْمَسَاجِدِ، وَرَجُلانِ تَحَابَّا فِي اللَّهِ اجْتَمَعَا عَلَيْهِ وَتَفَرَّقَا عَلَيْهِ، وَرَجُلٌ دَعَتْهُ امْرَأَةٌ ذَاتُ مَنْصِبٍ وَجَمَالٍ فَقَالَ: إِنِّي أَخَافُ اللَّهَ، وَرَجُلٌ تَصَدَّقَ بِصَدَقَةٍ فَأَخْفَاهَا حَتَّى لا تَعْلَمَ شِمَالُهُ مَا تُنْفِقُ يَمِينُهُ، وَرَجُلٌ ذَكَرَ اللَّهَ خَالِياً فَفَاضَتْ عَيْنَاهُ)، وعند مسلم، 1031، الزكاة.\n(4) أي: عند من لم يزدها.\nالجزء: 1 - الصفحة: 113\n",
        "4 -\nأو كانت المخالفة بإبداله، -أَيْ: الراوي-، ولا مرجِّحَ لإحدى (1) الروايتين على الأخرى، فهذا هو المُضْطَرِبُ.\nوهو يقع في الإسناد غالباً. وقد يقع في المتن.\nلكن قَلَّ أنْ يَحْكُمَ المحدِّث على الحديث باضطرابٍ بالنسبة إلى اختلافٍ في المتن دون الإسناد.\nوقد يقع الإبدال عَمْداً لمن يراد اختبارُ حفْظِهِ، امتحاناً مِن فاعله، كما وَقَع للبُخَارِيّ (2)، والعُقَيْلي (3)، وغيرهما.\n(1) في الأصل: \"لأحد\"، وفوقها إشارة لكن لم يظهر شيء أمامها بسبب التصوير، والمثبت هو الموافق لعدد من النسخ.\n(2) وكان امتحانه من قِبَلِ أهل بغداد لَمَّا قَدِمَ إليها، فقلبُوا له مائة حديث، قسَّموها على عشرة أشخاص، لكل واحد منهم عشرة أحاديث، يسأَلُ عنها البخاري، بعد جَعْلِ إسناد كلِّ حديثٍ منها لمتنِ حديثٍ آخرَ من تلك الأحاديث. ينظر: \"تاريخ بغداد\" 2/ 20 - 21 و\"طبقات الشافعية\" 2/ 218. ويحتاج سندها إلى دراسة.\n(3) \"هو محمد بن عمرو بن موسى، الحافظ المتقن الكبير، محدث الحرمين: (ت 322 هـ)، من كتبه: الضعفاء.\nوقصة امتحانه -كما ذَكَر مَسْلَمَةُ بن قاسم- أنه كان كثيراً ما يقول لمن يتلقى عنه: اقرأ من كتابِك، ولا يُخرج أصله، فتكلمنا في ذلك، وقلنا: إما أن يكون من أحفظ الناس أو من أكذب الناس، فاتفقنا على أن نكتب له أحاديث من روايته ونزيد فيها وننقص، فأتيناه لنمتحنه، فقرأتُها عليه، فلما أتيت بالزيادة والنقص فطن لذلك، فأخذ مني الكتاب وأخذ القلم فأصلحها من حفظه، فانصرفنا مِن عنده وقد طابت نفوسنا، وعلمنا أنه من أحفظ الناس\"، حاشية نور الدين عتر على النزهة، ص 93، حاشية رقم (2).\nالجزء: 1 - الصفحة: 114\n",
        "وشرْطه: أن لا يستمر عليه، بل ينتهي بانتهاء الحاجة، فلو وَقَعَ الإبدال عَمْداً، لا لمصلحةٍ، بل للإغراب، مثلاً، فهو مِن أقسام الموضوع، ولو وَقَعَ غلطاً فهو من المقلوب، أو الْمُعَلَّلِ.\n5 -\nأو إن كانت المخالفة بتغيير حرْفٍ، أو حروفٍ، مع بقاءِ صورة الخط في السياق: فإنْ كان ذلك بالنسبة إلى النَقْطِ فَالمُصَحَّفُ.\nوإن كان بالنسبة إلى الشكل فالمُحَرَّفُ.\nومعرفةُ هذا النوع مهمةٌ.\nوقد صَنَّفَ فيه العسكريّ (1)، والدارقطنيّ، وغيرهما.\nوأكثرُ ما يقع في المتون، وقد يقع في الأسماء [15/ب] التي في الأسانيد.\nولا يجوز تعمُّد تغييرِ صورةِ المتنِ مطلقاً، ولا الاختصارُ منه بالنقص، ولا إبدالُ اللفظ المرادِفِ باللفظِ المرادِفِ له، إلا لعالمٍ بمدلولات الألفاظ، وبما يحيل المعاني، على الصحيح في المسألتين.\nأما\nاختصار الحديث:\nفالأكثرون على جوازه، بشرطِ أن يكون الذي يَخْتَصِرُهُ عالماً؛ لأن العالم لا يُنْقِص من الحديث إلا ما لا تَعَلُّقَ له بما يُبْقيه منه، بحيث لا تختلف الدلالة، ولا يختلُّ البيان، حتى يكون المذكور والمحذوف بمنزلة خَبَرَيْنِ، أو يدل ما ذكره على ما حذفه، بخلاف الجاهل فإنه قد يُنْقِص ما له تَعَلُّقٌ، كترك الاستثناء.\n(1) هو الحسن بن عبدالله بن سعيد العسكريّ، 292 - 382 هـ، له تصانيف حسنة في اللغة والأدب والأمثال، واسم كتابه: \"تصحيفات المحدثين\"، وهو مطبوع.\nالجزء: 1 - الصفحة: 115\n",
        "وأما\nالرواية بالمعنى\n(1): فالخلاف فيها شهيرٌ:\n1 -\nوالأكثر على الجواز أيضاً، ومِن أقوى حججهم: الإجماع على جواز شرح الشريعة للعَجَمِ بلسانهم للعارف به، فإذا جاز الإبدال بلغةٍ أخرى فجوازه باللغة العربية أَولى.\n2 -\nوقيل: إنما تجوز في المفردات دون المركَّبات.\n3 -\nوقيل: إنما تجوز لمن يَسْتَحْضِرُ اللفظَ؛ ليتمكن من التصرف فيه.\n4 -\nوقيل: إنما تجوز لمن كان يحفظ الحديث فنسي لفظَهُ وبقي معناه مرتسماً في ذهنه، فله أن يَرْوِيَهُ بالمعنى لمصلحةِ تحصيل الحكم منه، بخلافِ مَن كان مستحضراً للفظه.\nوجميع ما تقدم يتعلق بالجواز وعدمه، ولا شك أن الأولى إيراد الحديث بألفاظه، دون التصرف فيه.\n5 -\nقال القاضي عياض: ((ينبغي سَدُّ بابِ الرواية بالمعنى؛ لئلاّ يَتَسلَّطَ مَنْ لا يُحْسِنُ، ممن يَظُنّ أنه يُحْسِن، كما وقع لكثيرٍ من الرُوَاةِ، قديماً وحديثاً)) (2). والله الموفق.\nفإنْ خَفِي المعنى، بأن كان اللفظ مستعمَلاً بِقِلَّةٍ، احتيج إلى الكتبِ المصنَّفةِ في شرْح الغريب.\n(1) في الأصل هنا حاشيةٌ، نصُّها: \"مطلب: جواز الرواية بالمعنى\".\n(2) ذكر هذا في شرحه لصحيح مسلم، انظر \"مقدمة إكمال المعلم بفوائد مسلم\" ص - 154، وقد عقد باباً في كتاب \"الإلماع\" بعنوان: \"باب تحري الرواية والمجيء باللفظ، ومَن رَخَّصَ للعلماء في المعنى ومَن مَنَعَ\"، ص 174 - 182.\nالجزء: 1 - الصفحة: 116\n",
        "1 -\nككتاب أبي عبيد القاسم بن سلاّم (1)، وهو غير مرتَّبٍ، وقد رتَّبه الشيخ موفق الدين بن قُدَامَة (2) على الحروف.\n2 -\nوأجمعُ منه كتاب أبي عبيد الهروي (3)، وقد اعتنى به الحافظ أبو موسى المديني (4)، فَنَقَّب عليه واستدرك.\n3 -\n[16/أ] وللزمخشري (5) كتاب اسمه \"الفائق\" حَسَنُ الترتيب.\n(1) هو القاسم بن سلام بن عبد الله البغدادي، أبو عبيد، 157 - 224 هـ، كان عالماً بالحديث، وعارفاً بالفقه والمذاهب، رأساً في اللغة، إماماً في القراءات، له كتاب \"الأموال\"، و\"فضائل القرآن\"، و\"غريب الحديث\"، وهو هامّ جداً، قال فيه: \"هو كان خلاصة عمري\".\n(2) هو عبد الله بن أحمد بن محمد بن قُدَامَة المَقْدِسِي ثم الدمشقي، موفق الدين، 541 - 620 هـ، برع في علوم زمانه، وصار المرجعَ في الفقه الحنبلي، له مؤلفات كثيرةٌ، منها: \"المغني\"، و\"المقنع\"، و\"روضة الناظر\"، وغيرها.\n(3) هو أحمد بن محمد بن عبد الرحمن، أبو عبيد الهروي، نسبته إلى هراة، من مُدن خراسان، إمام لغوي بارع وأديبٌ، ت 401 هـ، له كتبٌ، منها: \"كتاب الغريبين\" أي: غريب القرآن وغريب الحديث، وهو أول من جمع بينهما.\n(4) \"محمد بن أبي بكر بن عمر الأصفهاني، أبو موسى المديني، 501 - 581 هـ، وكان شيخ زمانه إسناداً وحفظاً وإتقاناً، شديد التواضع، له تصانيف أربى فيها على المتقدمين، منها: لطائف المعارف، غَنِيٌّ بالفوائد الحديثية\". وله أيضاً كتاب: \"إضاعة العمر والأيام في اصطناع المعروف إلى اللئام\".\n(5) هو محمود بن عمر بن محمد الخُوَارِزْمي الزَّمَخْشَرِي، جار الله، 467 - 538 هـ، علامةٌ معتزليٌّ جَلْدٌ، ومحدثٌ ومفسرٌ ولغويٌ وأديبٌ، له: \"الكشاف\"، و\"الفائق في غريب الحديث\"، و\"أساس البلاغة\".\nالجزء: 1 - الصفحة: 117\n",
        "4 -\nثم جَمَعَ الجميعَ ابنُ الأثير (1)، في \"النهاية\"، وكتابه أسهلُ الكتب تناولاً، مع إعْوَازٍ قليل فيه.\nوإن كان اللفظ مستعمَلاً بكثرةٍ، لكن، في مدلوله دِقَّةٌ، احتيج إلى الكتب المصنَّفة في شرح معاني الأخبار، وبيان المشكل منها (2).\n(1) هو مبارك بن محمد الجَزَرِي، مجد الدين أبو السعادات، الشهير بابن الأثير، محدثٌ كبيرٌ ولغويٌ بارعٌ وأصوليٌّ، ت 606 هـ، له: \"جامع الأصول في أحاديث الرسول - صلى الله عليه وسلم - \"، و\"النهاية في غريب الحديث\".\n(2) مِن الكتب المصنفة في مشكل الحديث:\n1 -\n\"اختلاف الحديث\"، للإمام الشافعي.\n2 -\nالرسالة، للإمام الشافعي، وفيه من هذا كثير، وكذلك كتاب \"الأم\"، له، فقد كان الشافعي رحمه الله شديد العناية بهذا النوع.\n3 -\n\"مشكل الحديث وبيانه\"، لابن فُوْرَك.\n4 -\n\"مجمع البحار في معاني الأحاديث والآثار\"، لملك المحدِّثين محمد طاهر الصديقي الهندي، المتوفى سنة 986 هـ-1578 م، الهند، حيدر آباد الدكن، دائرة المعارف العثمانية، 1391 هـ-1971 م.\nوالمصنفات في توضيح الأحاديث ومعانيها، أنواع:\n1 -\nفمنها ما كان مؤلفاً في غريب الألفاظ.\n2 -\nومنها ما كان مؤلفاً في مختلف الحديث.\n3 -\nومنها ما كان مؤلفاً في ما يسمى \"بمشكل الآثار\".\n4 -\nومنها ما كان مؤلفاً في شرح الحديث، واستنباط الأحكام منه.\nولكلٍ منها أمثلةٌ كثيرة وكتبٌ لا يَستغني عن الاطلاع عليها طالب العلم. ومما كُتِب في \"مشكل الحديث\":\n1 -\n\"مشكلات الأحاديث النبوية وبيانها\"، للقصيمي.\n2 -\nوقد كَتبتُ حول هذا الموضوع بعض الكتابات، منها: \"مدخل لدراسة مشكل الآثار\".\nالجزء: 1 - الصفحة: 118\n",
        "وقد أَكْثَرَ الأَئِمَّةُ من التصانيف في ذلك كالطحاوي والخطابي وابن عبد - البر (1) وغيرهم.\nثم الجهالة بالراوي: -وهي السبب الثامن في الطعنِ- وسبَبُها أمران:\nأحدهما: أن الراوي قد تكثُر نُعُوتُه: مِن اسمٍ، أو كُنيةٍ، أو لَقَبٍ، أو صِفةٍ، أو حِرْفَةٍ، أو نَسَبٍ، فَيُشْتَهَرُ بشيءٍ منها، فُيُذْكَرُ بغير ما اشْتُهِر به، لغرضٍ من الأغراض فَيُظَنُّ أنه آخَرُ، فَيَحْصُل الجهل بحاله (2).\nوصنفوا فيه -أي في هذا النوع- \"المُوضِّح لأوهام الجمع والتفريق\"، أجاد فيه الخطيبُ (3)، وسبقه إليه عبد الغني هو ابن سعيد المصري، وهو الأزدي (4)، أيضاً، ثم الصوْريّ (5).\n(1) هو يوسف بن عبد الله أبو عمر ابن عبد البَرّ النَّمرِي القرطبي، حافظ المغرب وفقيهه، ولغويُّهُ، ت 463 هـ، له تصانيف كثيرة متقنةٌ، أشهرها: \"التمهيد\"، شرح الموطأ، و\"جامع بيان العلم وفضله وما ينبغي في روايته وحمله\"، و\"الاستذكار لمذاهب علماء الأمصار\".\n(2) قوله: \"فيحصل الجهل بحاله\" قلتُ: وربما يحصل الجهل بعينه.\n(3) \"الموضح لأوهام الجمع والتفريق\"، نُشِر بتحقيق عبد الرحمن بن يحيى المعلمي، دار الفكر الإسلامي، ط. الثانية، 1405 هـ-1985 م.\n(4) هو عبد الغني بن سعيد بن علي بن سعيد الأزدي المصري، 332 - 409 هـ، محدث مصر وحافظها، نقادة دقيق، من كتبه: \"المؤتلف والمختلف\"، وجزء فيه \"أوهام الحاكم في المدخل إلى الصحيح\".\n(5) أي ثم ألف فيه الصوري وهو محمد بن علي بن عبد الله أبو عبد الله الصوري، كان من أعظم أهل الحديث همة في الطلب، رحل وصنف، واستفاد من الحافظ عبد - الغني بن سعيد الأزدي، ت 441 هـ.\nالجزء: 1 - الصفحة: 119\n",
        "ومن أمثلته: محمد بن السائب بن بِشْرِ الكلْبي (1)، نَسَبَهُ بعضُهم إلى جده، فقال: - محمد بن بشر، وسَمَّاهُ بعضُهم: حمادَ بنَ السائب، وكناه بعضُهم: أبا - النضر، وبعضُهم: أبا سعيد، وبعضُهم: أبا هشام؛ فصار يُظَنُّ أنه جماعةٌ، وهو - واحد، ومَن لا يَعْرِفُ حقيقةَ الأمر فيه لا يعرف شيئاً من ذلك (2).\nوالأمر الثاني: أن الراوي قد يكون مُقِلاًّ من الحديث؛ فلا يَكْثُرُ الأخذ عنه.\nوقد صَنَّفوا فيه\nالوُحْدان،\nوهو مَن لم يروِ عنه إلا واحد، ولو سُمِّيَ.\nفَمِمَّنْ جَمَعَهُ: مسلمٌ (3)، والحسن بن سفيان (4)، وغيرهما.\nأوْ لا يُسَمَّى الراوي، اختصاراً مِن الراوي عنه.\nكقوله: أخبرني فلانٌ، أو شيخٌ، أو رجلٌ، أو بعضُهم، أو ابن فلانٍ.\nويُستدل على معرفة اسم\nالمُبْهَم\nبوروده من طريقٍ أخرى مسمَّىً.\nوصَنَّفوا فيه: المُبْهَمات.\n(1) هو محمد بن السائب بن بِشْرِ الكلْبِي، أبو النضر الكوفي، عالم بالتفسير والأخبار، متهم بالكذب، وكان غالياً في الرفض، سبئيّاً، ت 146 هـ -.\n(2) ومن الأسباب التي دعت إلى تسميته بكل هذه الأسماء ضعف صاحبها وأنه متروك متهم بالكذب، تُنْظَر ترجمته في \"التهذيب\"، بيروت، مؤسسة الرسالة، 1416 هـ - -1996 م، 3/ 569 - 570.\n(3) هو: مسلم بن الحجاج بن مسلم النيسابوري، الحافظ الإمام الفقيه، من خاصّة تلاميذ البخاري، صاحب \"الجامع المسنَد الصحيح\n...\n\"، ت 261 هـ.\n(4) هو الحسن بن سفيان بن عامر أبو العباس الشيباني، النسوي، الحافظ الكبير اليقظ، محدث خراسان في عصره، ت 303 هـ -، له: \"المسند الكبير\"، و\"الأربعين\".\nالجزء: 1 - الصفحة: 120\n",
        "ولا يُقْبَلُ حديث المُبْهَم، ما لم يُسَمَّ، لأن شرط قبول الخبر عدالة رواته، ومَنْ أُبْهِمَ اسْمُه لا يُعرفُ عَيْنهُ؛ فكيف عدالته (1).\nوكذا لا يُقْبَل خبره وَلَو أُبْهِمَ بلفظِ التعديل، كأَنْ يقولَ الراوي [16/ب]- عنه: أخبرني الثقة؛ لأنه قد يكون ثقة عنده مجروحاً عند غيره. وهذا على الأصح في المسألة، ولهذه النكتة لم يُقْبَلِ المُرْسَلُ، ولو أرسله العدل جازماً به؛ لهذا الاحتمال بعينه. وقيل: يُقْبَل (2) تمسكاً بالظاهر؛ إذ الجرح على خلافِ الأصل، وقيل: إن كان القائل عالماً أجزأه ذلك في حق مَن يوافقه في مذهبه، وهذا ليس من مباحث علوم الحديث، والله تعالى الموفق.\nفإن سُمِّيَ الراوي، وانفرد راوٍ واحدٌ بالرواية عنه، فهو\nمجهول العين،\nكالمبهم، إلا أن يوثقه غير مَن ينفرد به عنه على الأصح، وكذا مَن ينفرد عنه إذا كان متأهلاً لذلك.\nأو إنْ روى عنه اثنان فصاعداً، ولم يُوَثَّقْ (3) فهو\nمجهول الحال،\nوهو المستور.\nوقد قَبِلَ رِوَايَتَهُ جَمَاعَةٌ بغيرِ قيدٍ، وردَّها الجمهورُ.\nوالتحقيقُ: أن روايةَ المستورِ، ونحوِهِ، مما فيه الاحتمال؛ لا يُطْلَقُ القولُ بردِّها، ولا بقبولها، بل يقال: هي موقوفةٌ إلى استبانة حاله، كما جزم به إمام الحرمين (4)،\n(1) المبهم ومجهول العين حكمهما واحد بالنظر إلى عدم معرفة عين الشخص.\n(2) أي خبر المبهم.\n(3) ليس المراد أنه لم يَرِد فيه توثيق، وإنما المراد أنه لم يَرِد فيه جرحٌ أو تعديل.\n(4) يُنظر: \"النكت على مقدمة ابن الصلاح\"، للزركشي 3/ 374.\nالجزء: 1 - الصفحة: 121\n",
        "ونحوه قول ابن الصلاح (1) فيمن جُرِحَ بجَرْحٍ غير مُفَسَّر.\nثم البدعة (2): وهي السبب التاسع من أسباب الطعن في الراوي: وهي\n1 -\nإما أن تكون بمكَفِّرٍ:\n- كأن يَعتقد ما يَسْتلزم الكفرَ.\n2 -\nأو بمُفَسِّقٍ.\nفالأول: لا يَقْبَلُ صاحِبَهَا الجمهورُ.\nوقيل: يُقبل مطلقاً.\nوقيل: إن كان لا يَعْتقد حِلَّ الكذب لنصرة مقالته قُبِلَ.\nوالتحقيقُ: أنه لا يُرَدُّ كُلُّ مُكَفَّرٍ ببدعة؛ لأن كلَّ طائفةٍ تدعي أن مخالفيها\n(1) في مقدمته، ص 107.\n(2) البدعة: المبتدع ولو كان غالياً، طالماً أنه لا يكفر ببدعته، فإن روايته مقبولة إذا كان من أهل الصدق والضبط، فلنا روايته وعليه بدعته، سواء وافقت روايتُهُ بدعَتَهُ أو لم تؤيدها، ويُرَاجَع مناقشات المعلِّمي في \"التنكيل\" فقد ناقش ابن حجر في كلامه في حكم المبتدع، وقال: \"إذا كان الراوي ليس من أهل الثقة، إذا روى في موضوع بدعته، فمعناه أنه غير ثقة في غيرها\"، ينظر: \"حكم رواية المبتدع\" في \"التنكيل\"، بتحقيق محمد ناصر الدين الألباني، الباكستان، فيصل آباد، حديث أكادمي نشاط آباد، 1401 هـ-1981 م: 1/ 42 - 52.\nإِذَن، ففي رواية المبتدع يُسأل: هل هو صادق الرواية أم لا؟ .\nفالمبتدع الغالي: الصحيح فيه هو: إن كان ثقة أن تقبل روايته، وهذا بخلاف ما ذهب إليه جمال الدين القاسمي في كتابه: \"الجرح والتعديل\" مِن أن كل جرْحٍ بالبدعة فإنه لا يُقْبل.\nالجزء: 1 - الصفحة: 122\n",
        "مبتدعةٌ، وقد تُبالغ فتكفِّر مخالفها، فلو أُخِذَ ذلك على الإطلاق لاستلزم تكفير جميعِ الطوائفِ.\nفالمعتمد أن الذي تُرَدُّ روايته مَن أَنكر أمراً متواتراً مِن الشرع معلوماً من الدين بالضرورة، وكذا مَن اعتقدَ عكسَهُ، فأما من لم يكن بهذه الصفة وانضم إلى ذلك ضَبْطُهُ لِما يرويه، مع ورعه وتقواه، فلا مانع مِن قبوله.\nوالثاني: [17/أ] وهو مَنْ لا تقتضي بدعتُهُ التكفيرَ أصلاً، وقد اختُلِف، أيضاً، في قبوله وَرَدِّهِ:\nفقيل: يُرَدُّ مطلقاً. وهو بعيد، وأكثر ما عُلِّلَ به أن في الرواية عنه ترويجاً لأمره وتنويهاً بذكره، وعلى هذا فينبغي أن لا يُرْوَى عن مبتدعٍ شيءٌ يُشاركه فيه غيرُ مبتدعٍ.\nوقيل: يُقْبَل مطلقاً، إِلاَّ إن اعتقد حلَّ الكذب، كما تقدم.\nوقيل: يُقْبَلُ مَن لم يكنْ داعيةً إلى بدعته؛ لأن تزيين بدعته قد يَحْمِلُهُ على تحريفِ الرواياتِ وتسويتها على ما يَقْتضيه مذهبُهُ، وهذا في الأصح.\nوأغربَ ابنُ حبان (1)؛ فادّعى الاتفاقَ على قبولِ غير الداعية، مِن غيرِ تفصيلٍ.\nنعمْ، الأكثر على قبول غير الداعية، إلا أنْ يَروي ما يُقَوِّي بدعته فَيُرَدُّ، على المذهب المختار، وبه صرح الحافظ أبو إسحاق إبراهيم بن يعقوب الجُوزَجاني (2)،\n(1) في كتاب \"الثقات\"، 6/ 140.\n(2) هو إبراهيم بن يعقوب بن إسحاق الجوزجاني، من الحفاظ المصنفين، ت - 259 هـ، - وهو - منحرف عن علي - رضي الله عنه -، كتبه تدل على وفرة علمه، له: \"الجرح والتعديل\"، و\"الضعفاء\".\nالجزء: 1 - الصفحة: 123\n",
        "شيخ أبي داود والنسائي، في كتابه \"معرفة الرجال\"، فقال في وصْف الرواة: ((ومنهم زائغٌ عن الحق - أي عن السنة - صادقُ اللهجة؛ فليس فيه حيلةٌ إلا أن يؤخذ من حديثه ما لا يكون منكَراً، إذا لم يُقَوِّ به بدعته)) انتهى.\nوما قاله مُتَّجِهٌ؛ لأن العلةَ التي لها رُدَّ حديثُ الداعية واردةٌ فيما إذا كان ظاهرُ المرويِّ يوافِق مذهبَ المبتدع، ولو لم يكن داعيةً، والله أعلم (1).\nثم سوءُ الحِفْظ: وهو السببُ العاشر مِن أسباب الطعن، والمراد به: مَنْ لم يَرْجَحْ - جانبُ إصابته على جانب خطئه، وهو على قِسْمَين:\n1 -\nإن كان لازماً للراوي في جميع حالاته فهو الشاذُّ، على رأيِ بعض أهل - الحديث.\n(1) تعليق على رواية المبتدع:\nالصواب: أن ينظر في هذا المبتدع إذا كان ليس ممن يكفر ببدعته إجماعاً، وكان من أهل الصدق والضبط، فإن روايته مقبولة مطلقاً، سواء كان غالياً أو غير غالٍ، داعيةً إلى بدعته أم غير داعية، أيدتْ روايتُه بدعَتَه أم لم تؤيدها؛ لأن الراوي إما أن يكون ثقةً أو غير ثقة، فإن كان غير ثقة رُدَّتْ روايته مطلقاً، وإن كان ثقة قُبِلتْ روايته مطلقاً، إلا أن يتبين خطؤه فيها.\nأما أن يكون الراوي ثقةً في مجال، أو روايةٍ، غير ثقةٍ في مجالٍ، أو في روايةٍ، فهذا لا يستقيم على أصول منهج المحدثين، ولا يستقيم في حكم العقل.\nالجزء: 1 - الصفحة: 124\n",
        "2 -\nأو إن كان سوء الحفظ طارئاً على الراوي؛ إما لِكِبَره، أو لذهاب بصره، أو لاحتراق كتبه أو عدَمِها، بأن كان يعتمدها فَرَجَعَ إلى حفظه فساءَ فهذا هو المُخْتَلِطُ.\nوالحكم فيه: أن ما حَدَّث به قَبْل الاختلاط إذا تَمَيَّز قُبِل (1)، وإذا لم يتميز تُوُقِّفَ فيه، وكذا مِن اشتبه الأمر فيه، وإنما يُعرف ذلك [17/ب] باعتبارِ الآخذين عنه (2).\nومتى تُوبعَ السيءُ الحفظ بمُعْتَبَرٍ (3):\nكأَنْ يكونَ فَوْقَهُ، أو مِثلَهُ، لا دونه، وكذا المختلِط الذي لم يتميز، والمستور، والإسناد المرسل، وكذا المدلَّس إذا لم يُعْرف المحذوف منه = صار حديثُهم حسناً، لا لذاته، بل وصْفُهُ بذلك باعتبارِ المجموع، مِن المتابِع والمتابَع؛ لأن (4) كلَّ واحدٍ منهم احتمالُ أن تكون روايته صواباً، أو غير صوابٍ، على حدٍّ سواء، فإذا جاءت من\n(1) قوله: \"قُبِلَ\" مُرَادُهُ أَيْ: إذا كان من أهل الثقة.\n(2) ومعرفةِ تاريخِ أخْذِهم عنه.\n(3) جَبْرُ الرواية بتعدد الطرق:\nشَرْطها في المتابَعِ -بالفتح-: أن يكون ضعفه محتمَلاً، بحيث يمكن جبره بتعدد الطرق؛ وذلك إذا لم يكن الطعن منصباً على العدالة، كسوء الحفظ، والاختلاط الذي لم يتميز، والمستور، والمرسَل، والمدلَّس.\nوشَرْطها في المتابِعِ -بكسر الباء-: أن يكون المتابِعُ معتَبَراً في المتابعة، أو معتَبَراً به في هذا الباب، وذلك بأن يكون -في درجة الثقة- أعلى من المتابَع، أو مثلَهُ، لا دُونَهُ.\n(4) في نسخةٍ: \"لأن مع\".\nالجزء: 1 - الصفحة: 125\n",
        "الْمُعْتَبَرِين روايةٌ موافِقةٌ لأحدهم رَجَحَ أحدُ الجانبين من الاحتمالين المذكورين، وَدَلَّ ذلك على أن الحديثَ محفوظٌ؛ فارتقى من درجة التوقف إلى درجة القبول. ومع ارتقائه إلى درجة القبول فهو مُنحَطٌّ عن رتبة الحسن لذاته، وربما تَوقَّف بعضهم عن إطلاق اسم الحسن عليه.\nوقد انقضى ما يتعلق بالمتن من حيثُ القبولُ والردُّ.\nثم الإسناد: وهو الطريق الموصِلةُ إلى المتن (1).\nوالمتنُ: هو غاية ما ينتهي إليه الإسناد من الكلام.\nوهو:\n(1) إما أن ينتهي إلى النبي - صلى الله عليه وسلم - (2) ويقتضي لفظُهُ-:\n(1) مباحث علم الحديث تنقسم في أصلها العام إلى قسمين:\nقِسْم يتعلق بمتن الحديث، وقِسْم يتعلق بسنده.\nوهنا قد انتهى الكلام على المباحث المتعلقة بالمتن.\nوسيشرع المؤلف هنا في المباحث المتعلقة بالسند، وإن كان قد دخل في ما مضى أبحاثٌ متصلة بالسند، ولكن استلزمها الحديث عن المتن.\nفائدة:\nقاعدة في التمييز بين ما يتعلق بالمتن أو بالسند:\nإذا أردت أن تنظر في مصطلحٍ ما، أو نوعٍ مِن أنواع علوم الحديث؛ لتعرف هل هو متعلق بالسند أو بالمتن فعليك النظر في المصطلح: هل هو وصْفٌ للمتن، أو للسند؛ فما كان وصفاً له منهما فهو مِن علومه.\nفالمرفوع والمقطوع وصفان للمتن في الاصطلاح العام، وقد خرج عن ذلك بعضهم فوصَفَ المنقطع الذي لم يتصل سنده بالمقطوع، كالشافعي، والدارقطني، وغيرهما.\n(2) المرفوع: المرفوع قسمان: مرفوع تصريحاً، وهو: ما عزاه الصحابي إلى النبي - صلى الله عليه وسلم - صراحةً، والقسم الثاني: مرفوع حكماً، لا تصريحاً.\nالجزء: 1 - الصفحة: 126\n",
        "أ- إما تصريحاً.\nب- أو حكماً-أنّ المنقولَ بذلك الإسنادِ مِن قوله - صلى الله عليه وسلم -، أو مِن فِعْله، أو مِن تقريره.\nمثال المرفوع من القول تصريحاً: أن يقول الصحابي: سمعت رسول الله - صلى الله عليه وسلم - يقول كذا، أو: حدّثنا رسول الله - صلى الله عليه وسلم - بكذا، أو يقول، هو أو غيره: قال رسول الله - صلى الله عليه وسلم - كذا، أو: عن رسول الله - صلى الله عليه وسلم - أنه قال كذا، ونحو ذلك.\nومثال المرفوع مِن الفعل تصريحاً: أن يقولَ الصحابي: رأيت رسول الله - صلى الله عليه وسلم - فَعَل كذا، أو يقولَ، هو أو غيره: كان رسول الله - صلى الله عليه وسلم - يفعل كذا.\nومثال المرفوع من التقرير تصريحاً: أن يقول الصحابي: فعلتُ بحضرة النبي - صلى الله عليه وسلم - كذا، أو يقول، هو أو غيره: فَعَل فلان بحضرة النبي - صلى الله عليه وسلم - كذا، ولا يَذْكر إنكاره لذلك.\nومثال [18/أ] المرفوع مِن القول، حكماً لا تصريحاً: [أن] (1) يقول الصحابي -الذي لم يأخذ عن الإسرائيليات- ما لا مجال للاجتهاد فيه، ولا له تعلق ببيان لغةٍ أو شرحِ غريبٍ، كالإِخبار عن الأمور الماضية: مِن بَدْءِ الخلق، وأَخبارِ الأنبياء، أو الآتية (2): كالملاحم، والفتن، وأحوال يوم القيامة، وكذا الإخبارِ (3) عما يَحْصل بفعله ثوابٌ مخصوصٌ، أو عقابٌ مخصوص (4).\n(1) في الأصل: \"ما\" والمثبت من عدة نسخ، وهو الأليق بما سبقه من أمثلة.\n(2) أَيْ: الإخبار عن الأمور الآتية.\n(3) صوابه: الإخبار. بكسر الهمزة، وليس بالفتح كما في بعض النسخ.\n(4) وقول الصحابي، أو الموقوف على الصحابي، إنما يأخذ حكم الرفع بشرطين: =\nالجزء: 1 - الصفحة: 127\n",
        ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .\n= الأول: أن يكون هذا الصحابي لا يأخذ عن الإسرائيليات.\nالثاني: أن يكون الكلام مما لا مجال للاجتهاد فيه.\nوقد تكلم الشيخ أبو عمرو على قول الصحابي: \" كنَّا نفعل\"، أو \"نقول كذا\"، إن لم يُضِفْه إلى زمان النبي - صلى الله عليه وسلم -: فقال أبو بكر البَرْقاني عن شيخه أبي بكر الإسماعيلي: إنه من قَبِيل الموقوف، وحكم النَّيْسابوري برفعه، لأنه يدل على التقرير، ورجَّحه ابنُ الصلاح.\nقال: ومن هذا القَبيل قولُ الصحابيّ: \"كنَّا لا نَرى بأساً بكذا\"، أو \"كانوا يفعلون أو يقولون\"، أو \"يقال كذا في عهد رسول الله - صلى الله عليه وسلم - \"-: إنه من قبيل المرفوع.\nوقولُ الصحابي \"أُمِرنا بكذا\"، أو \"نُهينا عن كذا\": مرفوع مسنَد عند أصحاب الحديث، وهو قول أكثر أهل العلم، وخالف في ذلك فريق، منهم أبو بكر الإسماعيلي، وكذا الكلام على قوله \"من السّنة كذا\"، وقول أنَسٍ \"أُمِرَ بلال أن يَشْفَع الأذانَ ويُوتر الإقامةَ\".\nقال: وما قيل من أن تفسير الصحابي في حكم المرفوع، فإنما ذلك فيما كان سَببَ نُزولٍ، أو نحوَ ذلك.\nأما إذا قال الراوي عن الصحابي: \"يَرفعُ الحديثَ\" أو \"يَنْميه\" أو \"يبلغ به النبي - صلى الله عليه وسلم - \"، فهو عند أهل الحديث من قبيل المرفوع الصريح في الرفع. والله أعلم\"، \"اختصار علوم الحديث\"، ص 46 - 47.\nوعلق الشيخ أحمد شاكر على أن قول الصحابي: \"أُمِرنا بكذا\" أو \"نُهينا عن كذا\" يُعَدُّ مرفوعاً؛ فقال: \"وهو الصحيح، وأقوى منه قول الصحابي \"أُحل لنا كذا\"، أو \"حُرِّم علينا كذا\"، فإنه ظاهر في الرفع حكماً، لا يحتمل غيره، انظر شرحنا على مسند أحمد، في الحديث 5723، وانظر أيضاً \"الكفاية\" للخطيب (ص 420 - 422) \". الباعث الحثيث شرح اختصار علوم الحديث، ص 47، حاشية 1.\nوعلق، أيضاً، على القول بأن تفسير الصحابي في حكم المرفوع؛ فقال: \"أما إطلاق =\nالجزء: 1 - الصفحة: 128\n",
        "وإنما كان له حكم المرفوع؛ لأن إِخْبَارَهُ بذلك يقتضي مُخْبِراً له، وما لا - مجال للاجتهاد فيه يقتضي موقِّفاً للقائل به، ولا مُوَقِّفَ للصحابة إلا النبي - صلى الله عليه وسلم -، أو بعضُ مَنْ يُخْبِرُ عن الكتب القديمة (1)؛ فلهذا وَقَعَ الاحتراز\n= بعضهم أن تفسير الصحابة له حكم المرفوع، وأن ما يقوله الصحابي، مما لا مجال فيه للرأي مرفوع حكماً كذلك: فإنه إطلاقٌ غير جيد، لأن الصحابة اجتهدوا كثيراً في تفسير القرآن، فاختلفوا، وأفتوا بما يرونه من عمومات الشريعة تطبيقاً على الفروع والمسائل، ويظن كثير من الناس أن هذا مما لا مجال للرأي فيه. وأما ما يحكيه بعض الصحابة من أخبار الأمم السابقة، فإنه لا يعطى حكم المرفوع أيضاً، لأن كثيراً منهم، - رضي الله عنهم -، كان يروى الإسرائيليات عن أهل الكتاب، على سبيل الذكرى والموعظة، لا بمعنى أنهم يعتقدون صحتها، أو يستجيزون نسبتها إلى رسول الله - صلى الله عليه وسلم -، حاشا وكلا\". \"الباعث الحثيث شرح اختصار علوم الحديث\"، ص 47، حاشية 2. وهذا تحقيق نفيس.\nوقد قال ابن تيمية رحمه الله تعالى في \"الفتاوى\": 13/ 340: \"وقد تنازع العلماء في قول الصاحب: نزلت الآية في كذا، هل يجري مجرى المسند كما يذكر السبب الذي أنزلت لأجله، أو يجري مجرى التفسير منه الذي ليس بمسند، فالبُخَارِيّ يُدْخله في المسند، وغيره لا يُدْخله في المسند، وأكثر المساند على هذا الاصطلاح كمسند أحمد وغيره؛ بخلاف ما إذا ذكر سبباً نزلت عقبه، فإنهم كلهم يُدخِلون مثل هذا في - المسند\".\n(1) الكتب القديمة: المقصود بها الإسرائيليات التي أُخذتْ عن أهل الكتاب.\nقال الإمام ابن كثير: \"المقطوع: وهو الموقوف على التابعين قولاً وفعلاً، وهو غير الْمُنْقطِع، وقد وقع في عبارة الشافعي والطبراني إطلاقُ \"المقطوع\" على مُنْقطع الإسناد غيرِ الموصول\". \"الباعث الحثيث\" ص 46.\nالجزء: 1 - الصفحة: 129\n",
        "عن - القسم الثاني.\nفإذا كان كذلك، فله حُكمُ ما لو قال: قال رسول الله - صلى الله عليه وسلم -، فهو مرفوعٌ سواءٌ كان مما سمعه منه، أو عنه بواسطة.\nومثال المرفوع مِن الفعل حكماً: أن يَفْعل ما لا مجال للاجتهاد فيه، فَيُنَزَّلُ على أن ذلك عنده عن النبي - صلى الله عليه وسلم -، كما قال الشافعي (1) في صلاة عَلِيٍّ في الكسوف في كلِّ ركعةٍ أكثرَ مِن ركوعين (2).\nومثال المرفوع مِن التقرير حكماً: أن يُخْبِرَ الصحابيُّ أنهم كانوا يفعلون في زمان النبي - صلى الله عليه وسلم - كذا، فإنه يكون له حُكْم الرفع مِن جهةِ أنَّ الظاهر اطِّلاعُهُ - صلى الله عليه وسلم - على ذلك؛ لِتَوَفُّرِ دواعيهم على سؤاله عن أمور دينهم، ولأن ذلك الزمانَ زمانُ نزولِ الوحي؛ فلا يقع من الصحابة فِعْل شيء ويستمرون عليه إلا وهو غيرُ ممنوعِ الفعل.\nوقد استدل جابر وأبو سعيد رضي الله عنهما على جواز العَزْل بأنهم كانوا يفعلونه والقرآن يَنْزل، ولو كان مما يُنْهَى عنه لَنَهَى عنه القرآن (3).\n1 -\nويَلتحق بقوله \"حُكْماً\" ما ورد بصيغةِ الكنايةِ في موضعِ الصِّيَغِ الصريحة بالنسبة إليه - صلى الله عليه وسلم -، كقول التابعي عن الصحابي: ((يَرْفع الحديث، أو يَرْويه،\n(1) نقل كلامه البيهقي في \"سننه\"، 3/ 330، و\"معرفة السنن والآثار\" 3/ 91.\n(2) رواه الشافعي في \"الأم\" 7/ 168، ومن طريقه: البيهقي في \"معرفة السنن والآثار\" 3/ 91 من طريق عباد بن عاصم الأحول عن قزعة عن علي أنه صلى في زلزلة ست ركعات في أربع سجدات؛ خمس ركعات وسجدتين في ركعة، وركعة وسجدتين في ركعة.\n(3) أما حديث جابر فأخرجه البخاري، 5207، النكاح، ومسلم، 1440، النكاح.\nوأما حديث أبي سعيد فأخرجه البخاري، 2229، البيوع، ومسلم، 1438، النكاح.\nالجزء: 1 - الصفحة: 130\n",
        "[18/ب] أو يَنْمِيه، أو روايةً، أو يَبْلُغُ به، أو رواه)).\n2 -\nوقد يقتصرون على القول مع حذف القائل. ويُرِيْدُونَ به النبيَّ - صلى الله عليه وسلم -، كقول ابن سيرين عن أبي هريرة قال: قال: (تقاتلون قوماً\n...\n)، الحديث (1)، وفي كلام الخطيب (2) أنه اصطلاحٌ خاصٌّ بأهل البصرة.\n3 -\nومِن الصيغ المحتَملَة\nِ قولُ الصحابي: ((مِن السُّنَّة كذا)):\nأ- فالأكثر على أن ذلك مرفوع، ونَقل ابن عبد البر فيه الاتفاق، قال: وإذا قالها غير الصحابي فكذلك، ما لم يُضِفْها إلى صاحبها، كسنة العُمَرَيْن (3).\nوفي نقْل الاتفاق نظرٌ؛ فعن الشافعي في أصل المسألة قولان (4).\nب-وذهب إلى أنه غير مرفوع: أبو بكر الصيرفي (5) مِن الشافعية، وأبو بكر\n(1) البخاري، 3591، المناقب، ولفظه: عن قَيْس، قَالَ: أَتَيْنَا أَبَا هُرَيْرَةَ - رضي الله عنه -، فَقَالَ: صَحِبْتُ رَسُولَ اللَّهِ - صلى الله عليه وسلم - ثَلاثَ سِنِينَ، لَمْ أَكُنْ فِي سِنِيَّ أَحْرَصَ عَلَى أَنْ أَعِيَ الْحَدِيثَ مِنِّي فِيهِنَّ سَمِعْتُهُ يَقُولُ- وَقَالَ هَكَذَا بِيَدِهِ-: (بَيْنَ يَدَيِ السَّاعَةِ تُقَاتِلُونَ قَوْماً نِعَالُهُمُ الشَّعَرُ\n...\n). أمّا رواية ابن سيرين عن أبي هريرة موقوفاً التي أشار إليها ابن حجر فلم أقف عليها.\n(2) يُنظر: \"الكفاية في علم الرواية\"، ص 418.\n(3) يُنظر: \"التقرير والتحبير\"، لابن أمير الحاج، 2/ 200.\n(4) يُنظر: \"الإبهاج\"، للسبكي، 2/ 329، و\"البحر المحيط، للزركشي\"، 3/ 433 - .\n(5) هو محمد بن عبد الله الصيرفي أبو بكر، الفقيه الشافعي، أحد المتكلمين المشهورين بالنظر في زمانه، ت 330 هـ، وله تصانيف، منها: \"شرح رسالة الشافعي\" وغيره في الأصول والفروع.\nالجزء: 1 - الصفحة: 131\n",
        "الرازي من الحنفية (1)، وابن حزم (2) من أهل الظاهر، واحتجوا بأن السُّنَّةَ تتردد بين النبي - صلى الله عليه وسلم - وبين غيره.\nوأُجِيبوا: بأنّ احتمال إرادةِ غيرِ النبي - صلى الله عليه وسلم - بعيدٌ، وقد روى البُخَارِيّ في \"صحيحه\" (3) في حديث ابن شهاب عن سالم بن عبد الله بن عمر عن أبيه في قصته مع الْحَجَّاج حين قال له: ((إن كُنْتَ تُريدُ السُّنَّةَ فَهَجِّرْ بالصلاة)) قال ابن شهاب: فقلت لسالمٍ: أَفَعَلَهُ رسول الله - صلى الله عليه وسلم -؟ فقال: ((وهل يَعْنون (4) بذلك إلا سُنَّتَهُ؟ ! ))، فَنَقَلَ سالمٌ -وهو أحدُ الفقهاء السبعة (5) مِن أهل المدينة، وأحدُ الحفَّاظِ مِن التابعين- عن الصحابة أنهم إذا أَطلقوا السُّنَّة لا يريدون بذلك إلا سُنَّةَ النبي - صلى الله عليه وسلم -.\n(1) هو أحمد بن علي أبو بكر الرازي الجصاص، من أئمة الحنفية، 305 - 370 هـ، من كتبه: \"أحكام القرآن\"، وهو مطبوع.\n(2) هو علي بن أحمد بن سعيد الشهير بابن حزم، المحدث الحافظ، 384 - 456 هـ، إمامٌ من أئمة المذهب الظاهري، قد ناصر المذهب بتآليفه فيه، منها: \"المحلى\" في الفقه، و\"الإحكام في أصول الأحكام\" في أصول الفقه، وله: \"الفِصَل في المِللِ والأهواءِ والنحل\"، وكلامه في: \"الإحكام في أصول الأحكام\" 2/ 202.\n(3) برقم 1662، الحج.\n(4) كذا في الأصل، وفي صحيح البخاري: \"يتبعون\"، وذكر الحافظ في فتح الباري، 3/ 514، أن في بعض النسخ: \"يبتغون\".\n(5) وهم: خارجة بن زيد، والقاسم بن محمد بن أبي بكر، وعروة بن الزبير، وعبيد الله ابن - عبد الله بن عتبة، وسعيد بن المسيب وأبي سلمة بن عبد الرحمن، وسليمان بن يسار، ويشكل على هذا أن سالماً ليس معدوداً فيهم.\nالجزء: 1 - الصفحة: 132\n",
        "وأما قول بعضهم: إنْ كان مرفوعاً فَلِمَ لا يقولون فيه: قال رسول الله - صلى الله عليه وسلم -؟ -.\nفجوابه: أنهم تركوا الجزم بذلك تورُّعاً واحتياطاً (1)، ومِن هذا قول أبي قِلابة (2) عن أنس: ((مِن السُّنَّة إذا تزوجَ البكرَ على الثيب أقام عندها سبعاً)) أخرجاه في الصحيح (3).\nقال أبو قِلابة: ((لو شئتُ لقلتُ: إن أنساً رفعه إلى النبي - صلى الله عليه وسلم -)). أَيْ: لو\n(1) ليس هذا هو الظاهر؛ إذْ لو كان الاحتياط في نسبةِ ألفاظٍ معيّنةٍ إلى النبي - صلى الله عليه وسلم - لكان مقبولاً، أمّا في نسبة الفعل فأيُّ تورّعٍ وأيّ احتياطٍ في هذا! يكفي أنه نسب الفعل إلى النبي - صلى الله عليه وسلم - بأي لفظٍ كان؛ فإنّ معناه عنده هو نسبته وعزوه إلى رسول الله - صلى الله عليه وسلم -! ! . بل الجواب الصحيح هو: أنهم عبَّروا عن المعنى بلفظٍ آخر واصطلاحٍ آخر يؤدّي معناه، وقد استخدموا تلك الألفاظ المؤدّية للمعنى، وأطلقوها على الرواية عن النبي - صلى الله عليه وسلم - جزماً، كما هو واضحٌ، مثلاً، مِن روايةِ سالمٍ هذه، التي صَرّح فيها جازماً، لمن سأله، بأن المقصود سنّة النبي - صلى الله عليه وسلم -؛ فهو تنويع وتفنن في الرواية، ليس إلا.\n(2) هو عبد الله بن زيد الجَرْمي، البصْري، ثقة فاضل، كثير الإرسال، هرب من تولي منصب القضاء، ت 104 هـ، حديثه في الكتب الستة.\n(3) في نسخةٍ: \"الصحيحين\". والحديث أخرجه البخاري برقم 5214، النكاح، قال: حَدَّثَنَا يُوسُفُ بْنُ رَاشِدٍ، حَدَّثَنَا أَبُو أُسَامَةَ عَنْ سُفْيَانَ، حَدَّثَنَا أَيُّوبُ وَخَالِدٌ عَنْ أَبِي قِلابَةَ، عَنْ أَنَسٍ، قَالَ: مِنَ السُّنَّةِ إِذَا تَزَوَّجَ الرَّجُلُ الْبِكْرَ عَلَى الثَّيِّبِ أَقَامَ عِنْدَهَا سَبْعاً وَقَسَمَ، وَإِذَا تَزَوَّجَ الثَّيِّبَ عَلَى الْبِكْرِ أَقَامَ عِنْدَهَا ثَلاثاً، ثُمَّ قَسَمَ. قَالَ أَبُو قِلابَةَ: وَلَوْ شِئْتُ لَقُلْتُ: إِنَّ أَنَساً رَفَعَهُ إِلَى النَّبِيِّ - صلى الله عليه وسلم -. وَقَالَ عَبْدُالرَّزَّاقِ: أَخْبَرَنَا سُفْيَانُ عَنْ أَيُّوبَ وَخَالِدٍ .. قَالَ خَالِدٌ: وَلَوْ شِئْتُ قُلْتُ: رَفَعَهُ إِلَى النَّبِيّ - صلى الله عليه وسلم -. وهو عند مسلم برقم 1461، الرضاع.\nالجزء: 1 - الصفحة: 133\n",
        "قلتُ لم أَكذبْ. لأن قوله: [19/أ] \"مِن السُّنَّةِ\" هذا معناه، لكن إيراده بالصيغة التي ذكرها الصحابة أَولى.\n4 -\nومِنْ ذلك\n: قول الصحابي: \"أُمِرنا بكذا\"، أو \"نُهِينا عن كذا\"،\nفالخلاف فيه كالخلافِ في الذي قَبْلَهُ؛ لأن مُطْلَق ذلك ينصرف بظاهره إلى مَنْ له الأمر والنهي، وهو الرسول - صلى الله عليه وسلم -.\nوخالف في ذلك طائفةٌ تَمَسّكوا باحتمالِ أن يكون المرادُ غيرُهُ، كأمر القرآن، أو الإجماع، أو بعض الخلفاء، أو الاستنباط؟ وأُجيبوا: بأن الأصل هو الأول، وما عداه محتَمِلٌ، لكنه بالنسبة إليه مرجوحٌ، وأيضاً، فَمَن كان في طاعةِ رئيسٍ إذا قال: أُمِرْتُ، لا يُفْهَمُ عنه أنّ آمِرَه إلا رئيسُهُ.\nوأمّا قول من قال: يُحْتمل أنْ يُظَنَّ ما ليس بأَمْرٍ أَمْراً (1)، فلا اختصاصَ له بهذه المسألة، بل هو مذكورٌ فيما لو صَرَّح؛ فقال: ((أَمرنا رسول الله - صلى الله عليه وسلم - بكذا))، وهو احتمالٌ ضعيفٌ؛ لأن الصحابي عدْلٌ عارفٌ باللسان؛ فلا يُطْلِقُ ذلك إلا بعد التحقيق.\n5 -\nومِن ذلك: قوله: ((كنا نفعل كذا))، فله حكم الرفع، أيضاً، كما تقدم.\n6 -\nومِن ذلك: أن يَحْكم الصحابيُّ على فعلٍ مِن الأفعال بأنه طاعةٌ لله، أو\n(1) في نسخةٍ: \"بآمر آمراً\". وهو خطأٌ قطعاً؛ لأن الاعتراض بهذا المعنى قد سبق في - الفقرة السابقة، وهذا الاعتراض في هذه الفقرة اعتراضٌ جديد، لا علاقة له بتحديد - الآمر، وإنما بفهْم الأمر ذاته. ولهذا كان جواب المؤلف -رحمه الله تعالى- هو قوله: ((فلا اختصاص له بهذه المسألة، بل هو مذكورٌ فيما لو صَرَّح فقال: أَمرنا رسول - الله - صلى الله عليه وسلم -)).\nالجزء: 1 - الصفحة: 134\n",
        "لرسوله، أو معصيةٌ (1)، كقولِ عمارٍ: ((مَن صام اليوم الذي يُشَكُّ فيه فقد عصى أبا القاسم - صلى الله عليه وسلم -)). فهذا حُكْمُهُ الرفعُ، أيضاً؛ لأن الظاهر أن ذلك مما تلقاه عنه - صلى الله عليه وسلم - (2).\n(2) أو ينتهي غايةُ الإسناد إلى الصحابي كذلك (3)، أَيْ: مِثْلُ ما تقدم في كون اللفظ يقتضي التصريحَ بأنّ المنقولَ (4) هو مِن قولِ الصحابي، أو مِن فِعْلِهِ، أو مِن تقريرِهِ (5)، ولا يَجِيءُ فيه جميعُ ما تَقدمَ (6)، بل معظمُهُ، والتشبيه (7) لا تُشترط فيه المساواة مِنْ كلِّ جهةٍ.\n(1) هذا ليس على إطلاقه، وإنما يأخذ حكم الرفع إذا كان كلاماً لا مجال للرأي فيه؛ لأن الصحابة قد تكلّموا في مثل هذا بالاستنباط؛ فشرْطه ليأخذ حكم الرفع: أن لا يكون الصحابيّ قاله استنباطاً واجتهاداً.\n(2) قوله: ((لأن الظاهر أن ذلك مما تلقاه عن النبي - صلى الله عليه وسلم -)): قلتُ: ليس هذا هو الظاهر دائماً، وإنما هو الظاهر إذا كان مما لا مجال للرأي فيه، وكان الصحابي ليس ممن يأخذ عن الإسرائيليات.\n(3) أَيْ: مِن قوله أو فعله أو تقريره، تصريحاً أو حكماً، أَيْ: كما مضى في تعريف المرفوع.\n(4) في نسخةٍ: \"المقول\"، والصواب: المنقول، كما مضى في المرفوع؛ ولأن المنقول ليس كله قولاً، بل منه ما هو فعلٌ.\n(5) قوله: \"أو مِن تقريره\"، هذه فيها خلاف، والذي يترجح أنه لا يَتناوله اسم\nالموقوف؛\nلأنّ هناك فرقاً بين النظر إلى النبي - صلى الله عليه وسلم - والنظر إلى مَن سِواه.\n(6) أَيْ: في المرفوع. أَيْ: ليس كل ما قلناه في المرفوع يجيء هنا. لماذا؟ . الجواب: لأن التشبيه لا يُشترط فيه المساواة مِن كل وجهٍ.\n(7) أَيْ الحاصل بقوله: \"كذلك\".\nالجزء: 1 - الصفحة: 135\n",
        "ولَمَّا (1) كان هذا المختصَر شاملاً لجميعِ أنواعِ علومِ الحديث (2) اسْتطردْتُ منه إلى\nتعريف الصحابي\n[19/ب] ما (3) هو؟ فقلت:\nوهو مَن لَقِيَ النبي - صلى الله عليه وسلم - مؤمناً به، ومات على الإسلام، ولو تَخَلَّلتْ رِدَّةٌ في الأصح (4).\nوالمراد باللقاء: ما هو أعمُّ: من المجالسة، والمماشاة، ووصول أحدهما إلى الآخر، وإن لم يكالِمْهُ، ويَدْخُل فيه: رؤيةُ أحدِهما الآخَرَ، سواءٌ كان ذلك بنفْسِهِ أم بغيرِهِ.\nوالتعبير باللُّقيِّ أَولى مِن قول بعضهم: ((الصحابيُّ مَنْ رأى النبي - صلى الله عليه وسلم -))؛ لأنه يُخْرِج (5) ابنَ أُمِّ مكتوم، ونحوَه مِن العُمْيان، وهُمْ صحابةٌ بلا تردُّدٍ.\n(1) في نسخةٍ: \"ولما أن\".\n(2) يُنظر ما مضى في مقدمة التحقيق مِن ميزات \"نزهة النظر\".\n(3) في نسخةٍ: \"من\". وقد كُتِبَ في الحاشية في الأصل هنا: \"مطلب\".\n(4) تعريف الصحابي، هو: \"مَنْ لقي النبي - صلى الله عليه وسلم - مؤمناً به ومات على الإسلام\n...\n\"، هذا التعريف هو الذي عليه البُخَارِيّ كما ذكر في فضائل الصحابة مِن \"صحيحه\"، ص - 747.\nوبعضهم اعتبر الصحبة بطول المجالسة، ولكن هذا ليس الذي عليه الجمهور.\nفالصواب هو الاكتفاء بتوافر العناصر الثلاثة هذه في صحة الصحبة:\n1 -\nأن يَلْقى النبيَّ - صلى الله عليه وسلم -.\n2 -\nأن يكون لُقُيُّهُ وهو مؤمن به.\n3 -\nأن يموت على الإسلام.\n(5) في نسخةٍ: \"يخرج حينئذٍ\".\nالجزء: 1 - الصفحة: 136\n",
        "و\"اللُّقِيُّ\" في هذا التعريف كالجنس.\n1 -\nوقولي: \"مؤمناً به\" كالفصْلِ، يُخْرِجُ مَنْ حصَل له اللقاء المذكور، لكن، في حالِ كونه كافراً.\n2 -\nوقولي: \"به\". فصْلٌ ثانٍ يُخْرجُ مَنْ لقيه مؤمناً، لكن، بغيره من الأنبياء. - لكن، هل يُخْرِج مَنْ لقيه مؤمناً بأنه سيبعث ولم يُدْرِك البعثة؟ . فيه نَظَرٌ (1).\n3 -\nوقَوْلي: \"ومات على الإسلام\"، فصْلٌ ثالثٌ يُخْرِجُ مَن ارتدَّ، بعد أن لقيه مؤمناً، ومات على الردة، كعبيد الله بن جحش، وابن خَطَلٍ.\n4 -\nوقَوْلي: \"ولو تخلَّلت رِدَّةٌ\"، أي: بين لُقِيِّهِ له مؤمناً به، وبين موته على الإسلام، فإنّ اسم الصُحْبَةِ باقٍ له، سواءٌ رجع إلى الإسلام في حياته - صلى الله عليه وسلم -، أم بعده، سواءٌ لقيه ثانياً أم لا.\n5 -\nوقَوْلي: \"في الأصح\" إشارةٌ إلى الخلاف في المسألة، ويدل على رجحان الأول: قصةُ الأشعثِ بنِ قيسٍ؛ فإنه كان ممن ارتدَّ، وأُتِيَ به إلى أبي بكر الصديق أسيراً؛ فعاد إلى الإسلام فقَبِلَ منه وزَوَّجه أُخْتَهُ، ولم يتخلَّفْ أحدٌ عن ذكْرِه في الصحابة، ولا عن تخريجِ أحاديثِهِ في المسانيد وغيرها.\nتنبيهان:\nلا خفاء برجحانِ (2) رتبةِ مَنْ لازمه - صلى الله عليه وسلم - وقاتَلَ معه أو قُتِلَ تحتَ رايته على مَنْ لم يلازمْه، أو لم يَحْضر معه مَشْهَداً، وعلى مَن كلّمه يسيراً، أو\n(1) قوله: \"فيه نظر\"؛ وذلك لأن التعريف لا ينطبق عليه.\n(2) في نسخةٍ: \"لا خفاء في رجحان\". وهي أَولى مِن الباء.\nالجزء: 1 - الصفحة: 137\n",
        "ماشاه قليلاً، أو رآه على بُعْدٍ، أو في حال الطفولية (1)، وإن كان شرفُ الصحبةِ [20/أ] حاصلاً للجميع.\nومَنْ ليس له منهم سماعٌ منه فحديثُهُ مرسَلٌ (2) مِن حيثُ الروايةُ، وهم مع ذلك معدودون في الصحابة؛ لما نالوه مِن شرف الرؤية (3).\nثانيهما: يُعْرَفُ كَوْنُه صحابياً.\n1 -\nبالتواتر.\n2 -\nأو الاستفاضة أو الشهرة.\n3 -\nأو بإخبارِ بعضِ الصحابةِ.\n4 -\nأو بعضِ ثقاتِ التابعين (4).\n(1) هكذا في الأصل. ولا يَبْدو داعٍ لهذه النسبة. ثم إنه -كما علّق د. عتر- المقصود بهذا: الطفولة في حالِ التمييز.\n(2) في الأصل هنا حاشية: \"مطلب: ما يُعرف به الصحابي\"، ق 20 أ.\n(3) مرسل الصحابي فَعَلَه صنفان من الصحابة:\nالأول: الصحابة الصغار الأسنان، الذين لم يتمكنوا من السماع مِن النبي - صلى الله عليه وسلم - لصغر سنهم.\nوالثاني: مَنْ لقي النبي - صلى الله عليه وسلم - مؤمناً به، ولكن، لم يَسْمع منه حديثاً.\nفهذان الصنفان إذا حدَّث أحدهما عن النبي - صلى الله عليه وسلم - بحديث؛ فإن حديثه يكون مرسلاً عندئذ-وإن جاء في صورةِ المرفوع-.\nولا يَعْرف هذا إلا مَنْ عَرف حال هؤلاء.\n(4) في الأصل هنا حاشية، هي: \"قوله: أو بعض ثقات التابعين، هذا مبني على قبول التزكية مِن واحد، وهو الراجح\"، ق 20 أ.\nالجزء: 1 - الصفحة: 138\n",
        "5 -\nأو بإِخباره عن نفسه بأنه صحابي، إذا كانت دعواه ذلك تدخل تحت الإمكان (1).\nوقد اسْتَشْكل هذا الأخيرَ جماعةٌ مِن حيثُ إنّ دعواه ذلك نظيرُ دعوى مَن قال: أنا عدْلٌ، ويَحْتاج إلى تأمُّلٍ (2).\n(3) أو تنتهي غايةُ الإسناد إلى التابعي.\nوهو مَن لقي الصحابيّ كذلك. وهذا متعلّق باللُّقِيِّ وما ذُكِر معه، إلا قيدُ الإيمان به، فذلك خاصٌّ بالنبي - صلى الله عليه وسلم -، وهذا هو المختار، خلافاً لِمَن اشترط في\nالتابعي\nطولَ الملازمة، أو صحةَ السماعِ أو التمييز (3).\nوبَقِيَ (4) بين الصحابةِ والتابعين طبقةٌ أُخرى، اخْتُلِفَ في إلحاقهم بأيِّ - القِسمين، وهم\n: المُخَضْرَمون\nالذين أدركوا الجاهلية والإسلام، ولم يَرَوا - النبيَّ - صلى الله عليه وسلم -.\n(1) هنا في الأصل الحاشية الآتية: \"بقي أن يقال: إن شهد التابعي الثقة على قوله\n...\nرسول الله - صلى الله عليه وسلم - مثلاً تقرير له على تلك شهادة بالصحة\". وفي موضع الفراغ كلمات لم أتبينها بسبب التصوير.\n(2) قلتُ: الفرق بينهما: أنّ الأَول تزكيةٌ، وأما الثاني فروايةٌ، وإنْ كان مِن لازِمها الحكم له بالعدالة، وقد قام الإجماع على قبول روايات الصحابة، ومنها ما ثبت مِن فضائلهم مِن رواياتهم عن النبيّ - صلى الله عليه وسلم -، ودوّنها الأئمة في كتب الحديث، على حَدِّ ما قاله عبد الرحمن المعلّمي في \"التنكيل\"، 1/ 38 - 40.\n(3) قلتُ: الظاهر أنّ التمييز يختلف عن اشتراط طول الملازمة، وصحة السماع؛ لأن لاشتراطه وجهاً معقولاً، ويدل عليه قياسُهُ على اشتراطه في الصحابي.\n(4) في حاشية الأصل هنا: \"مطلب\".\nالجزء: 1 - الصفحة: 139\n",
        "فعدَّهم ابنُ عبد البر في الصحابة (1)، وادَّعى عياضٌ، وغيرُهُ، أنَّ ابنَ عبد - البر يقول: إنهم صحابةٌ، وفيه نَظَرٌ؛ لأنه أَفصح في خطبةِ كتابِهِ بأنه إنما أوردهم لِيَكونَ كتابه جامعاً مستوعِباً لأهل القَرْن الأول.\nوالصحيح: أنهم معدودون في كبار التابعين، سواءٌ عُرِف أن الواحد منهم كان مسلماً في زمن النبي - صلى الله عليه وسلم - كالنجاشي أم لا، لكن، إنْ ثبت أن النبي - صلى الله عليه وسلم - ليلة الإسراء كُشِفَ له عن جميع مَنْ في الأرض فرآهم؛ فينبغي أنْ يُعَدَّ مَنْ كان مؤمناً به في حياته إذ ذاك، وإنْ لم يُلاقِهِ، في الصحابة، لحصول الرؤية في - حياته - صلى الله عليه وسلم - (2).\nفالقِسم الأول مما تقدم ذكره، مِن الأقسامِ الثلاثةِ -وهو ما تنتهي إليه غايةُ الإسناد- هو المرفوع، [20/ب] سواءٌ كان ذلك الانتهاء بإسنادٍ متصل أم لا.\nوالثاني الموقوف، وهو: ما انتهى إلى الصحابي.\nوالثالث: المقطوع، وهو ما انتهى إلى التابعي.\nومَنْ دون التابعي مِن أَتْباع التابعين، فَمَنْ بعدهم، فيه، أَيْ: في التسمية مثلُهُ، أي: مثل ما ينتهي إلى التابعي في تسميةِ جميعِ ذلك مقطوعاً، وإن شئتَ\n(1) يُنظر \"الاستيعاب\"، 1/ 24.\n(2) قلتُ: هذا فيه نظر؛ لأننا لا نستطيع أن نعتمد هذه الرواية حتى تثبت عن رسول الله - صلى الله عليه وسلم -، وعلى فرض صحتها فهي ليست كافيةً لِعَدّهم في الصحابة؛ لأنهم لم يَروا النبي - صلى الله عليه وسلم - ولم يَلقوه، وَفق تعريف الصحابي. وأيضاً ليست رؤية النبي افتراضاً، وإنما رؤيةُ لُقْيا ومُجَالسة\n....\nالجزء: 1 - الصفحة: 140\n",
        "قلتَ: موقوفٌ على فلان.\nفحصَلَت التفرقةُ في الاصطلاح بين المقطوع والمنقطع؛ فالمنقطع مِن مباحث الإسناد -كما تقدم- والمقطوع مِن مباحث المتن، كما ترى، وقد أَطلقَ بعضُهم هذا في موضعِ هذا، وبالعكس، تجوُّزاً عن الاصطلاح.\nويقال للأخيرين، أي الموقوف والمقطوع: الأثر.\nوالْمُسْنَدُ (1) في قول أهل الحديث: \"هذا حديثٌ مسندٌ\" هو: مرفوعُ صحابيٍ بسندٍ ظاهرُهُ الاتصال.\nفَقَوْلي: \"مرفوعُ\" كالجِنس.\nوَقَوْلي: \"صحابيٍ\" كالفصل، يَخْرج به ما رَفَعَهُ التابعيُّ؛ فإنه مرسَلٌ، أو مَنْ دونه؛ فإنه معضَلٌ، أو معلَّقٌ.\nوَقَوْلي: \"ظاهرُهُ الاتصال\"، يَخْرج به ما ظاهرُهُ الانقطاع، ويَدْخل ما فيه الاحتمال، وما يوجد فيه حقيقةُ الاتصالِ، مِن بابِ الأَولى. ويُفْهَم من التقييد - بالظهور أنَّ الانقطاعَ الخفيَّ، كعنعنة المدلِّس، والمعاصِرِ الذي لم يَثْبُتْ لُقِيُّه = لا يُخْرِجُ الحديثَ عن كونه مسنَداً؛ لإطباق الأئمة الذين خَرَّجُوا المسانيد على ذلك.\nوهذا التعريف موافِقٌ لقول الحاكم\n: الْمُسْنَد: \"\nما رواه المحدِّث عن\n(1) اصطلاحات المسند: يُطْلَق المسنَد على المعاني التالية:\n1 -\nالحديث المرفوع المتصل السند.\n2 -\nوقيل: الحديث المرفوع مطلقاً، بغضِّ النظر عن السند.\n3 -\nالحديث المسنَد أَيْ: المتصل.\nالجزء: 1 - الصفحة: 141\n",
        "شيخٍ - يَظْهر - سماعُهُ منه، وكذا شيخه عن شيخه، متصِلاً إلى صحابيٍ إلى رسول - الله - صلى الله عليه وسلم - \".\nوأما الخطيب فقال (1): ((المسنَدُ: المتصل)).\nفعلى هذا: الموقوفُ إذا جاء بسندٍ متصلٍ يسمَّى عنده مسنَداً، لكن، قال: ((إنَّ ذلك قد يأتي، لكن، بِقِلَّةٍ)). وأَبْعَدَ ابنُ عبد البر حيث قال: ((المسنَدُ: المرفوع))، ولم يَتعرض للإسناد، فإنه يَصْدق على المرسَل والمعضَل والمنقطع، إذا كان المتن مرفوعاً، ولا قائل به.\nفإنْ قلَّ عَدَدُهُ، أَيْ: عددُ رجالِ السندِ، [21/أ] فإما:\n1 -\nأن ينتهي إلى النبي - صلى الله عليه وسلم - بذلك العدد القليل بالنسبة إلى سندٍ آخَرَ، يَرِدُ به ذلك الحديثُ بعَيْنِهِ بعددٍ كثيرٍ.\n2 -\nأو ينتهيَ إلى إمامٍ مِنْ أئمة الحديث ذي صفةٍ عَلِيَّةٍ: كالحفظِ، والفقهِ، والضبطِ، والتصنيفِ، وغير ذلك مِن الصفات المقتضية للترجيح، كشعبةَ ومالكٍ، والثوريِّ (2)، والشافعيِّ، والبُخَارِيّ، ومسلمٍ، ونحوِهِمْ.\nفالأول: -وهو ما ينتهي إلى النبي - صلى الله عليه وسلم\n-: العلوُّ المطْلَق،\nفإن اتفق أن يكونَ سندُهُ صحيحاً كان الغايةَ القُصْوى، وإلا فصورةُ العلوِّ فيه موجودةٌ، ما لم يكن موضوعاً؛ فهو كالعدم.\n(1) في \"الكفاية\"، ص 21.\n(2) هو: سفيان بن سعيد بن مسروق الثوري، الكوفي، 97 - 161 هـ، وهو إمام في الفقه والحديث والزهد والورع، روى له الستة.\nالجزء: 1 - الصفحة: 142\n",
        "والثاني\n: العلوُّ النسبيّ،\nوهو ما يَقِلُّ العَدد فيه إلى ذلك الإمام، ولو كان العدد مِن ذلك الإمام إلى منتهاه كثيراً.\nوقد عَظُمَتْ رغبةُ المتأخرين فيه، حتى غَلب ذلك على كثيرٍ منهم، بحيث أَهملوا الاشتغال بما هو أهم منه.\nوإنما كان العلوُّ مرغوباً فيه لكونه أقرب إلى الصحةِ وقلةِ الخطأِ؛ لأنه ما مِن راوٍ مِن رجال الإسناد إلا والخطأُ جائزٌ عليه، فكلَّما كَثُرَت الوسائط وطالَ السندُ كَثُرَت مظانُّ التجويز، وكلَّما قلَّتْ قلَّتْ.\nفإن كان في\nالنزول\nمَزِيَّةٌ ليست في العلوِّ: كأنْ تكونَ رجاله أوثقَ منه، - أو - أحفظَ، أو أفقَهَ، أو الاتصالُ فيه أظهَرُ، فلا تردُّدَ (1) أنّ النزولَ، حينئذٍ، أَولى.\nوأما مَن رجَّح النزول مطلقاً واحتجَّ بأنَّ كثرة البحث تقتضي المشقةَ؛ فَيَعْظُمُ الأجر، فذلك ترجيحٌ بأمرٍ أَجنبيٍّ عما يتعلق بالتصحيح والتضعيف.\n1 -\nوفيه، -أَيْ: العلوِّ النسبيِّ-: الموافَقَةُ (2)، وهي: الوصول إلى شيخِ أحدِ المصنِّفين مِن غيرِ طريقِهِ، أي: الطريق التي تصل إلى ذلك الْمُصَنِّفِ المعَيَّن.\nمثاله: روى البُخَارِيّ عن قتيبة (3) عن مالكٍ حديثاً، فلو رويناه مِن طريقِهِ كان بيننا وبين قتيبةَ ثمانيةٌ، ولو روينا ذلك الحديثَ، بعَيْنِهِ، مِن طريقِ\n(1) في نسخةٍ: \"فلا تردد في\".\n(2) في الأصل هنا حاشيةٌ، نصها: \"تفريعه على العلو النسبي غير ظاهر، وإنما هو مفرّع على القسم الثالث، الذي ذكره في التقريب، فراجعْه\"، ق 21 أ.\n(3) هو: قتيبة بن سعيد، ثقة ثبت، ت 240 هـ.\nالجزء: 1 - الصفحة: 143\n",
        "أبي - العباس السَرَّاج (1)، عن قتيبة، مثلاً، لكان [21/ب] بيننا وبين قتيبةَ فيه - سبعةٌ؛ فقد حَصَلَ لنا الموافقةُ مع البُخَارِيّ في شيخه بعَيْنِهِ مع عُلُوِّ - الإسناد - إليه.\n2 -\nوفيه، -أَيْ: العلوِّ النسبيِّ-: البَدَلُ: وهو الوصول إلى شيخِ شيخِهِ كذلك، كأنْ يَقَعَ لنا ذلك الإسنادُ، بعَيْنِهِ، من طريقٍ أُخرى إلى القَعْنَبِي عن مالكٍ؛ فيكون القعنبيُّ بَدَلاً فيه مِن قتيبةَ. وأكثرُ ما يَعْتبرون الموافقةَ والبدَلَ إذا قارَنَا العلوَّ، وإلا فاسم الموافقةِ والبدَلِ واقعٌ بدونه.\n3 -\nوفيه، -أَيْ: العلوِّ النسبيِّ-: المساواةُ: وهي استواءُ عددِ الإسناد مِن الراوي إلى آخره -أي: الإسناد- مع إسنادِ أحدِ المصنِّفِين. كأن يَرْوِي النسائيُّ، مثلاً، حديثاً يقع بينه وبين النبيِّ - صلى الله عليه وسلم - فيه أحدَ عشرَ نفساً، فيقع لنا ذلك الحديث، بعَيْنِهِ، بإسنادٍ آخرَ إلى النبيِّ - صلى الله عليه وسلم - يَقَع بيننا وبين النبي - صلى الله عليه وسلم - أحدَ عشرَ نفساً؛ فَنُساوي النسائيَّ، مِن حيثُ العددُ، مع قطْع النظرِ عن ملاحظةِ ذلك الإسناد الخاصِّ.\n4 -\nوفيه، -أَيْ: العلوِّ النسبيِّ أيضاً-: الْمُصَافَحَةُ: وهي: الاستواء مع تلميذِ ذلك المصنِّف، على الوجه المشروح أوَّلاً، وسُمِّيت مصافحةً لأنّ العادة جَرَت، في الغالب، بالمصافحة بين مَن تَلاقَيَا، ونحن في هذه الصورة كأَنَّا لَقِيْنَا النسائيَّ؛ فكأَنَّا صافحناه.\nويُقابِل العلوَّ، بأقسامه المذكورة\n: النزولُ؛\nفيكون كلُّ قِسْمٍ مِن أقسام العلوِّ يُقابِله قِسْمٌ مِن أَقسام النزول، خلافاً لِمَن زعم أن العلوَّ قد يقع غيرَ\n(1) هو: محمد بن إسحاق بن إبراهيم السرَّاج، شيخ خراسان، ثقةٌ حافظٌ، 216 - 313 هـ -.\nالجزء: 1 - الصفحة: 144\n",
        "تابعٍ لنزولٍ.\nفإنْ تشارك الراوي ومَنْ رَوى عنه، في أمرٍ من الأمور المتعلقة بالرواية: مثلَ السنّ، واللقيّ، والأَخْذِ عن المشايخ = فهو النوع الذي يُقال له: روايةُ الأَقْران (1)؛ لأنه حينئذٍ يكون راوياً عن قَرِينِهِ.\nوإنْ رَوى كلٌّ منهما، أي: القَرِينين، عن الآخر فهو المُدبَّج. وهو أَخصُّ [/2/أ]- مِن الأول؛ فكلُّ مُدَبَّجٍ أقران، وليس كل أقران مُدَبَّجاً.\nوقد صَنَّفَ الدارقطني في ذلك، وصَنَّفَ أبو الشيخ الأصبهانيُّ (2) في الذي قبله.\nوإذا روى الشيخ عن تلميذه صدَقَ أنَّ كلاًّ منهما يَرْوِي عن الآخر؛ فهل يُسَمَّى مُدَبَّجاً؟ فيه بحث، والظاهر: لا؛ لأنه من\nروايةِ الأكابر عن الأصاغر،\nوالتدبيج مأخوذ من دِيباجَتَيْ الوجه؛ فيقتضي أن يكون ذلك مستوياً مِن الجانبين؛ فلا يجيء فيه هذا.\n(1) \"الأقران هم الرواة المتقاربون في السن والإسناد، واكتفى بعضهم بالتقارب في الإسناد، وهو الاشتراك في الأخذ عن المشايخ. ورواية القرين عن القرين قسمان:\nالأول: المدبّج، وهو أن يرويّ كل منهما عن الآخر.\nالثاني: غير المدبّج، وهو أن يرويَ أحد القرينين عن الآخر، ولا يروي الآخر عنه.\nوفائدة هذا النوع: الصيانة عن الخطأ\". حاشية عتر.\n(2) هو: عبد الله بن محمد بن جعفر الأنصاري الأصبهاني، المفسر، والمحدث الحافظ، وكان مع سعة علمه صالحاً خيراً قانتاً لله ويكثر في كتبه من الغرائب، ت 369 هـ، له: \"العظمة\"، و\"طبقات المحدثين بأصبهان\" وغيرهما.\nالجزء: 1 - الصفحة: 145\n",
        "وإن روى الراوي عمن هو دونه في السن، أو في اللُّقِيِّ، أو في المِقْدار = فهذا النوع هو\nروايةُ الأكابر عن الأصاغر.\nومِنْهُ، أَيْ: مِن جُمْلةِ هذا النوعِ -وهو أَخَصُّ مِن مُطْلقِهِ-: رواية\nُ الآباء عن الأبناء،\nوالصحابةِ عن التابعين والشيخِ عن تلميذه، ونحو ذلك.\nوفي عكسه كثرةٌ؛ لأنه هو الجادّةُ المسْلوكةُ الغالبة.\nومِنْه: مَن رَوى عن أبيه، عن جده.\nوفائدةُ معرفةِ ذلك التمييزُ بين مراتبهم، وتنزيلُ الناسِ منازِلَهم.\nوقد صَنَّفَ الخطيب في روايةِ الآباء عن الأبناء تصنيفاً، وأَفرد جزءاً لطيفاً في رواية الصحابة عن التابعين. وجَمَع الحافظ صلاح الدين العلائي (1)، مِن المتأخرين، مجلداً كبيراً في معرفة مَن رَوى عن أبيه، عن جده، عن النبي - صلى الله عليه وسلم - وقسَّمه أقساماً:\nفَمِنْه ما يعود الضمير في قوله: عن جده، على الراوي.\nومنه ما يعود الضمير فيه على أبيه.\nوبَيَّنَ ذلك وحقَّقَهُ، وخَرّج في كل ترجمةٍ حديثاً مِن مَرْوِيِّهِ، وقد لخّصْتُ كتابَهُ المذكورَ وزِدْتُ عليه تَرَاجِمَ كثيرةً جِدّاً. وأكثر ما وقع فيه ما تسلسلتْ فيه الرواية عن الآباء بأربعةَ عشرَ أباً.\n(1) هو: خليل بن كيكلدي بن عبد الله العلائي صلاح الدين أبو سعيد، 694 - 761 هـ، وكان حافظاً ثبتاً ثقةً، عارفاً بأسماء الرجال والعلل والمتون، فقيهاً متكلماً أديباً، من كتبه: \"جامع التحصيل لأحكام المراسيل\".\nالجزء: 1 - الصفحة: 146\n",
        "وإن اشترك اثنان عن شيخٍ وتَقدَّم موتُ أحدِهما على الآخر؛ فهو\nالسابق واللاحق.\nوأكثرُ ما وقفنا عليه مِن ذلك ما بين الراويين فيه في الوفاة: مائة وخمسون - سنة، - وذلك أن الحافظ السِّلَفِيَّ (1) سَمِع منه أبو علي البَرَدَاني (2) - -أحدُ - مشايخه- حديثاً، ورواه عنه، [22/ب] ومات على رأس الخمسمائة، ثم كان آخِرَ (3) أصحابِ السِّلَفِيّ بالسماعِ: سِبْطُهُ أبو القاسم عبد الرحمن بن مكي، وكانت وفاتُهُ سنةَ خمسين وستمائة.\nومِن قديم ذلك: أن البُخَارِيّ حدَّث عن تلميذه أبي العباس السَّرَّاج أشياء (4)، في التاريخ وغيرِه، ومات سنة ست وخمسين ومائتين، وآخِرُ مَن حَدَّث عن السَّرَّاج، بالسماع: أبو الحسين الْخَفَّاف (5)، ومات سنةَ ثلاثٍ وتسعين وثلاثِ مئةٍ.\nوغالِبُ ما يقع من ذلك أن المسموع منه قد يتأخر بعد (6) أحدِ الراويين\n(1) هو: أحمد بن محمد بن أحمد سِلَفَه، الأصفهاني، أبو طاهر السِّلَفِي، إمام حافظ فقيه مُعَمَّر، 472 - 576 هـ، شاع حديثه وكلامه مع القبول، وقد جاوز المائة، له مؤلفات كثيرة.\n(2) هو: أحمد بن محمد بن أحمد أبو علي البَرَداني، 426 - 498 هـ، كان أحد المبرزين في الحديث، فقيهاً حنبلياً.\n(3) في نسخةٍ: \"آخرُ\". وضَبَطَ \"سبطُهُ\"، بعدها، بفتح الطاء.\n(4) في نسخةٍ: \"شيئاً\". وهو خطأٌ.\n(5) هو: أحمد بن محمد النيسابوري، الخفّاف، نسبة إلى الخُفّ، لأنه كان يصنع الخِفاف أو يبيعها، اشتهر بالزهد والورع، ت 393 هـ.\n(6) في نسخةٍ: \"بعد موت\".\nالجزء: 1 - الصفحة: 147\n",
        "عنه زماناً؛ حتى يسمع منه بعضُ الأحداث، ويعيش بعد السماع، دهراً طويلاً؛ فَيَحْصل مِن مجموعِ ذلك نحوُ هذه المدة. والله الموفق.\nوإنْ رَوى الراوي عن اثنين مُتَّفِقِي الاسم، أو مع اسم الأب، أو مع اسم الجدِّ، أو مع النسبة، ولم يتميزا بما يَخُصُّ كلاً منهما = فإنْ كانا ثقتين لم يَضُرَّ.\nومِن ذلك: ما وقع في البُخَارِيّ في روايته عن أحمد، غير منسوبٍ (1)، عن ابن وهب؛ فإنه إما أحمد بن صالح، أو أحمد بن عيسى.\nأو عن محمدٍ، غير منسوبٍ، عن أهل العراق (2)؛ فإنه إما محمد بن سلام، أو محمد بن يحيى الذُّهْلِي. وقد استوعبتُ ذلك في مقدمة شرح البُخَارِيّ (3).\nومَن أراد لذلك ضابطاً كُلِّياً يمتاز (4) أحدهما عن الآخر فباختصاصِهِ، أي الشيخِ المرويِّ عنه، بأحدهما يتبين المهمل، ومتى لم يتبين ذلك، أو كان مختصاً بهما معاً، فإِشكاله شديدٌ؛ فَيُرْجَع فيه إلى القرائنِ والنظرِ (5) الغالب.\nوإنْ رَوى عن شيخٍ حديثاً فَجَحَد الشيخُ مَرْوِيَّهُ:\nفإنْ كان جزْماً: كأَنْ يقولَ: كذب عليَّ، أو: ما رويتُ هذا، أو نحو\n(1) صحيح البخاري، برقم 471، الصلاة.\n(2) صحيح البخاري، برقم 1973، الصوم.\n(3) \"هدي الساري\"، ص 223، 237.\n(4) في نسخةٍ: \"يمتاز به\".\n(5) في حاشية الأصل: \"والظن\" وكتب الناسخ فوقها: \"نسخة\" إشارة إلى أنها كذلك في نسخة أخرى.\nالجزء: 1 - الصفحة: 148\n",
        "ذلك، فإنْ وَقَع منه ذلك رُدَّ ذلك الخبرُ (1) لِكَذِب واحدٍ منهما، لا بعينه، ولا يكون ذلك قادحاً في واحدٍ منهما؛ للتعارض.\nأو كان جحْدُه احتمالاً، كأنْ يقولَ: ما أَذكر هذا (2)، أو لا أعرفه = قُبِلَ ذلك الحديثُ في الأصح؛ لأن ذلك يُحْمَل على نسيان الشيخ.\n[23/أ] وقيل: لا يُقْبل؛ لأن الفرع تبعٌ للأَصل في إثبات الحديث، بحيث إذا أَثْبَتَ (3) الأصلُ الحديثَ ثَبتَتْ روايةُ الفرع، وكذلك (4) ينبغي أن يكون فرعاً عليه، وتَبَعاً له -في التحقيق- في النفي.\nوهذا مُتَعَقَّبٌ؛ فإن (5) عدالة الفرع تقتضي صِدْقَهُ، وعدمُ عِلْمِ الأصل لا ينافيه، فالمُثْبِتُ مقدَّمٌ على النافي. وأما قياس ذلك بالشهادة ففاسدٌ؛ لأن شهادة الفرع لا تُسْمَع مع القدرة على شهادة الأصل، بخلاف الرواية؛ فافترقا.\nوفيه، أي: في هذا النوع، صَنَّفَ الدَّارقطني كتابَ: \"مَنْ حَدَّث ونسي\"، وفيه ما يدل على تقوية المذهب الصحيح؛ لكون كثيرٍ منهم حدثوا بأحاديث (6) فلما عُرِضَتْ عليهم لم يتذكروها، لكنهم؛ لاعتمادهم على\n(1) هنا في الأصل حاشية نصها: \"قوله: ذلك الخبر، إنما قال: الخبر، ولم يقل: الحديث أدباً؛ ولأنه لم يَثْبُت كونُه حديثاً؛ ولهذا قال فيما بعده: قُبِل ذلك الحديث\".\n(2) في الأصل هنا حاشيةٌ توضيحية في: ق 22 ب، لم تظهر في التصوير.\n(3) في نسخةٍ: \"ثَبَتَ\". وهو خطاٌ.\n(4) في نسخةٍ: \"فكذلك\".\n(5) في نسخةٍ: \"بأن\".\n(6) في نسخةٍ: \"بأحاديث أولاً\".\nالجزء: 1 - الصفحة: 149\n",
        "الرواة عنهم، صاروا يَرْوونها عن الذين رووها عنهم، عن أنفسهم، كحديث سهيل بن أبي صالح عن أبيه عن أبي هريرة مرفوعاً في قصة الشاهد واليمين، قال عبد العزيز بن محمد الدَّراوَرْدِي: حدثني به ربيعة بن أبي عبد - الرحمن (1) عن سهيل، فلقيت سهيلاً فسألته عنه فلم يعرفه، فقلت: إنَّ ربيعة حدثني عنك بكذا، فكان سهيل بعد ذلك يقول: ((حدثني ربيعة عَنِّي أَنِّي حدثته عن أَبِي به)) (2). ونظائرُهُ كثيرة.\nوإن اتفق الرواة في إسنادٍ من الأسانيد في صِيِغِ الأداء: كسمعت فلاناً، قال: سمعت فلاناً، أو: حدثنا فلان، قال: حدثنا فلان، وغير ذلك من الصيغ، أو غيرها من الحالات القولية، كسمعت فلاناً يقول: أشهد بالله (3) لقد حدثني فلان\n...\n، إلى آخره، أو الفعلية كقوله: دخلنا على فلان فأطعمنا تمراً\n...\nإلى آخره، أو القولية والفعلية معاً كقوله: حدثني فلان وهو آخذ بلحيته قال: آمنتُ بالقَدَر\n...\n(4)، إلى آخره = فهو\nالمسَلْسَلُ\n(5).\n(1) هو المعروف بربيعة الرأي، واسم أبيه: فَرّوخ، لقّب ربيعة بالرأي لإمعانه فيه، ثقة فقيه، ت - 136 هـ، روى له الجماعة.\n(2) أخرجه أبو داود، 3611، أقضية.\n(3) في نسخةٍ: \"أشهد الله\".\n(4) أخرجه ابن عساكر في \"تاريخ دمشق\"، 23/ 208.\n(5) المسلسل: يكثر الضعف في المسلسلات، ولكن صَحَّتْ أحاديث مسلسلة، ومنها ما هو في \"الصحيحين\".\nولهذا التسلسل دلالةٌ خاصة في التوثيق، حينما يكون الحديث ثابتاً، وبه تمتاز السنّة النبوية.\nالجزء: 1 - الصفحة: 150\n",
        "وهو مِن صفات الإسناد، وقد يقع التسلسل في مُعْظم الإسناد، كحديث المسلسَل بالأوَّلية (1)، [23/ب] فإن السَّلْسَلَةَ تنتهي فيه إلى سفيان بن عُيَيْنَةَ فقط (2)، ومَنْ رواه مسلسلاً إلى منتهاه فقد وَهِمَ.\nوصِيغ الأداء المشار إليه (3) على ثمانية (4) مراتب:\nالأولى: سمعتُ وحدثني.\nثم أخبرني وقرأتُ عليه، وهي المرتبة الثانية.\nثم قُرِئ عليه وأنا أسمع، وهي الثالثة.\nثم أنبأني وهي الرابعة.\nثم ناولني وهي الخامسة.\nثم شافهني -أَيْ بالإجازة- وهي السادسة.\nثم كتب إليَّ أَيْ بالإجازة، وهي السابعة.\nثم \"عن\"، ونحوها: مِن الصِّيَغ المحتَمِلَةِ للسماع والإجازة، ولعدم السماع أيضاً، وهذا مثل: قال وذَكر ورَوَى.\nواللفظان الأَوَّلان مِن صِيَغ الأداء، وهما: سمعتُ وحدثني صالحان لِمَنْ\n(1) وهو قول النبي - صلى الله عليه وسلم -: (الراحمون يرحمهم الرحمن\n...\n)، وسمي بذلك؛ لأن كل راو في سنده يقول: حدثني فلان، وهو أول حديث سمعته منه، أخرجه من هذا الوجه المسلسل: ابن - عساكر في \"تاريخه\"، 29/ 11، والرافعي في \"التدوين في أخبار قزوين\"، 3/ 209.\n(2) ومن هذا الوجه أخرجه البيهقي في \"الآداب\"، 1/ 33.\n(3) في حاشية الأصل: \"إليها\" وعليها: \"نسخة\".\n(4) يراجع في صيغ الأداء: \"الإلماع .. \"، للقاضي عياض، و\"جامع الأصول .. \"، لابن الأثير، 1/ 78 - 90.\nالجزء: 1 - الصفحة: 151\n",
        "سَمِع وحده مِن لفظ الشيخ. وتخصيصُ التحديث بما سُمِع من لفظ الشيخ هو الشائع بين أهل الحديث اصطلاحاً، ولا فرق بين التحديث والإخبار من حيث اللغة، وفي ادِّعاءِ الفرقِ بينهما تكلُّفٌ شديدٌ، لكن، لما تقرر الاصطلاح صار ذلك حقيقةً عُرفِيةً فَتُقَدَّمُ على الحقيقة اللغوية، مع أن هذا الاصطلاحَ إنما شاع عند المَشارِقة ومَنْ تبعهم، وأما غالب المغاربة فلم يستعملوا هذا الاصطلاح، بل الإخبارُ والتحديثُ عندهم بمعنىً واحدٍ.\nفإنْ جَمع، الراوي أَيْ: أَتى بصيغةِ الجمع في الصيغة الأولى، كأنْ يقول: حدثنا فلان، أو: سمعنا فلاناً يقول = فهو دليلٌ على أنه سمع منه مع غيره، وقد تكون النون للعظمة، لكن، بِقِلِّةٍ.\nوأَوَّلُها، أَيْ: المراتب (1): أَصْرَحُها، أَيْ: أصرحُ صِيِغِ الأداء في سماع قائلها؛ لأنها لا تحتمل الواسطة، لكن (2): حدثني، قد تُطلق في الإجازة تدليساً. وأرفَعُها مقداراً ما يقع في الإملاء؛ لِمَا فيه من التثبت والتحفظ.\nوالثالث: وهو أخبرني، والرابع: وهو قرأت = لمن قرأ بنفسه [- 24/أ -] على الشيخ، فإن جَمَع (3) كأنْ يقولَ: أخبرنا، أو: قرأنا عليه، فهو كالخامس (4)، - وهو: قُرِئَ عليه وأنا أسمع. وَعُرِفَ من هذا أن التعبيرَ \"بِقَرَأْتُ\" لِمَن قرأَ خيرٌ مِن التعبير بالإخبار؛ لأنه أَفصحُ بصورةِ الحال.\n(1) في نسخةٍ: \"أَيْ: صيغ المراتب\".\n(2) في نسخةٍ: \"لأن\".\n(3) هنا في الأصل حاشية، نصها: \"بأن، أو بصيغة صحيحة للجمع، كما مثَّله\".\n(4) هنا في الأصل حاشية، نصها: \"أي كاللفظ الخامس\n...\n\".\nالجزء: 1 - الصفحة: 152\n",
        "تنبيه:\nالقراءة على الشيخ أَحَدُ وجوهِ التحمل عند الجمهور، وأَبْعَدَ مَنْ أبى ذلك مِن أهل العراق، وقد اشتد إنكارُ الإمام مالك (1)، وغيره من المدنيين، عليهم في ذلك، حتى بالغ بعضهم فرجَّحها على السماع مِن لفظ الشيخ، وذهب جَمْعٌ جَمٌّ، منهم البُخَارِيّ -وحكاه في أوائل \"صحيحه\" (2) عن جماعةٍ مِن الأئمة- إلى أن السماعَ مِن لفظِ الشيخِ والقراءةَ عليه -يعني في الصحة والقوة- سواء، والله أعلم.\nوالإنباءُ مِن حيثُ اللغةُ (3) واصطلاحُ المتقدمين بمعنى الإخبارِ، إلا في عُرْف المتأخرين فهو للإجازة كـ\"عن\"، لأنها في عرف المتأخرين للإجازة.\nوعنعنة المعاصِرِ محمولةٌ على السماع (4)، بخلاف غير المعاصر فإنها تكون\n(1) يُنظر \"الكفاية في علم الرواية\"، ص 279.\n(2) صحيح البخاري، كتاب العلم، باب ما جاء في العلم، قبل حديث 63.\n(3) ضُبِطتْ في الأصل بالكسر، وهو خطأ. مع أنه ضَبط \"اصطلاح\" بعدها بالرفع.\n(4) العنعنة: بعد أن أنهى المؤلف صِيَغَ الأداء التي تُعَدُّ أصلاً في الاتصال، جاء بالأداة التي ليست أصلاً في الاتصال، وهي العنعنة.\nوحكمها: إذا كانت عنعنةَ معاصرٍ فحكمها الاتصال، ما لم يكن مدلِّساً؛ فَشَرْطُ حمْلِ العنعنة على الاتصال؛ إِذَنْ، شرطان:\n1 -\n...\nالمعاصرة.\n2 -\n...\nعدم التدليس. وقد كَتَب المعلمي في \"التنكيل\" تحقيقاً عِلْميّاً في هذا الموضوع، بعنوان: \"مباحث في الاتصال والانقطاع\"، في: 1/ 78 - 83. إلاّ أن عنعنة المدلس في الصحيحين محمولة على الاتصال.\nالجزء: 1 - الصفحة: 153\n",
        "مرسَلةً أو منقطعةً، فشرْطُ حملها على السماع: ثبوت المعاصَرَةِ، إلا مِن الْمُدَلِّس (1) فإنها ليست محمولةً على السماع.\nوقيل: يُشْترط في حمل عنعنةِ المعاصِرِ على السماع ثبوتُ لقائهما، أَيْ: الشيخ والراوي عنه، ولو مرةً واحدةً؛ لِيَحْصل الأمنُ مِن باقي مَعُنْعَنِهِ (2) عن كونِهِ من المرسَل الخفيِّ، وهو المختار، تبعاً لعلي بن المديني، والبُخَارِيّ، وغيرهما من النُّقَّاد.\nوأطلقوا المشافهةَ في الإجازة المتلفَّظ بها تجوزاً، وكذا الْمُكاتَبَةُ في الإجازة المكتوبُ بها: وهو موجود في عبارةِ كثيرٍ من المتأخرين، بخلاف المتقدمين؛ فإنهم إنما يطلقونها فيما كَتب به الشيخ من الحديث إلى الطالب، سواءٌ أَذِن له في روايته أم لا، لا فيما إذا كَتَب إليه بالإجازة فقط.\nواشترطوا في صحة الرواية بالمناولة: اقترانَها بالإذن بالرواية، وهي -إذا حَصَل هذا الشرط- أرفعُ أنواعِ [- 24/ب -] الإجازة؛ لِما فيها من التعيين والتشخيص.\nوصُوْرَتُها: أن يَدفع الشيخُ أصلَهُ، أو ما قام مقامَهُ للطالب، أو: يُحْضِرُ (3) الطالبُ الأصلَ للشيخ، ويقول له في الصورتين: هذا روايتي عن فلان فارْوِهِ عَنِّي، وشرْطه، أيضاً: أن يُمَكِّنَهُ منه: إما بالتمليك، وإما بالعاريّة؛\n(1) في نسخةٍ: \"مدلس\".\n(2) في نسخةٍ: \"في باقي العنعنة\".\n(3) هكذا ضُبطتْ في الأصل بالرفع، والأولى ضَبطُها بالفتح عطفاً على ما قبله.\nالجزء: 1 - الصفحة: 154\n",
        "لِيَنْقُلَ منه ويقابلَ عليه، وإلا (1) إنْ ناولَهُ واستردَّ في الحال فلا يتبين لها زيادةُ (2) مزيةٍ على الإجازة المعَيَّنة، وهي: أن يُجِيزه الشيخُ بروايةِ كتابٍ معَيَّنٍ ويُعَيِّن له كيفية روايته له.\nوإذا خَلَت المناولة عن الإذن لم يُعْتَبَرْ بها عند الجمهور، وجَنَح مَن اعتبرها إلى أنَّ مناولته إياه [تقوم] (3) مقام إرساله إليه بالكتاب مِن بلدٍ إلى بلد.\nوقد ذهب إلى صحةِ الرواية بالكتابة المجرَّدةِ جماعةٌ مِن الأئمة، ولو لم يُقْرَنْ (4) ذلك بالإذن بالرواية، كأنهم اكتفوا في ذلك بالقرينة، ولم يَظْهر لي فرقٌ قويٌّ بين مناولةِ الشيخ مِن يده للطالب، وبين إرساله إليه بالكتاب مِن موضعٍ إلى آخر، إذا خَلا كلٌّ منهما عن الإذن.\nوكذا اشترطوا الإذن في الوِجَادة:\nوهي: أن يَجِدَ بخطٍّ يَعْرِفُ كاتِبَهُ (5) فيقول: ((وجدت بخط فلان))، ولا يَسُوغُ فيه إطلاق أخبرني بمجرد ذلك، إلا إن كان له مِنه إذْنٌ بالرواية عنه، وأَطْلَقَ قومٌ ذلك فَغُلِّطوا (6).\n(1) في حاشية الأصل: \"وأما إذا\" وعليها: \"خ\" إشارة إلى أنها كذلك في نسخة أخرى.\n(2) في نسخةٍ: \"تُتَبين أَرْفَعِيَّتُهُ لكن زيادة\".\n(3) في الأصل: \"يقوم\"، والمثبت من عدة نسخ، وهو المناسب للسياق.\n(4) في نسخةٍ: \"يقترن\".\n(5) \"كاتِبَهُ\"، هذا هو الصواب، كما في بعض النسخ، ولأنه ضَبطَ في الأصل كلمةَ \"يَعرِف\" بفتح الياء وكسْر الراء، وقد جاءت في طبعة د. عتر بضم الباء، وهو غلطٌ، ولم تُضْبط بالشكل في الأصل.\n(6) كذا ضبطت في الأصل، وضبطت في نسخةٍ: \"فَغَلِطُوا\".\nالجزء: 1 - الصفحة: 155\n",
        "وكذا الوصية بالكتاب:\nوهو (1): أن يوصي عند موته، أو سفره، لشخصٍ مُعَيَّنٍ، بأصله، أو بأصوله، فقد قال قوم من الأئمة المتقدمين: يجوز له أن يروي تلك الأصول عنه بمجرد هذه (2) الوصية، وأَبَى ذلك الجمهور، إلا إنْ كان له منه إجازةٌ.\nوكذا اشترطوا (3) الإذن بالرواية في الإعلام:\nوهو: أن يُعْلِمَ الشيخُ أحدَ الطلبة بأنني أروي الكتاب الفلاني عن فلان، فإن كان له منه إجازةٌ اعْتُبِرَ، وإلا فلا عِبْرَةَ بذلك.\nكالإجازة العامة في الْمُجَازِ له، لا في [25/أ] المجاز به، كأن يقول: أجزت لجميع المسلمين، أو لِمَن أَدرك حياتي، أو لأهل الإقليم الفلاني، أو لأهل البلد (4) الفلانية، وهو أقرب إلى الصحة؛ لقرب الانحصار.\nوكذا (5) الإجازة للمجهول، كأن يكون مبهماً أو مُهْمَلاً.\nوكذا الإجازة للمعدوم كأنْ يقولَ: أجَزْتُ لمن سيولد لفلان، وقد قيل: إنْ عَطَفَه على موجودٍ صحّ، كأنْ يقول: أجزت لك ولِمَن سيولد لك، والأقرب عدمُ الصحة، أيضاً، وكذلك الإجازة لموجودٍ، أو معدومٍ، عُلِّقَتْ بشرطِ مشيئةِ الغير، كأنْ يقول: أجزتُ لك إن شاء فلان، أو أجزتُ لِمَن\n(1) في نسخةٍ: \"وهي\".\n(2) قوله: \"هذه\" سقطت من بعض النسخ.\n(3) في نسخةٍ: \"شرطوا\".\n(4) في نسخةٍ: \"البلدة\".\n(5) في نسخةٍ: \"وكذلك\". وهكذا جعل الباقي الآتي كله.\nالجزء: 1 - الصفحة: 156\n",
        "شاء فلان، لا أن يقول: أجزت لك إن شئت. وهذا في (1) الأصح في جميع - ذلك.\nوقد جَوَّز الرواية بجميع ذلك -سِوى المجهول، ما لم يتبين المراد منه- الخطيبُ (2)، وحكاه عن جماعةٍ من مشايخه، واستعمَلَ الإجازةَ للمعدوم مِن القدماء أبو بكر بن أبي داود (3)، وأبو عبد الله بن مَنْدَه (4)، واستعمل المعلَّقةَ منهم، أيضاً، أبو بكر بن أبي خيثمة (5)، ورَوى بالإجازة العامة جَمْعٌ كثير جَمَعَهُمْ بعض الحُفّاظ في كتَاب، ورتَّبهم على حروف المعجم لكثرتهم (6).\n(1) في نسخةٍ: \"على\".\n(2) يُنظر: \"الكفاية\" ص 325، 332.\n(3) هو: عبدالله بن سليمان بن الأشعث بن أبي داود، المتوفى سنة 316 هـ -، كما في طبقات الحفاظ، 1/ 326، وقد كنت ذكرتُ في الطبعة الأولى من هذا الكتاب أنه: محمد ابن - داود بن سليمان، اشتهر بابن داود المحدث، حافظ، وشيخ الصوفية، ت 342 هـ -، ولكن هذا خطأٌ أوقعني فيه نقلُ حواشي التراجم عن نور الدين عتر.\n(4) هو: محمد بن إسحاق بن محمد المشهور بابن منده، وكذا اشتهر جده محمد بن يحيى بذلك، 316 - 395 هـ، رحل في الآفاق، وسمع وكتب عن ألف وسبعمائة شيخ، ووصف بمحدث العصر، له مؤلفات كثيرة.\n(5) هو: أحمد بن أبي خيثمة، زهير بن حرب أبو بكر، الحافظ الحجة الإمام 185 - 279 هـ -، أخذ عن الأئمة: أحمد بن حنبل وابن معين وغيرهما، وكان عَلَماً في التاريخ ومعرفة أيام الناس، له كتاب: \"التاريخ\" في تاريخ رواة الحديث، قالوا: لا يعرف كتاب أغزر فوائد من كتابه هذا في التاريخ.\n(6) قال الحافظ العراقي بعد أن ذَكرَ عدداً مِن المجيزين للرواية بالإجازة العامّة: ((وخلائق كثيرون جمعهم الحافظ أبو جعفر محمد بن الحسين بن أبي البدر، الكاتب، البغدادي، في جزءٍ كبير رتّب أسماءهم على حروف المعجم لكثرتهم\n...\n))، \"التقييد والإيضاح شرح مقدمة ابن الصلاح، للعراقيّ، 154 - 155، وقال البلقيني: ((وقد جمع أبو جعفر البغدادي كتاباً فيه ذِكْر مَن جَوَّزها وكتب بها))، محاسن الاصطلاح، 267.\nالجزء: 1 - الصفحة: 157\n",
        "وكلُّ ذلك، كما قال ابن الصلاح (1): توسُّعٌ غيرُ مَرْضيٍّ؛ لأن الإجازة الخاصة الْمُعَيَّنَةَ مُخْتَلَفٌ في صحتها اختلافاً قوياً عند القدماء، وإن كان العمل استقر على اعتبارها عند المتأخرين، فهي دون السماع بالاتفاق، فكيف إذا حَصَل فيها الاسترسال المذكور! فإنها تزداد ضعفاً، لكنها، في الجملة، خيرٌ مِن إيراد الحديث مُعْضَلاً (2). والله تعالى أعلم.\nوإلى هنا انتهى الكلام في أقسام صيغ الأداء.\nثم الرواة:\n1 -\nإن اتفقتْ أَسماؤهم وأسماء آبائهم فصاعداً، واختلفتْ أشخاصهم، سواء اتفق في ذلك اثنان منهم أو أكثر، وكذلك إذا اتفق اثنان فصاعداً في الكنية والنسبة = فهو النوع الذي يقال له\n: المُتَّفِقُ والْمُفْتَرِقُ.\n(1) يُنظر: \"مقدمة ابن الصلاح\"، ص 154.\n(2) قلتُ: مما ينبغي أن يلاحَظ أن الرواية بالإجازة، بأنواعها، قد روى بها بعض الناس، - على الخلاف في الحاصل في حكم الجواز، لكن، لم تكن هي الأصل في نقْل - حديث رسول الله - صلى الله عليه وسلم -، بل اعلمْ أنها لم يتوقف عليها شيء مِن سنّة رسول الله - صلى الله عليه وسلم -، وإنما النقل بها أَمْرٌ ثانويٌّ، ثمّ هي لم ينتشر الأخذ بها إلا في المتأخرين، بعد انتهاء عصر التدوين، وبعد أن أَصبح الاعتماد على الكتب أَمراً ظاهراً، والحمد لله رب - العالمين -.\nالجزء: 1 - الصفحة: 158\n",
        "وفائدة معرفته: خشيةُ أن يُظَنَّ الشخصانِ [25/ب] شخصاً واحداً، وقد صَنَّفَ فيه الخطيب كتاباً حافلاً، وقد لَخَّصتُه وزدتُ عليه شيئاً كثيراً.\nوهذا عكس ما تقدم من النوع المسمى بالمهمل؛ لأنه يُخشى منه أن يُظَنَّ الواحد اثنين، وهذا يُخشى منه أن يظن الاثنان واحداً.\n2 -\nوإن اتفقت الأسماء خطّاً واختلفت نُطْقاً سواء كان مرجع الاختلاف النَّقْط أم الشَّكْل فهو الْمُؤْتَلِفُ والْمُخْتَلِفُ.\nومعرفته مِن مهمَّات هذا الفن، حتى قال علي بن المديني (1): أشدُّ التصحيف ما يقع في الأسماء. ووجَّهَهُ بعضُهم (2) بأنه شيء لا يَدْخله القياسُ، ولا قَبْله شيء يَدُلُّ عليه، ولا بَعْدَهُ، وقد صَنَّفَ فيه أبو أحمد العسكري، لكنه، أضافه إلى كتابِ التصحيف له، ثم أفرده بالتأليف عبدالغني - بن - سعيد فَجَمع فيه كتابين (3): كتاب (4) في مُشْتَبِهِ الأسماء، وكتاب (5) في مُشْتَبِهِ النسبة، وجَمَع شيخُهُ الدارقطني في ذلك كتاباً حافلاً (6) ثم جَمَع الخطيب ذيلاً.\n(1) أخرجه عنه العسكري في \"تصحيفات المحدثين\"، 1/ 12.\n(2) هو أبو إسحاق النجيرمي، أخرجه عنه الخطيب في \"الجامع لأخلاق الراوي\"، 1/ 269.\n(3) وقد طبعا معاً في الهند سنة 1327 هـ، وعنه مصورة توزيع مكتبة ابن الجوزي بالدمام.\n(4) في نسخةٍ: \"كتاباً\".\n(5) في نسخةٍ: \"كتاباً\".\n(6) واسم كتابه\n: \"المؤتلف والمختلف\"،\nوطبع في خمس مجلدات.\nالجزء: 1 - الصفحة: 159\n",
        "ثم جَمَع الجميعَ أبو نصر بن ماكولا (1) في كتابه \"الإكمال\"، واستدرك عليهم في كتابٍ آخرَ جَمَع فيه أوهامهم وبَيَّنها، وكتابُه مِنْ أجمعِ ما جُمِعَ في ذلك، وهو عمدُة كلِّ محدِّثٍ بعده.\nوقد استدرك عليه أبو بكرٍ بنُ نقطةَ ما فاته، أو تَجدَّد بعده في مجلدٍ ضخم، ثم ذَيّل عليه منصور بن سَليم (2) -بفتح السين- في مجلدٍ لطيف، وكذلك، أبو حامد بن الصابوني (3)، وجَمَع الذهبي (4) في ذلك كتاباً مختصَراً جدّاً اعتمد فيه على الضبط بالقلم؛ فَكَثُرَ فيه الغلط والتصحيف الْمُبَايِنُ لموضوعِ الكتاب.\n(1) هو: علي بن هبة الله المعروف بابن ماكولا، سمع الحديث الكثير، وكان نحوياً وشاعراً مجيداً وأميراً، قتل سنة 485 هـ، من كتبه: \"الإكمال في رفع الارتياب عن المتشابه من الأسماء والكنى والأنساب\"، مرجع هامٌ في بابه، خُلِّد به مؤلفه وشهر.\n(2) هو: منصور بن سَليم الهَمَذاني، حافظ مؤرخ، ت 763 هـ، من كتبه: \"الذيل على تذييل ابن نقطة على الإكمال\".\n(3) هو: محمد بن علي بن محمود جمال الدين أبو حامد ابن الصابوني، 604 - 680 هـ، كتب الحديث ببلاد الشام ومصر والحجاز، وهو محدث مشهور حافظ، له مجلد في المؤتلف والمختلف ذيل على ابن نقطة.\n(4) هو: محمد بن أحمد بن عثمان أبو عبد الله شمس الدين الذهبي، الدمشقي، 673 - 748 هـ، رحل إلى مختلف البلدان، وأخذ من أزيد من ألف ومائتي نفس بالسماع والإجازة، فهو محدث الشام ومفيده، مؤلفاته كثيرة جداً، وكلها قيمة، منها: \"سير أعلام النبلاء\"، و\"ميزان الاعتدال\"، و\"المغني في الضعفاء\"، و\"المشتبه في أسماء الرجال\" وغيرها.\nالجزء: 1 - الصفحة: 160\n",
        "وقد يَسَّر (1) الله تعالى بتوضيحه في كتاب سَمَّيتُه \"تبصير المنتبه بتحرير المشتبه\"، وهو مجلدٌ واحدٌ؛ فضبطتُه بالحروف على الطريقة المرْضِيَّة، وزدتُ عليه شيئاً كثيراً مما أهمله، أو لم يقف عليه، ولله الحمد على ذلك.\n3 -\nوإن اتفقت الأسماء: خَطّاً ونُطْقاً، واختلف الآباء [- 26/أ -] نُطْقاً، مع ائتلافهما (2) خَطّاً: كمحمد بن عَقيل -بفتح العين- ومحمد بن عُقَيْل -بضمها-: الأول نيسابوريٌّ، والثاني فِرْيابيّ، وهما مشهوران وطبقتُهُما متقاربة.\nأو بالعكس: كأنْ تختلف الأسماء: نُطْقاً، وتَأْتَلِف خَطّاً، وتتفق الآباء: خَطّاً ونُطْقاً: كشُرَيْح بن النعمان، وسُرَيْج بن النعمان، الأول بالشين المعجمة والحاء المهملة وهو تابعيٌّ يروي عن علي - رضي الله عنه -، والثاني بالسين المهملة والجيم وهو من شيوخ البُخَارِيّ = فهو النوع الذي يقال له: المتشابه.\nوكذا إنْ وَقَعَ ذلك الاتفاق في الاسم واسم الأب، والاختلافُ في النسبة، وقد صَنَّفَ فيه الخطيب كتاباً جليلاً سَمَّاهُ \"تلخيص المتشابه\" ثم ذيّل (3) عليه أيضاً بما فاته أَوَّلاً وهو كثير الفائدة.\nويتركب منه ومما قبله أنواع: منها: أن يَحْصل الاتفاق أو الاشتباه في الاسم واسم الأب، مثلاً، إلا في حرفٍ أو حرفين، فأكثرَ، مِن أحدهما، أو منهما. وهو على قسمين:\n(1) في نسخةٍ: \"يسرنا\".\n(2) كانت في الأصل: \"اختلافهما\" ثم صوبها الناسخ في الحاشية.\n(3) في نسخةٍ: \"ذيل هو\".\nالجزء: 1 - الصفحة: 161\n",
        "أ- إما بأن يكون الاختلاف بالتغيير، مع أن عدد الحروف ثابتةٌ (1) في الجهتين.\nب- أو يكون الاختلاف بالتغيير مع نقصانِ بعض الأسماء عن بعض.\nفَمِن أمثلة الأول: محمد بن سِنان -بكسر المهملة ونونين بينهما أَلِفٌ- وهُمْ جماعةٌ، منهم العَوَقِيّ -بفتح العين والواو ثم القاف- شيخ البُخَارِيّ، ومحمد بن سَيَّار -بفتح المهملة وتشديد الياء التحتانية وبعد الألف راء- وهُمْ أيضاً جماعةٌ، منهم: [اليمامي] (2) شيخ عمر بن يونس.\nومنها: محمد بن حُنَين -بضم المهملة ونونين الأولى مفتوحة بينهما ياء تحتانية- تابعيٌّ يَروي عن ابن عباس وغيره، ومحمد بن جُبَيْر -بالجيم بعدها موحدة وآخره راء- وهو محمد بن جُبَيْر من مُطْعِم، تابعي مشهور، أيضًا.\nومِن ذلك: مُعَرِّف بن واصل، كوفي مشهور، ومُطَرِّفُ بن واصل -بالطاء بدل العين- شيخٌ آخرُ يروي عنه أبو حذيفة النَّهْدِي.\nومنه، أيضاً: أحمد بن الحسين صاحب إبراهيم [26/ب] بن سعد (3)، وآخرون، وأَحْيَدُ بن الحسين، مثله، لكن، بدل الميم ياء تحتانية، وهو شيخٌ بخاريٌّ يروي عنه عبد الله بن محمد (4) البِيكَنْدِي.\nومِن ذلك، أيضاً: حفص بن ميسرة، شيخٌ مشهور من طبقة مالك،\n(1) كذا في الأصل، والصواب أن يقال: ثابتٌ.\n(2) في الأصل: \"اليماني\" وهو خطأ، والمثبت من بعض النسخ الأخرى، ويُنظر ترجمته في \"تلخيص المتشابه\" 1/ 360.\n(3) في نسخةٍ: \"سعيد\".\n(4) في نسخةٍ: \"محمد بن\".\nالجزء: 1 - الصفحة: 162\n",
        "وجعفر بن ميسرة، شيخ لعبيد الله بن موسى الكوفي، الأول بالحاء المهملة والفاءِ بعدها صاد مهملة، والثاني بالجيم والعين المهملة بعدها فاء ثم راء.\nومن أمثلة الثاني: عبد الله بن زيد، وهُم جماعة:\nمنهم في الصحابة:\n- صاحب الأذان، واسم جده: عبد ربه.\n- وراوي حديث الوضوء، واسم جده: عاصم. وهما أنصاريان.\nوعبد الله بن يزيد، بزيادة ياء في أول اسم الأب والزاي مكسورة، وهُم أيضاً جماعة:\nمنهم في الصحابة:\n- الخَطْمِي، يُكْنَى أبا موسى وحديثه في الصحيحين (1).\n- والقارئ، له ذكْرٌ في حديث عائشة. وقد زعم بعضهم أنه الخطمي. وفيه - نظرٌ (2).\nومنها: عبد الله بن يحيى، وهم جماعةٌ، وعبد الله بن نُجَيّ -بضم النون وفتح الجيم وتشديد الياء- تابعيٌّ معروف يَرْوِي عن علي.\n4 -\nأو يحصل الاتفاقُ في الخط والنطق، لكن، يحصل الاختلاف أو الاشتباه بالتقديم والتأخير: إما في الاسمين جملةً، أو نحو ذلك، كأن يقع التقديمُ والتأخيرُ في الاسم الواحد في بعض حروفه بالنسبة إلى ما يشتبه به.\nمثال الأول: الأسود بن يزيد، ويزيد بن الأسود وهو ظاهر، ومنه عبد - الله\n(1) البخاري، 1674، الحج، ومسلم، 1287، الحج.\n(2) يُنظر \"الإصابة في تمييز الصحابة\"، 4/ 268.\nالجزء: 1 - الصفحة: 163\n",
        "ابن يزيد ويزيد بن عبد الله.\nومثال الثاني: أيوب بن سَيّار، وأيوب بن يَسار، الأول مدني مشهور ليس بالقوي، والآخر مجهول.\nخاتِمَةٌ\nومِن المهم عند المحدثين معرفة\nُ طبقاتِ الرواة.\nوفائدته: الأمن مِن تداخل المشتبهين. وإمكان الاطّلاع على تبيين المدلِّسين (1) (2).\nوالوقوفُ على حقيقة المراد مِن العنعنة.\nوالطبقة في اصطلاحهم: عبارةٌ [- 27/ - أ -] عن جماعةٍ اشتركوا في السِّنِّ ولقاءِ المشايخ.\nوقد يكون الشخص الواحد من طبقتين باعتبارين، كأنس بن مالك - رضي الله عنه -، فإنه من حيثُ ثبوتُ صحبتِهِ للنبي - صلى الله عليه وسلم - يُعَدُّ في طبقة العشرة، مثلاً، ومن حيثُ صِغَرُ السِّنِّ يُعَدُّ في طبقةٍ (3) بعدهم، فمَنْ نظر إلى الصحابة باعتبار الصحبة جَعَلَ الجميعَ طبقةً واحدةً، كما صنع ابن حِبّان (4)، وغيره، ومَنْ نظر إليهم باعتبارِ قدرٍ زائدٍ، كالسَّبْقِ إلى الإسلام، أو شهودِ المَشاهِدِ الفاضلة، جعَلهم\n(1) في نسخةٍ: \"التدليس\".\n(2) في حاشية الأصل: \"المدلس\"، وعليها: \"نسخة\" إشارة إلى أنها كذلك في نسخة أخرى.\n(3) في نسخةٍ: \"طبقةِ مَن\".\n(4) في \"الثقات\"، 3/ 1.\nالجزء: 1 - الصفحة: 164\n",
        "طبقاتٍ، وإلى ذلك جَنَح صاحب \"الطبقات\" (1) أبو عبد الله محمد بن سعد البغدادي (2)، وكتابُه أجمعُ ما جُمِعَ في ذلك.\nوكذلك مَن جاء بعد الصحابة، وهم التابعون: مَن نظر إليهم باعتبارِ الأخذِ عن بعض الصحابةِ = فقد جعَل الجميعَ طبقةً واحدةً، كما صنع ابن حبان (3)، أيضاً، ومَن نَظر إليهم باعتبار اللقاء قسَّمهم، كما فعل محمد بن سعد (4)، ولكلٍ منهما وجْهٌ.\nومِن المهم، أيضاً: معرفة مواليدهم، ووفياتهم (5).\nلأنَّ بمعرفتِها يَحْصل الأمْنُ مِنْ دَعوى المدِّعي لِلِقاءِ بعضهم، وهو في نفس الأمر ليس كذلك.\nومن المهم، أيضاً: معرفةُ بُلْدانهم وأوطانهم، وفائدتُهُ: الأمنُ مِن تداخل الاسمين إذا اتَّفقا (6)، لكن، افترقا بالنسب.\nومِن المهم، أيضاً: معرفةُ أحوالهم: تعديلاً وتجريحاً، وجهالةً؛ لأن الراوي إما أن\n(1) 3/ 5.\n(2) هو: محمد بن سعد بن مَنيع الهاشمي مولى بني هاشم، كاتب الواقدي، محدثٌ عالم بالأخبار، صدوق فاضل ت 262 هـ -، روى له أبو داود، أشهر كتبه: \"الطبقات الكبرى\".\n(3) في \"الثقات\"، 4/ 1.\n(4) في \"الطبقات\"، 5/ 5.\n(5) ذكْر تاريخ الولادة والوفاة مفيد في التمييز بين الأسماء المتفقة أحياناً، ومفيد في معرفة الأقران والمتقدم والمتأخر، ومفيد في معرفة العصر الذي عاش فيه الشيخ، ومفيد في معرفة مكان ترجمته في الكتب المؤلفة على التواريخ لو أراد الإنسان ذلك.\n(6) في نسخةٍ: \"نطقاً\".\nالجزء: 1 - الصفحة: 165\n",
        "تُعرَفَ عدالتُهُ، أو يُعرَفَ فِسْقُهُ، أوْ لا يُعرَف فيه شيءٌ مِن ذلك (1).\n(1) الجرح والتعديل: تعريفهما:\nالجرح: وصْف متى الْتحق بالراوي أو الشاهد رَدَّ روايتهما أو ضعّفها.\nالتعديل: وصْف متى الْتحق بالراوي أو الشاهد حُكم بقبول روايتهما أو قوّاها.\nحال الرواة وأصنافهم مع الجرح والتعديل:\nوقد تكلّم أئمة الجرح والتعديل على رواة الحديث، وشمل كلامهم كل رواة الحديث جرحاً وتعديلاً -باستثناء الصحابة رضوان الله عليهم فكلهم عدول- وأَلَّفوا في ذلك المؤلفات المتعددة، وأرّخوا لحياة كل راوٍ بكل ما عرفوه عن حياته من ولادته إلى وفاته، قياماً منهم بواجب الجرح والتعديل حفاظاً على الشريعة المطهّرة، وأصبحت مؤلفاتهم -رحمهم الله- سجلاً حافلاً بتاريخ الرواة، ووثيقة تاريخية تتحطم عليها الشكوك والأوهام في هذا الباب، وبها يَسْقط التشكيك والنقد المغرِض الْمُعادي لمنهج علم الرواية وعلم الدراية عند المحدِّثين.\nوأصبح الرواة بناء على كلام العلماء فيهم جرحاً وتعديلاً -باستثناء الصحابة- على الأصناف الآتية:\n1 -\nالثقات، ويُكْتب حديثهم للاحتجاج به.\n2 -\nالضعفاء ضعفاً محتملاً (غير شديد)، ويُكْتب حديثهم للاعتبار ليتقوّى في باب الشواهد والمتابعات.\n3 -\nالضعفاء ضعفاً شديداً، ويكتب حديثهم لبيان ضعفه والتحذير منه.\n4 -\nالعدول الذين لم يُعْرف مدى ضبطهم، ويكتب حديثهم للاختبار أي اختبار ضبطهم ويُحْكَم لهم بحسب النتيجة.\n5 -\nالمختلف فيهم جرحاً وتعديلاً، وهؤلاء تُطبّق فيهم قواعد الجرح والتعديل المعتمدة في هذا الشأن.\n6 -\nالمجهولون الذين لم يَرِد فيهم جرح ولا تعديل وهؤلاء معدودون في الضعفاء لعدم تحقّق أهليتهم للرواية. =\nالجزء: 1 - الصفحة: 166\n",
        ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .\n= ينبغي ملاحظةُ دلالةِ ألفاظ الجرح والتعديل:\nومن المهم في هذا الموضوع أن ينظر المرء في دلالة لفظة الجرح أو التعديل ليُقدِّر حكمها - ودرجتها وهل تُسقِط رواية الراوي أم لا؟ أو هل لفظة التعديل تُقْبَلُ رواية الراوي بمقتضاها أم - لا؟ .\nويأتي هذا عن طريق معرفة موجبات قبول الراوي وموجبات ردّه.\nفالتعديل، مثلاً، لا يُحْكَمُ بناء عليه بقبول الراوي إلا إذا تناولَ التزكية في العدالة والضبط بقدْرِ ما يكفي للاحتجاج بالراوي، فلو قيل في راوٍ: عدلٌ. فإنه لا يكفي للاحتجاج به؛ لأنه لابد من توافر الضبط أيضاً، فإن قيل: عدلٌ ضابطٌ، قُبلتْ روايته، أو قيل: ثقة، فكذلك؛ لأن الثقة هنا في الغالب تتناول التزكية في العدالة والضبط.\nأهمية التثبت في تفسير الجرح والتعديل:\nوينبغي التثبت في فهم دلالة ألفاظ الجرح والتعديل ومراعاة مخارج هذه الألفاظ، أي الظروف التي قيلت فيها واصطلاحات كل إمام.\nوينبغي مراعاة قواعد الأئمة المعتمدة في الجرح والتعديل، والاحتكام إلى قواعدهم فيمن ورد فيه جرح وتعديل. والله الموفق.\nقواعد في الجرح والتعديل:\nهذه بعض القواعد المهمّة في باب الجرح والتعديل، تمّ تحديدها مِن خلال طول التعامل مع كتب هذا الفن، فمن القواعد:\n1 -\nالجرح والتعديل لا يُقْبَلان إلا من عالمٍ بهما وبأسبابهما.\n2 -\nالجرح لا يُقْبَلُ إذا صدر بغير إنصاف.\n3 -\nجرح القرين في قرينه لا يُقْبَلُ إذا عارضه قول غيره فيه أو ظهرت قرائن تدلّ على تحامله عليه.\n4 -\nالجرح المبهم لا يُقْبَلُ إلا إذا كان من إمام معتبر ولم يعارضه تعديل.\n5 -\nالجرح المبهم إنما يُقْبَلُ في حق من خلا عن التعديل، أما من وُثِّق وعُدِّل فلا يُقْبَلُ فيه ذلك.\n6 -\nيُراعى عند تعارض الجرح والتعديل في الراوي الواحد مناهج الأئمة ومسالكهم في =\nالجزء: 1 - الصفحة: 167\n",
        "ومِن أهم ذلك، بعد الاطّلاع: معرفة\nُ مراتبِ الجرح\nوالتعديل.\nلأنهم قد يَجْرحون الشخصَ بما لا يستلزم رَدَّ حديثِه كلِّهِ، وقد بَيَّنَّا أسبابَ ذلك فيما مضى، وحصرناها في عشرةٍ، وتقدَّم شرحُها مُفَصَّلاً.\nوالغرضُ هنا ذِكْرُ الألفاظ الدالة في اصطلاحهم على تلك المراتب.\nوللجرح مراتب (1):\n= الجرح والتعديل مِنْ تَشدُّدٍ وتساهلٍ، وتعصّبٍ واعتدالٍ، ونحو ذلك، وكذلك المعاصَرة للراوي وعدمها، ونحو ذلك.\n7 -\nيجب مراعاة اصطلاحات الأئمة في ألفاظ الجرح والتعديل والفروق بينها، فتُنَزَّل كل عبارة على مراد قائلها، وبدون ذلك لا يمكن فَهْم كلامهم في الجرح والتعديل.\n8 -\nقبل اعتماد الجرح والتعديل في الراوي لا بدّ من أمرين:\nأ - التثبت من نسبتهما لقائلهما.\nب- فهْم مراده منهما.\n9 -\nمراعاة مخارج ألفاظ الجرح والتعديل وأسبابهما أمرٌ لازم لفهم مراد الجارح والمعدّل واختيار الرأي الصائب في حقّ الراوي.\n10 -\nمن الخطأ الاكتفاء -في الجرح والتعديل- بقول إمامٍ واحد في الراوي، إن كان تكلّم فيه غيره، إذْ لابد من الرجوع لأقوال كل من تكلّم في الراوي جرحاً وتعديلاً لِيُوازَن بينها فيؤخذ بالمقبول أو الراجح منها. أما إذا لم يوجد إلا قول إمام واحد فيكتفى به.\n11 -\nمن شرْط تحقيق الإنصاف عدمُ الاقتصار على الأقوال في جرح الراوي فقط أو تعديله فقط، فلا بدّ لمعرفة درجته، من النظر للأمرين معاً. والله الموفق الهادي إلى السداد.\n(1) مراتب ألفاظ الجرح والتعديل:\nللجرح والتعديل ألفاظ متعددة غير منحصرة، وبحسب دلالة كل لفظ وبحسب اصطلاح قائله تكون درجته في باب الجرح أو التعديل. =\nالجزء: 1 - الصفحة: 168\n",
        ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .\n= واختلفت طريقة الأئمة في عدّهم لمراتب الجرح ومراتب التعديل، والذي يعنينا هنا هو العلْم بأن ألفاظ الجرح والتعديل ليست في مرتبة واحدة، فالتعديل بأوثق الناس أو ثقة ثقة ليس كالتعديل بثقة أو لا بأس به أو صالح.\nوالجرح بأكذب الناس أو كذاب أو دجّال أو يضع الحديث ليس كالجرح بـ\" ليّن\" أو \"سيّء الحفظ\" أو \"يخطئ\" أو \"كثير الوهم\".\nولم يستوف المصنف، رحمه الله، مراتب الجرح والتعديل كلها، للاختصار وفيما يلي بيانٌ لها:\nمراتب الجرح: (مرتَّبةً مِن الأسهل إلى الأسوأ):\n1 -\nنحو قولهم: فيه مقال. فيه ضعف. ليس بذاك القويّ\n....\nإلى آخره.\n2 -\nنحو قولهم: لا يُحتجُّ به، مضطرب الحديث\n...\nإلى آخر ما هنالك.\n3 -\nنحو قولهم: رُدَّ حديثه. ضعيفٌ جِدّاً. واهٍ بمرةٍ.\n4 -\nنحو قولهم: يسرق الحديث. متَّهَمٌ بالكذب، أو الوضع. ساقط.\n5 -\nنحو قولهم: دجّالٌ. كذّاب. وضّاعٌ. يضع. يكذب.\n6 -\nما يدلّ على المبالغة، ك: أكذب الناس. إليه المنتهى في الكذب. ركْن الكذب.\nوحُكم هذه المراتب أنه: لا يُحتجُّ بأصحابها، لكن، المرتبتان الأُوليان يكتب حديث أصحابهما للاعتبار. وتصنيفُ هذه المراتب أمرٌ اجتهاديٌّ، والعبرة بدلالة اللفظة وحُكْمِ صاحبها.\nمراتب التعديل: (مرتَّبةً مِن الأعلى إلى الأسفل):\n1 -\nالصحابة.\n2 -\nما جاء التعديل فيها بالمبالغة نحو: أوثق الناس، إليه المنتهى في التثبت.\n3 -\nما كُرِّرَ فيه لفظُ التوثيق، ك: ثقة ثقة.\n4 -\nما انفرد بصيغةٍ دالةٍ على التوثيق، مثل: حجة. ثقة.\n5 -\nما قيل فيه: ليس به بأس.\n6 -\nما أشعر بالقرب من التجريح مثل: ليس بعيداً عن الصواب. =\nالجزء: 1 - الصفحة: 169\n",
        "أسوأُها: - الوصف بما دل على المبالغة فيه، وأصرح ذلك التعبير بأَفْعَلَ، [- 27/ب -] كأكذب الناس، وكذا قولهم: إليه المنتهى في الوضع، أو هو رُكْن الكذب، ونحو - ذلك -.\nثم: دجّال، أو وَضّاع، أو كذّاب؛ لأنها وإن كان فيها نوعُ مبالغةٍ، لكنها دون التي قبلها.\nوأَسْهَلُها، أي: الألفاظ الدالة على الجرح = قولهم: فلانٌ لَيِّنٌ، أو سَيِّءُ الحفظ، أو: فيه أدنى مقالٍ.\nوبَيْنَ أسوأِ الجرح وأسهلِهِ مراتبُ لا تخفى.\nقولهم: (1) متروكٌ، أو ساقطٌ، أو فاحشُ الغلطِ، أو منكرُ الحديثِ، أشدُّ مِن قولهم: ضعيفٌ، أو ليس بالقوي، أو فيه مقالٌ.\n= حُكْمُ هذه المراتب:\nوحُكْمُ هذه المراتب: الاحتجاجُ بالأربع الأُوَلِ، أما الأخرى فلا يحتج بها.\nتعارُضُ الجرح والتعديل: ليس كل جرح وتعديل في الراوي الواحد متعارضاً دائماً، فإذا كان التعارض حاصلاً بين الجرح والتعديل، فإنَّ الحق أن نَدْرسهما كليهما، ونأخذ بما تَصِلُ إليه الدراسة، فإن ثبتا جميعاً، وليس بينهما تعارض، أخذْنا بهما جميعاً، وإلا أخذْنا بالثابت، وإلا رجّحنا.\nولابن حجر اجتهادٌ خاصٌّ في عَدِّ مراتب الجرح والتعديل، فأوصلها إلى ثنتي عشرة مرتبةً، ذكرها في أول \"تقريب التهذيب\". وقد نحوتُ في ذكرها على ما ذكره السخاوي في \"فتح المغيث\"، وعلى ما ذكره عتر في تعليقه على النزهة.\n(1) في نسخةٍ: \"فقولهم\".\nالجزء: 1 - الصفحة: 170\n",
        "ومِن المهم، أيضاً: معرفة\nمراتب التعديل:\nوأرفعها: الوصف، أيضاً، بما دَلَّ على المبالغة فيه، وأصْرَحُ ذلك: التعبيرُ بأفعلَ، كأوثقِ الناس، أو أثبتِ الناس، أو إليه المنتهى في التثبتِ.\nثم ما تأكد بصفةٍ مِن الصفات الدالة على التعديل، أو وصفين: كثقةٍ (1) ثقةٍ، أو ثبتٍ ثبتٍ، أو ثقةٍ حافظٍ، أو عدلٍ ضابطٍ، أو نحو ذلك.\nوأدناها: ما أَشْعَر بالقربِ من أسهل التجريح: كشيخٍ، وَيُرْوَى حديثه، ويُعْتَبَرْ به، ونحوِ ذلك.\nوبَيْنَ ذلك مراتبُ لا تَخْفَى.\nوهذه أحكامٌ تتعلق بذلك، ذُكِرَتْ (2) ها هنا لتكملةِ الفائدة، فأقول:\nتُقبَل التزكيةُ مِن عارفٍ بأسبابها، لا مِن غير عارفٍ؛ لئلا يُزَكِّيَ بمجردِ ما ظهر له ابتداءً، مِن غير ممارسةٍ واختبارٍ، ولو كانت التزكية صادرةً من مُزَكٍّ واحدٍ، على الأصح، خلافاً لِمَن شرَط أنها لا تُقبَل إلا مِن اثنين؛ إلحاقاً لها بالشهادة، في الأصح، أيضاً.\nوالفرق بينهما: أنّ التزكيةَ تُنَزَّلُ منزلةَ الْحُكْم؛ فلا يُشتَرَط فيها العدد، والشهادةُ تقع مِن الشاهد عند الحاكم؛ فافترقا.\nولو قيل: يُفَصَّلُ بين ما إذا كانت التزكية في الراوي مستندةً مِن المزكِّي - إلى - اجتهاده، - أو إلى النَّقْل عن غيره لكان مُتَّجِهاً؛ فإنه (3) إنْ\n(1) في نسخةٍ ضبطها هكذا: \"كثقةٌ\n...\n\" إلخ، وكذا ما بعدها! .\n(2) في نسخةٍ: \"ذكرتها\".\n(3) في نسخةٍ: \"لأنه يظهر\".\nالجزء: 1 - الصفحة: 171\n",
        "كان - الأولَ (1)، فلا يُشترط العَدَدُ أصلاً؛ لأنه [- 28/أ -] حينئذٍ يكون بمنزلة الحاكم، وإن كان الثانِيَ، فَيَجْرِي (2) فيه الخلافُ. وتبيّنَ أنه، أيضاً (3)، - لا - يُشترط - العدد؛ لأن أصل النقل لا يُشترط فيه العدد؛ فكذا ما تَفرَّع عنه (4). والله سبحانه وتعالى أعلم.\nوينبغي (5) أن لا يُقْبل الجرح والتعديل إلا من عدلٍ مُتَيَقِّظٍ؛ فلا يُقْبل جرحُ مَن أَفْرَطَ فيه؛ فَجَرَحَ (6) بما لا يقتضي ردَّ حديث المحدِّث، كما لا تُقبل (7) تزكيةُ مَن أَخذ بمجرد الظاهر؛ فأَطلق التزكيةَ.\nوقال الذهبي (8) -وهو من أهل الاستقراء التام في نقد الرجال-: ((لم يَجتمع اثنان من علماء هذا الشأن قطُّ على توثيقِ ضعيفٍ، ولا على تضعيفِ\n(1) في نسخةٍ: \"الأولُ\". وهو خطأٌ.\n(2) في نسخةٍ: \"فيُجرى\".\n(3) في الأصل حاشية، نصها: \"في شرح التقريب للسيوطي نقلاً عنه: ويتبين أيضاً، وهو - الظاهر\".\nقلت: وكلام السيوطي في \"تدريب الراوي\"، 1/ 309.\n(4) في حاشية الأصل تعليقٌ، نصُّه: \"وكما تبين في الأول- وهو ما إذا كانت التزكية مستندةً إلى اجتهاده - قال السيوطي: وليس لهذا التفصيل الذي ذكره فائدةٌ إلا نفْي الخلاف في القسم الأول\" ق 28 أ.\nقلت: وكلام السيوطي في \"تدريب الراوي\"، 1/ 309.\n(5) في نسخةٍ: \"وكذا لا ينبغي\".\n(6) في نسخةٍ مطبوعة: \"مجرّحٌ\" (! )\n(7) في نسخةٍ: \"يُقبل\".\n(8) في كتابه \"الموقظة في مصطلح الحديث\"، ص 63.\nالجزء: 1 - الصفحة: 172\n",
        "ثقةٍ)) (1) انتهى.\nولهذا كان مذهب النسائي أن لا يُترَكُ حديثُ الرجلِ حتى يجتمعَ الجميعُ على تركه (2).\nوَلْيَحْذَر المتكلمُ في هذا الفن من التساهل في الجرح والتعديل؛ فإنه إنْ عدّلَ بغيرِ تثبتٍ كان كالْمُثْبِتِ حُكْماً ليس بثابتٍ، فَيُخْشَى عليه أن يَدْخل في زمرة مَن روى حديثاً وهو يُظَن أنه كَذِبٌ (3)، وإن جَرَحَ بغيرِ تحرزٍ أَقدَمَ على الطعن في مسلمٍ بريءٍ من ذلك، ووَسَمه بِمِيْسَمِ سوءٍ يَبْقى عليه عارُهُ أبداً.\nوالآفة تَدْخل في هذا تارةً مِن الهوى والغرضِ الفاسدِ. وكلامُ المتقدمين سالِمٌ مِن هذا، غالباً. وتارةً مِن المخالفةِ في العقائد، وهو موجود كثيراً، قديماً وحديثاً.\nولا ينبغي إطلاق الجرح بذلك، فقد قدَّمنا تحقيقَ الحالِ في العمل بروايةِ المبتدعة.\n(1) قوله: \"وقال الذهبي\": كلام الذهبي رحمه الله ليس على إطلاقه؛ فقد قَسّمَ المتكلمين على الجرح والتعديل إلى ثلاث فئات: المتشددين، والمعتدلين، والمتساهلين. ويَقْصد بالإجماع هنا اجتماع اثنين من طبقتين مختلفتين من هذه الطبقات الثلاث، وقد ذَكَر هذا في رسالته: \"ذِكْر مَن يُعْتمد قوله في الجرح والتعديل\"، وهي مطبوعة.\n(2) ونقله المؤلف أيضاً في \"النكت على ابن الصلاح\"، 1/ 482.\n(3) بل قد يكون أشنع من ذلك؛ لأنّ ضرره لا يقتصر على حديثٍ واحدٍ، وإنما يشمل كلَّ ما رواه ذلك الراوي مِن الحديث؛ فيتعدد الضرر بتعدد رواياته.\nالجزء: 1 - الصفحة: 173\n",
        "والجَرْحُ مقدَّمُ على التعديل (1)، وأَطلقَ ذلك جماعةٌ، ولكن، محلُّهُ إنْ صدر مُبَيَّناً مِن عارفٍ بأسبابه؛ لأنه إن كان غيرَ مُفَسَّرٍ لم يَقدح فيمن ثبتت عدالتُهُ، وإنِ صدر مِن غيرِ عارفٍ بالأسبابِ لم يُعتبر به، أيضاً.\nفإنْ خلا المجروح عن تعديلٍ قُبِلَ الجرحُ فيه مُجمَلاً غيرَ مُبَيَّنِ السبب، إذا صدَر مِن عارفٍ على المختار، لأنه إذا لم يكن فيه تعديلٌ [28/ب] فهو في حَيِّزِ المجهول، وإعمالُ قول المجرِّح أَوْلى مِن إهماله.\nومالَ ابن الصلاح (2) في مثل هذا إلى التوقف فيه.\n(1) قوله: \"والجرح مقدم على التعديل\". قلتُ: هذا في الحقيقة ليس بسديد سواء على الإطلاق- كما قال به جماعة، على ما ذكره المصنف رحمه الله- أو على تقييده؛ بأن يكون مبيَّناً مِن عارفٍ بأسبابه-على ما رجحه المصنف-لأنه لا وجه للقول ب\nتقديم الجرح على التعديل\nمطلقاً؛ إذْ كلٌ منهما كلام في الراوي، وإذا كانا جميعاً كلاماً في الراوي، فمعنى ذلك أن المتعين أن ننظر لهما جميعاً بمنظارٍ واحدٍ؛ فلا يصح أيضاً أن نُرَجِّح بالنوع، لا بالجرح ولا بالتعديل، إذْ لا مُسَوِّغ لذلك.\nوالصواب هو أن ندْرس كلاً من الجرح والتعديل بميزانٍ واحدٍ، نَنْظر فيه إلى أمرين:\n- مدى ثبوتِ كلٍ منهما.\n- ومدى حصول التعارض بينهما.\nوبعد ذلك نأخذ بنتيجة هذه الدراسة وهي على الاحتمالات الآتية:\n1 -\nإما أن لا يَثْبت أحدهما؛ فنردّه؛ ونأخذ بالآخر الثابت.\n2 -\nأو يَثْبتا، كلاهما؛ فننظر عندئذ في مدى حصول التعارض بينهما.\n3 -\nوالاحتمال بعد ذلك أن لا يكون بينهما تعارضٌ؛ فنأخذ بهما جميعاً -طالما أنهما ثابتان- أو يَحْصل بينهما تعارضٌ في الظاهر؛ فَنَنْظر في طُرُقِ الجمع بينهما؛ ونأخذ بالنتيجة.\n(2) في \"مقدمته\" ص 98.\nالجزء: 1 - الصفحة: 174\n",
        "فصل\nومِن المهم، في هذا الفن:\nمعرفُةُ كُنى المسمَّيْنَ ممن اشْتُهِرَ باسمه وله كنية لا يُؤْمَن أن يأتي في بعض الروايات مَكْنِيّاً (1)؛ لئلا يُظَنَّ أنه آخَرُ.\nومعرفة أسماء الْمُكَنَّيْن، وهو عكس الذي قبله.\nومعرفة مَن اسمُهُ كُنْيَتُهُ، وهُمْ قليل.\nومعرفة مَن اخْتُلِفَ في كنيته، وهُمْ كثير.\nومعرفةُ مَنْ كثرت كُناه، كابن جُرَيْج، له كنيتان: أبو الوليد، وأبو خالد، أو كثُرت نعوته وألقابه.\nومعرفة مَن وافقت كُنْيَتُهُ اسمَ أبيه، كأبي إسحاق إبراهيم بن إسحاق المدني، أحد أَتْباعِ التابعين، وفائدة معرفته: نَفْيُ الغلط عمَّن نَسَبَهُ إلى أبيه فقال: - أَخبرنا ابنُ إسحاق؛ فَنُسِبَ إلى التصحيف، وأن الصواب: أنا (2) أبو - إسحاق.\nأو بالعكس: كإسحاق بن أبي إسحاق السَّبِيعي.\nأو وافقتْ كُنيتُهُ كنيةَ زوجته، كأبي أيوب الأنصاري، وأُم أيوب، صحابيان مشهوران.\n(1) في نسخةٍ: \"مكَنَّياً\".\n(2) هذا رمزٌ لـ\"أَخبَرَنا\" في اصطلاح الْمُحَدِّثين. وكُتِب في الأصل بين السطور: \"أَيْ - أخبرنا\".\nالجزء: 1 - الصفحة: 175\n",
        "أو وافق اسمُ شيخِهِ اسمَ أبيه، كالربيع بن أنس، عن أنس، هكذا يأتي في الروايات فَيُظن أنه يروي عن أبيه، كما وقع في \"الصحيح\" (1): عن عامرِ بن سعد، عن سعدٍ، وهو أبوه، وليس أنسٌ -شيخُ الربيع-والدَه، بل أبوه بكريٌّ، وشيخه أنصاريٌّ، وهو أنس بن مالك الصحابي المشهور، وليس الربيعُ المذكورُ مِن أولاده.\nومعرفة من نُسِبَ إلى غير أبيه:\nكالمقداد بن الأسود نسب إلى الأسود الزهري لكونه تبناه، وإنما هو المقداد (2) بن عمرو.\nأو (3) إلى أُمِّهِ، كابن عُلَيّة، هو إسماعيل بن إبراهيم بن مِقْسَمٍ، أحدُ الثقات، وعُلَيَّةُ اسمُ أُمِّهِ، اشتُهِرَ بها، وكان لا يُحِبُّ أن يقال له: ابنُ عُلَيَّة؛ ولهذا كان يقول الشافعي: أخبرنا إسماعيل الذي يقال له: ابنُ عُلَيَّة (4).\nأو نُسِبَ إلى غَيْرِ ما يَسبق إلى الفهم:\nكالحَذَّاء، ظاهرُهُ أنه منسوبٌ إلى صِناعتها أو بَيْعِها، وليس كذلك، وإنما كان يجالسهم؛ فَنُسِب إليهم.\nوكسليمان التيمي، لم يكن مِن بني التيم، ولكن، نَزَل فيهم.\nوكذا مَن نُسِب إلى جده؛ [29/ - أ -] لا يُؤْمَن التباسه، [بمن] (5) وافق\n(1) البخاري، 56، الإيمان، ومسلم بعد رقم 1628، الوصية.\n(2) في نسخةٍ: \"مقداد\".\n(3) في نسخةٍ: \"أو نُسب\".\n(4) يُنظر: \"فتح المغيث\"، للسخاوي، 2/ 344.\n(5) في الأصل: \"كمن\"، والمثبت من عدة نسخ، وهو المناسب للسياق.\nالجزء: 1 - الصفحة: 176\n",
        "اسْمُهُ اسمَهُ، واسمُ أبيهِ اسمَ الجد المذكور.\nومعرفة مَن اتفق اسمه، واسم أبيه، وجده، كالحسن بن الحسن بن الحسن\nابن علي بن أبي طالب، وقد يَقَعُ أكثرُ من ذلك. وهو مِن فروع المسَلسَل.\nوقد يتفق الاسمُ واسمُ الأب مع الاسمِ واسمِ الأبِ فصاعداً (1)، كأبي اليمن الكِنْدي هو زيد بن الحسن بن زيد بن الحسن بن زيد بن الحسن.\nأو يتفق اسم الراوي واسم شيخه، وشيخ شيخه، فصاعداً: كعمران عن عمران عن عمران، الأول: يُعْرف بالقصير، والثاني: أبو رجاء العُطَارِديّ، والثالث: ابن حُصَين الصحابي، وكسليمان عن سليمان عن سليمان، الأول: ابن أحمد بن أيوب الطبراني، والثاني: ابن أحمد الواسطي، والثالث: ابن عبد الرحمن الدمشقي المعروف بابن بنت شُرَحْبيل.\nوقد يقع ذلك للراوي ولشيخه معاً، كأبي العلاء الهَمَدَاني العطّار، مشهور (2) بالرواية عن أبي علي الأصبهاني الحدّاد، وكلٌّ منهما اسمه الحسن ابن - أحمد بن الحسن بن أحمد بن الحسن بن أحمد (3) فاتفقا في ذلك، وافترقا في الكنية والنِّسْبَةِ إلى البلد والصناعة. وصَنَّفَ فيه أبو موسى المديني جزءاً حافلاً.\nومعرفة من اتفق اسم شيخه والراوي عنه، وهو نوعٌ لطيفٌ، لم يتعرض له ابن الصلاح، وفائدته: رَفْع اللبس عمن يُظُنُّ أن فيه تكراراً أو انقلاباً.\nفَمِن أمثلته:\n(1) في نسخةٍ: \"مع اسم الجد واسم أبيه فصاعداً\". والمثبت هو الذي في الأصل.\n(2) في نسخةٍ: \"المشهور\".\n(3) في نسخةٍ: \"الحسن بن أحمد\" مرتان فقط.\nالجزء: 1 - الصفحة: 177\n",
        "البُخَارِيّ، روى عن مسلم وروى عنه مسلم، فشيخه: مسلم بن إبراهيم [الفَراهيدي] (1) البصري، والراوي عنه: مسلم بن الحجَّاج القُشَيري صاحب الصحيح.\nوكذا وقع ذلك لعَبْدِ بن حُمَيْدٍ، أيضاً: روى عن مسلم بن إبراهيم، وروى عنه مسلم بن الحجاج في \"صحيحه\" (2) حديثاً بهذه الترجمة بعينها.\nومنها: يحيى بن أبي كثير: [29/ب] روى عن هشام، وروى عنه هشام: فشيخُهُ: هشام بن عروة، وهو مِنْ أَقرانِهِ، والراوي عنه: هشام بن أبي عبد - الله الدستوائي.\nومنها: ابن جريج روى عن هشام، وروى عنه هشام، فالأعلى: ابن عروة، والأدنى: ابن يوسف الصنعاني.\nومنها: الحَكَم بن عُتَيْبةَ، يروي (3) عن ابن أبي ليلى، وعنه (4) ابن أبي ليلى، فالأعلى: عبد الرحمن، والأدنى: محمد (5) بن عبد الرحمن المذكور، وأمثلته كثيرة.\n(1) في الأصل: \"الفراديسي\"، وكذا جاء في عدة نسخ، وفي بعضها كما أثبتُّ، وهو الصواب، يُنظر ترجمته في: \"تقريب التهذيب\" ترجمة (6660)، و\"التاريخ الكبير\"، 7/ 254.\n(2) برقم 1553، المساقاة.\n(3) في نسخةٍ: \"روى\".\n(4) في نسخةٍ: \"وروى عنه\".\n(5) في نسخةٍ: \"ابن عبد الرحمن\"، ولم يذكر \"محمد\".\nالجزء: 1 - الصفحة: 178\n",
        "ومن المهم، في هذا الفن: معرفة الأسماء المجرَّدة، وقد جَمَعَها جماعةٌ مِن الأئمة.\nفمنهم مَنْ جمعها بغيرِ قيدٍ، كابن سعدٍ في \"الطبقات\"، وابن أبي خَيْثَمَةَ، والبُخَارِيّ في تاريخهما (1)، وابن أبي حاتم في \"الجرح والتعديل\".\nومنهم مَنْ أفرد الثقات، كالعِجْلي (2)، وابن حبان، وابن شاهين (3).\nومنهم مَنْ أفرد المجروحين، كابن عَدِيّ (4)، وابنِ حِبّانَ، أيضاً.\nومنهم مَنْ تَقَيَّدَ بكتابٍ مخصوصٍ، كرجالِ البُخَارِيّ، لأبي (5) نصرٍ الكلاباذي (6)، ورجالِ مسلم، لأبي بكر بن مَنْجُويه (7)، ورجالِهما معاً\n(1) في نسخةٍ: \"تاريخيهما\".\n(2) هو: أحمد بن عبد الله العِجْليّ، الإمام الحافظ، سكن طرابلس الغرب أيام محنة القول بخلق القرآن، ت 261 هـ، من كتبه: \"الثقات\" في مجلد، لكنه غير مرتب، فرتبه السبكي وسماه: \"ترتيب الثقات\".\n(3) هو: عمر بن أحمد بن عثمان بن شاهين، 297 - 382 هـ، شيخ العراق في الإكثار من الرواية، وما كان بالبارع في غوامض صناعة المحدثين، وكتابه: \"الثقات\".\n(4) هو: عبد الله بن عدي الجرجاني، الإمام الحافظ، 266 - 365 هـ، وكان حافظاً متقناً، لم يكن في زمانه مثله، أشهر كتبه: \"الكامل في الضعفاء\".\n(5) كانت في الأصل: \"لابن\" ثم أصلحها الناسخ.\n(6) هو: أحمد بن محمد بن حسين البخاري الكَلاباذي، أبو نصر، 323 - 398 هـ، كان أحفظ أهل بلاد ما وراء النهر في زمانه، له: \"رجال البخاري\" وغيره.\n(7) هو: أحمد بن علي بن محمد أبو بكر، المشهور بابن مَنْجُويه، ت 428 هـ، وله 81 سنة، إمام كبير في علم الحديث، له مؤلفات عديدة.\nالجزء: 1 - الصفحة: 179\n",
        "لأبي الفضل ابن طاهر، ورجالِ أبي داود، لأبي علي الجَيَّانيّ (1)، وكذا رجالُ التِّرمذي، ورجالُ النِّسائي، لجماعةٍ مِن المغاربة، ورجال الستة: الصحيحين، وأبي داود، والترمذي، والنسائي، وابن ماجه، لعبد الغني المقدسي (2) في كتابه \"الكمال\"، ثم هذَّبه المِزِّيُّ (3) في \"تهذيب الكمال\"، وقد لَخّصتُه، وزِدتُ عليه أشياءَ كثيرة وسميته \"تهذيب التهذيب\"، وجاءَ مع ما اشتمل عليه مِن الزيادات، قَدْرَ ثلثِ الأصلِ.\nومِن المهم، أيضاً: معرفة\nالأسماء المفردة.\nوقد صَنَّفَ فيها الحافظ أبو بكر أحمد بن هارون البَرْديجي (4)، فذكر\n(1) هو: الحسين بن محمد بن أحمد الغساني الأندلسي أبو علي الجِيَّانيّ، نسبته إلى بلدة جَيَّان، 427 - 498 هـ، محدث حافظ، إمام عالم بالرجال، لغوي أديب، له: \"تقييد المهمل وتمييز المشكل\"، فيه دراسة رجال الصحيحين، ودفاع عما استشكل - عليهما.\n(2) هو: عبد الغني بن عبد الواحد بن سرور المقدسي، الدمشقي، الحنبلي، 541 - 600 هـ، إمام حافظ، متعبد، زاهد، له كتب كثيرة أشهرها: \"الكمال في أسماء الرجال\" وهو أول كتاب خاص برجال الستة.\n(3) هو: يوسف بن عبد الرحمن بن يوسف (الملقب بالزَّكيّ) المِزِّي، أبو الحجاج، الحلبي ثم الدمشقي، 654 - 742 هـ، وانتقل إلى المزة، وطلب العلم واجتهد فصار الحافظ الكبير شيخ المحدثين عمدة الحفاظ، له: \"تهذيب الكمال في أسماء الرجال\"، و\"تحفة الأشراف بمعرفة الأطراف\".\n(4) هو: أحمد بن هارون بن روح البَرْدِيجي -بفتح الباء وكسرها- البرذعي، نسبة إلى بَرْدِيج وبرذعة، في آذربيجان، وهو من الحفاظ الأئمة سكن بغداد، ت 301 هـ، من كتبه: \"الأسماء المفردة\".\nالجزء: 1 - الصفحة: 180\n",
        "أشياء تَعَقَّبُوا عليه بعضَها:\nمِن ذلك قوله: صُغْدِيُّ بن سنان، أحدُ الضعفاء، وهو بضم المهملة، وقد تُبْدَلُ سِيناً مهملة، وسكون الغين المعجمة بعدها دالٌ مهمَلة ثم ياءٌ كياءِ النسب، وهو اسمُ عَلَمٍ بلفظِ النسب، وليس هو فرداً؛ ففي \"الجرح والتعديل\"، لابن أبي (1) حاتم: صُغْدِي الكوفي، وثقه ابن معين. وفرَّق بينه وبين الذي قبله فضعفه، وفي تاريخ العُقَيْلي (2): \"صُغْدِي بن عبد الله. يروي عن قتادة\". قال العُقيلي: ((حديثه غير محفوظ)). انتهى. وأظنه هو الذي ذكره ابن أبي حاتم، وأما كون العقيلي ذكره [30/أ] في \"الضعفاء\" فإنما هو للحديث الذي ذكره، وليست الآفة منه، بل هي من الراوي عنه: عنبسة بن عبد الرحمن. والله أعلم.\nومِن ذلك: سَنْدَر -بالمهملة والنون- بوزن جَعْفَر، وهو مولى زِنْباع الجُذَاميّ، له صحبة ورواية، والمشهور أنه يُكْنَى أبا عبد الله، وهو اسمُ فردٍ لم يَتَسَمَّ به غيرُهُ، فيما نعلم. لكن ذَكَر أبو موسى، في \"الذَّيْلِ على معرفة الصحابة\"، لابن منده: سَنْدَر أبو الأسود، وروى له حديثاً، وتُعُقِّب عليه ذلك، فإنه هو الذي ذكره ابن منده، وقد ذَكَرَ الحديثَ المذكورَ محمدُ بن الربيع الجيزيّ، في \"تاريخ الصحابة الذين نزلوا مصر\"، في ترجمة سَنْدَرٍ مولى زِنْباع، وقد حَرَّرْتُ ذلك في كتابي في (3) الصحابة.\n(1) 4/ 454.\n(2) 2/ 216.\n(3) قوله: \"في\" سقطت من بعض النسخ.\nالجزء: 1 - الصفحة: 181\n",
        "وكذا معرفة الكنى المجردة والألقاب (1) وهي تارةً تكون بلفظِ الاسم، وتارةً تكون بلفظ الكُنْية، وتقع نسبةً إلى عاهةٍ أو حِرْفَة.\nوكذا (2)\nالأنساب\nوهي تارةً تقع إلى القبائل، وهو في المتقدمين أكثريٌّ، بالنسبة إلى المتأخرين، وتارةً إلى الأوطان، وهذا في المتأخرين أكثريٌّ، بالنسبة إلى المتقدمين، والنسبة إلى الوطن أعمُّ مِن أن تكون (3) بلاداً أو ضِياعاً أو سِكَكاً أو مجاوَرَةً، وتقع إلى الصنائع، كالخياط، والحِرَفِ كالبزاز.\nويقع فيه الاتفاق والاشتباه كالأسماء.\nوقد تقع الأنساب ألقاباً، كخالد بن مخلد القَطَوَانيِّ، كان كوفياً ويُلَقَّبُ القَطَوانيِّ (4)، وكان يَغضب منها.\nومِن المهم، أيضاً، معرفةُ أسباب ذلك، أَي\nْ: الألقاب\n(5).\nومعرفة\nالموالي\nمِن أعلى أو أسفل، بالرِّق وبالحِلْفِ، أو بالإسلام؛ لأن كلَّ ذلك يُطلَق عليه مَوْلَى، ولا يُعرَف تمييز ذلك إلا بالتنصيص عليه.\nومعرفة\nُ الإخوةِ\nوالأخواتِ: وقد صَنَّفَ فيه القدماء، كعلي بن المديني.\nومِن المهم، أيضاً: معرفة\nُ آداب الشيخ والطالب.\n(1) لابن حجر كتابٌ في الألقاب بعنوان \"نزهة الألباب في الألقاب\"، وقد نُشِر بتحقيق - عبد - العزيز بن محمد السديري، الرياض، مكتبة الرشد، ط. الأولى، 1409 هـ-1989 م.\n(2) في نسخةٍ: \"وكذا معرفة\".\n(3) في نسخةٍ: \"يَكون\".\n(4) في نسخةٍ: \"بالقطواني\".\n(5) في نسخةٍ: \"الألقاب والنسب التي باطنها على خلاف ظاهرها\".\nالجزء: 1 - الصفحة: 182\n",
        "ويشتركان في تصحيح النية، والتّطهر (1) مِن أغراض الدنيا، وتحسين - الخُلُقِ -.\nوينفرد الشيخ [30/ب] بأن يُسْمِع إذا احْتِيج إليه، ولا يحدِّثَ ببلدٍ فيه أَوْلى منه، بل يُرْشِد إليه، ولا يَتْرُك إسماعَ أحدٍ لنيةٍ فاسدةٍ، وأن يتطهرَ ويجلسَ بوقارٍ، ولا يُحَدِّث قائماً، ولا عَجِلاً، ولا في الطريق إلا إن اضطُرَّ إلى ذلك، وأن يُمْسِكَ عن التحديث إذا خَشِيَ التغير، أو النسيان؛ لِمَرَضٍ أو هَرَمٍ. وإذا اتخذ مجلسَ الإملاءِ أن يكون له مُسْتَمْلٍ يَقِظٍ.\nوينفرد الطالب بأن يُوَقِّر الشيخَ، ولا يُضْجِرَه، ويُرشدُ غَيْرَهُ لِمَا سَمِعَهُ، ولا يَدَع الاستفادة لحياءٍ أو تَكَبُّرٍ، ويَكتبُ ما سمعه تامّاً، ويَعْتَنِي بالتقييد والضبط، ويُذَاكِر بمحفوظِهِ؛ لِيَرْسَخَ في ذهنه.\nومِن المهم: معرفة سِنِّ التحمُّل والأداءِ. والأصحُّ: اعتبارُ سِنِّ التحمُّل بالتمييز، هذا في السماع، وقد جَرَتْ عادة المحدثين بإحضارهم الأطفالَ مجالسَ الحديث، ويكتبون لهم أنهم حضروا، ولابد في مثل ذلك مِن إجازةِ الْمُسْمِع.\nوالأصح في سن الطلب (2) بنفسه: أن يتأهل لذلك. ويصح تحمل الكافر، أيضاً، إذا أَدّاه بعد إسلامه، وكذا الفاسق مِن باب الأَوْلى، إذا أدّاه بعد توبته وثبوتِ عدالته.\nوأما الأداء: فقد تَقدم أنه لا اختصاص له بزمنٍ معَيَّنٍ، بل يُقيَّد\n(1) في نسخةٍ: \"والتطهير\".\n(2) في نسخةٍ: \"الطالب\" وهو غلط.\nالجزء: 1 - الصفحة: 183\n",
        "بالاحتياج والتأهل لذلك، وهو مختلِفٌ باختلاف الأشخاص. وقال ابن خلاّد: إذا بلغ الخمسين، ولا يُنْكَر عند الأربعين، وتُعُقِّبَ بِمَن حدَّث قبلها، كمالكٍ.\nومِن المهم: معرفةُ صفة\nِ كتابةِ الحديثِ:\nوهو أن يكتبه مُبَيَّناً مفسَّراً، ويَشْكُلَ الْمُشْكِلَ منه ويَنْقُطَهُ، ويكتبَ الساقطَ في الحاشية اليمنى، ما دام في السطر بقية، وإلا ففي اليسرى.\nوصفةِ عَرْضِه وهو مقابلته مع الشيخ المسمِع، أو مع ثقةٍ غيره، أو مع نفسه شيئاً فشيئاً.\nوصفةِ سماعه بأن لا يتشاغل بما يُخِلُّ به: مِن نَسْخٍ أو حديثٍ أو نُعاسٍ.\nوصفةِ إسماعه، كذلك، وأن يكون ذلك مِن أصله الذي سَمِع فيه، أو مِن فرعٍ قُوبِلَ على أصله، فإنْ تعذَّر فَلْيَجْبُرْه بالإجازة لِما خالف، إن خالف.\nوصفةِ الرحلة فيه، حيث يبتدئ بحديثِ أهل بلدِهِ، فيستوعبه، ثم يرحل، فيحصِّل في الرحلة ما ليس عنده، ويكون اعتناؤه (1) بتكثير المسموع أَوْلى من اعتنائه [31/أ] بتكثير الشيوخ.\nوصفةِ تصنيفه.\nوذلك: إما على المسانيد بأن يَجْمع مسندَ كلِّ صحابيٍّ على حِدَةٍ، فإنْ شاءَ رتَّبه على سوابقهم، وإن شاء رتَّبه على حروف المعجم، وهو أسهل تناولاً.\n(1) في نسخةٍ: \"اعتناؤه في أسفاره\".\nالجزء: 1 - الصفحة: 184\n",
        "أو تصنيفه على الأبواب الفقهية، أو غيرها، بأن يَجْمع في كلِّ بابٍ ما ورد فيه مما يدل على حكمه، إثباتاً أو نفياً، والأَوْلى أن يَقْصُرَ (1) على ما صَحَّ أو حَسُنَ، فإنْ جَمع الجميعَ فَلْيُبَيِّنْ عِلَّةَ الضعيف (2).\nأو تصنيفه على العلل، فَيَذْكر المتن وطُرُقَهُ، وبيان اختلاف نَقَلَتِه، والأَحسنُ أنْ يُرَتِّبها على الأبواب؛ لِيَسْهل تناولها.\nأو يجمعه على الأطراف، فَيَذْكُر طرفَ الحديث الدال على بقيته، ويجمع أسانيده، إما مستوعباً، وإما متقيِّداً بكُتُبٍ مخصوصةٍ.\nومِن المهم: معرفةُ سببِ الحديثِ.\nوقد صَنَّفَ فيه بعض شيوخ القاضي أبي يعلى بن الفراء الحنبلي (3)، وهو - أبو حفص العُكْبُري (4)، وقد ذَكر الشيخ تقيّ الدِّين ابن دقيق العيد (5) أن - بعض أهل عصره شرع في جمع ذلك، وكأنه ما رأى تصنيفَ العُكْبري المذكور.\n(1) في بعض النسخ: \"يَقْتَصِرَ\".\n(2) في نسخةٍ: \"الضعف\".\n(3) هو: محمد بن الحسين بن محمد بن خلف أبو يعلى المعروف بابن الفراء، 380 - 458 هـ -، برع في حفظ الحديث والفقه الحنبلي، وإليه انتهت رئاسة الحنابلة، من كتبه: \"الأحكام السلطانية\"، و\"أحكام القرآن\".\n(4) هو: أبو حفص عمر بن إبراهيم بن عبد الله العكبري، فقيه حنبلي، ت 387 هـ -، من كتبه: \"المقنع\"، و\"شرح الخِرَقي\".\n(5) في \"إحكام الأحكام شرح عمدة الأحكام\" ص 64.\nالجزء: 1 - الصفحة: 185\n",
        "وصَنَّفوا في غالب هذه الأنواع، على ما أشرنا إليه غالباً، وهي أَيْ: هذه الأنواع المذكورة في هذه الخاتمة [نقْلٌ] (1) مَحْضٌ، ظاهرةُ التعريف، مستغنيةٌ عن التمثيل، وحصْرها متعسِّرٌ، فَلْتُراجَع لها مبسوطاتها؛ لِيَحْصُل الوقوفُ على حقائقها.\nوالله الموفق والهادي، لا إله إلا هو، عليه توكلت وإليه أُنيب (2) (3).\nانتهتْ \"نزهة النظر في توضيح نخبة الفِكَر في مصطلح أهل الأثر\"، وقد جاء في آخرها بخط الناسخ نفسه ما يلي:\nوعلى آخر النسخة تحت هذا في الطرف الأيسر من أسفل الصفحة بلاغ قراءة النسخة إلى آخرها على الشيخ عبد القادر الصّفوري سنة 1077 هـ، وبجانبه إلى اليمين: \"وقف على طلبة العلم مؤرخ بسنة 1336 هـ - \".\n* * *\nوقد انتهى العمل في تحقيق \"نزهة النظر\" في الطبعة الأولى مساء يوم الجمعة 2/ 3/1422 هـ الموافق 25/ 5/2001 م، ثم استمرّت المراجعة\n(1) في الأصل: \"نفل\"، والمثبت من عدة نسخ، وهو المناسب للسياق.\n(2) في الأصل حاشية بخط المصنف، نصها: \"بلغ صاحبه قراءة عليّ. كتبه ابن حجر\".\n(3) جاء بعدها في الأصل ما يلي: \"والحمد لله أولاً وآخراً وظاهراً وباطناً وعلى كل حال، وصلى الله على سيدنا محمد وآله وصحبه وسلم، وهو حسبنا ونعم الوكيل، علق ذلك لنفسه الفقير المذنب العاصي أحمد بن محمد بن الأخصاصي الشافعي، اللهم أحسن إليه ولوالديه ولجميع المسلمين، ووافق الفراغ من نسخها في العشر الأوسط من شهر رمضان سنة\n...\n\" [لم يتضح في الأصل التاريخ، بسبب التصوير على ما يبدو].\nالجزء: 1 - الصفحة: 186\n",
        "والنظر فيها على مدى أكثرِ مِن شهرين، أسأل الله تعالى أن يتقبَّل العمل. والحمد لله رب العالمين، والصلاة والسلام على أشرف الأنبياء والمرسلين نبينا محمد بن عبد الله وعلى آله وصحبه أجمعين.\nالجزء: 1 - الصفحة: 187\n",
        "مواضع الاستدراكات على \"نزهة النظر\" وبعض التوضيحات\nلقد كانت هناك تعليقات علَّقتُها على مواضع مختلفة مِن النزهة، بعضها كان استدراكاً على بعض الآراء للحافظ ابن حجر، وترجيحاً لغير ما رآه أو رجَّحه، وبعضها كان توضيحاً لبعض الألفاظ والمصطلحات؛ ونظراً لأهمية بعض ذلك رأيت أنْ أَذكرها هنا في بيانٍ؛ وذلك للرجوع إليها، أو تتبُّعِها، وها هي -دون استقصاءٍ لها-:\nالاستدراك أو التوضيح\n...\nالصفحة\nقوله: \"الجامع لآداب الشيخ والسامع\" 33\nقوله: \"وهو المفيد للعلم اليقيني\" 42\nقوله: \"وما تخلَّفتْ إفادة العلم عنه كان مشهوراً فقط\" 42\nقوله: \"أن لا يرويه أقل من اثنين عن اثنين\" 51\nقوله: \"على ما سنقسم إليه الغريب المطلق والغريب النسبي\" 54\nقوله: \"ما يفيد العلم النظري بالقرائن\" 58\nقوله: \"والخلاف في التحقيق لفظيٌّ\" 58\nقوله: \"ومن أبى الإطلاق خص لفظ العلم بالمتواتر\" 59\nقوله: \"لاستحالة أن يفيد المتناقضان العلمَ بصدقهما\" 60\nقوله: \"كأن يرويه عن الصحابي أكثر من واحد، ثم ينفرد بروايته عن واحد منهم شخصٌ واحد\" 64\nالجزء: 1 - الصفحة: 188\n",
        "قوله: \"ما يخالف فيه الراوي مَن هو أرجح منه\" 69\nقوله: \"وهذا أصل لا يُخرج عنه إلا بدليل\" 75\nقوله: \"مَن فيه مقال\" 77\nقوله: \"حديث المستور إذا تعددت طرقُه\" 77\nقوله: \"أن الشاذ رواية ثقةٍ أو صدوقٍ\" 86\nقوله في المتابعة: \"ويُستفاد منها التقوية\" 86\nقوله: \"وجميع ما تقدم من أقسام المقبولِ تَحْصُلُ فائدةُ تقسيمِهِ باعتبارِ مراتبه عند المعارضة\" 89\nعدة استدراكات على الكلام على حديث (لا عدوى ولا طِيَرة)، وحديث (فرّ من المجذوم فرارك من الأسد) 90\nقوله: \"فإنْ عُرِفَ وثَبَتَ المتأخر -به، أو بأصرح منه- فهو الناسخ، والآخَرُ المنسوخ\" 93\nقوله: \"وما أتى فيه بغير الجزم ففيه مقالٌ\" 98\nقوله: \"وكذا المرسَلُ الخفي، إذا صَدَرَ من معاصرٍ\" 102\nقوله: \"والحكم عليه بالوضع إنما هو بطريقِ الظنِّ الغالبِ، لا بالقطْع\" 105\nقوله في حديث: \" (مَنْ حَدَّثَ عني بحديثٍ يُرَى أنه كذِبٌ\n...\n): أخرجه مسلم\" 109\nقوله: \"وقد تَقْصُرُ عبارةُ المعلِّلِ عن إقامةِ الحجةِ على دعواه، كالصيرفيّ في نَقْد الدينار والدرهم\" 111\nقوله: \"وما قاله مُتَّجِهٌ؛ لأن العلةَ التي لها رُدَّ حديثُ الداعية واردةٌ فيما\nالجزء: 1 - الصفحة: 189\n",
        "إذا كان ظاهرُ المرويِّ يوافِق مذهبَ المبتدع، ولو لم يكن داعيةً\" 124\nقوله: \"ومتى تُوبعَ السيءُ الحفظ بمُعْتَبَرٍ\n...\n\" 125\nقوله: \"ومثال المرفوع مِن القول، حكماً لا تصريحاً: أن يقول الصحابي\n-الذي لم يأخذ عن الإسرائيليات- ما لا مجال للاجتهاد فيه\" 127 - 129\nقوله: \"فجوابه: أنهم تركوا الجزم بذلك تورعاً واحتياطاً\" 133\nقوله: \"ومن ذلك أن يحكم الصحابي على فعل من الأفعال بأنه طاعة لله\n...\nفهذا حكمه الرفع\" 134 - 135\nقوله: \"لأن الظاهر أن ذلك مما تلقاه عنه - صلى الله عليه وسلم - \" 135\nقوله: \"أو في حال الطفولية\" 138\nقوله: \"وقد اسْتَشْكل هذا الأخيرَ جماعةٌ مِن حيثُ إنّ دعواه ذلك نظيرُ دعوى مَن قال: أنا عدْلٌ، ويَحْتاج إلى تأمُّلٍ\" 139\nقوله: \"خلافاً لِمَن اشترط في التابعي طولَ الملازمة، أو صحةَ السماعِ أو التمييز\" 139\nقوله: \"فينبغي أنْ يُعَدَّ مَنْ كان مؤمناً به في حياته إذ ذاك، وإنْ لم يُلاقِهِ، في الصحابة، لحصول الرؤية في حياته - صلى الله عليه وسلم - \" 140\nحاشية مهمة في الجرح والتعديل وتعريفهما 166 - 168\nقوله: \"وللجرح مراتب\" 168 - 170\nقوله: \"وقال الذهبي -وهو من أهل الاستقراء التام في نقد الرجال-\" 172\nقوله: \"والجرح مقدم على التعديل\" 174\nالجزء: 1 - الصفحة: 190\n",
        "مَتْنُ نُخْبَة الفِكَر في مصطلحِ أهل الأثَر\nقال الإمام الحافظ: أحمد بن علي بن محمد بن حجر العسقلاني -رحمه الله تعالى-:\nالحَمْد لله الَّذِي لَمْ يَزَلْ عَلِيماً قَديراً، وصلَّى الله على سَيِّدِنَا مُحَمَّدٍ الَّذِي أرْسَلَهُ إلى النَّاس كافَّةً بَشِيراً وَنَذِيراً، وعلى آلِ مُحَمَّدٍ وصَحْبهِ وسَلَّمَ تَسْلِيماً كَثِيراً.\nأما بعد:\nفإنَّ التَّصَانِيفَ في اصْطلاحِ أهْلِ الحَدِيثِ قَدْ كَثُرَتْ، وبُسِطَتْ وَاخْتُصِرَتْ، فَسَأَلَنِي بعْضُ الإِخْوَانِ أن أُلخِّصَ لَهَ المهمَّ مِنْ ذلِكَ، فَأَجَبْتُهُ إلَى سُؤَالِهِ رَجَاءَ الانْدِرَاجِ فِي تِلْكَ المَسَالِكِ فأقولُ:\nالخَبَرُ إمَّا أَنْ يَكُونَ لَهُ:\n1 -\nطُرُقٌ بلا عَدَدٍ مُعَيَّنٍ.\n2 -\nأَوْ مَعَ حَصْرٍ بِمَا فَوْقَ الاثْنَيْنِ.\n3 -\nأوْ بِهِمَا.\n4 -\nأَوْ بِوَاحِدٍ.\nفالأَوَّلُ: المُتَوَاتِرُ المُفيدُ لِلْعِلْمِ الْيَقِينيّ بِشُرُوطِهِ.\nوالثَّانِي: المَشْهُورُ وَهُوَ الْمُسْتَفِيضُ عَلَى رَأْيٍ.\nوالثَّالِثُ: الْعَزِيزُ، وَلَيْسَ شَرْطًا لِلصَّحِيحِ، خِلافاً لِمَنْ زَعَمَهُ.\nوالرَّابِعُ: الغَرِيبُ.\nوَكُلُّها -سِوَى الأوَّلِ- آحَادٌ، وفيها الْمَقْبُولُ والْمَرْدُودُ، لِتَوَقُّفِ الاسْتدْلالِ بها على البَحْث عنْ أَحْوالِ رُوَاتِها، دُونَ الأوَّل، وَقَدْ يَقَع فيها مَا يُفيدُ العِلمَ النَّظَرِيَّ بالقرائنِ على الْمُخْتَار.\nثم الغرابة: إمَّا أَنْ تَكُونَ فِي أَصْلِ السَّنَدِ، أَوْ لا.\nفالأَوَّلُ: الفَرْدُ المُطْلَقُ.\nوالثاني: الْفَرْدُ النّسْبِيُّ، ويَقِلُّ إطْلاقُ الفَرْدِية عَليهِ.\nوَخَبَرُ الآحَادِ بِنَقْلِ عَدْلٍ تَامِّ الضَّبْطِ، متَّصِلَ السَّنَدِ، غيرَ مُعَلَّلٍ وَلا شَاذٍّ: هُوَ الصَّحِيحُ لِذَاتِه.\nالجزء: 1 - الصفحة: 199\n",
        "وتَتَفَاوتُ رُتَبُهُ بِتَفَاوُتِ هذِهِ الأوْصَافِ.\nوَمِنْ ثمَّ قُدِّمَ صَحِيحُ البُخَارِيّ، ثُمَّ مُسْلمٍ، ثُمَّ شَرْطُهُمَا.\nفإنَّ خَفَّ الضَّبْطُ: فالحَسَنُ لِذَاتِهِ، وبِكَثْرَةِ طُرُقِهِ يُصَحَّحُ.\nفإنْ جُمِعَا فلِلتَّرَدُّدِ في النّاقِلِ حَيْثُ التَّفَرُّدُ، وإلا فباعْتِبارِ إسْنَادَيْنِ.\nوزِيَادَةُ رَاويهمَا مَقْبُولَةٌ مَا لَمْ تَقعْ مُنَافِيَةً لِمَنْ هُوَ أَوْثَقُ.\nفإِنْ خُولِفَ بِأَرْجَحَ فَالرَّاجِحُ: الْمَحْفُوظُ، وَمُقَابِلُهُ: الشَّاذُّ، وَمَعَ الضَّعْفِ فالرَّاجِحُ: المَعْرُوفُ، وَمُقَابِلُهُ: الْمُنْكَرُ.\nوَالْفَرْدُ النِّسْبِيّ: إنْ وَافَقَه غيره فَهُوَ المُتَابِعُ.\nوَإِنْ وُجِدَ مَتْنٌ يَشْبَهُهُ فَهُوَ الشَّاهِدُ. وتَتبُّعُ الطّرُقِ لذلك هو الاعتبار.\nثم المقبول: إِنْ سَلِمَ مِنَ المعارضة فهو المُحْكَمَ، وإنْ عُورض بِمثْلِهِ: فإنْ أمْكَنَ الْجَمْعُ فمُخْتَلِفُ الْحَدِيث.\nأو لا، وثَبَتَ الْمُتَأَخِّرُ فهُوَ النَّاسِخُ، والآخَرُ الْمَنْسُوخُ. وإلاَّ فَالتّرْجِيحُ، ثمَّ التَّوَقُّفُ.\nثم المردود: إمّا أن يكونَ لِسقْطٍ أو طَعْنٍ.\nفالسَّقْطُ: إمَّا أنْ يكونَ مِنْ مَبَادِيءِ السَّنَدِ مِنْ مُصَنِّفٍ، أَوْ مِنْ آخِرِهِ بَعدَ التَّابِعيّ، أَوْ غيْر ذَلِكَ.\nفالأوَّلُ: المُعَلَّقُ. والثَّانِي: المُرْسَلُ.\nوالثَّالِثُ: إنْ كانَ باثنَيْن فَصَاعِداً مَعَ التَّوَالي، فُهو الْمُعْضَلُ، وَإِلاَّ فالْمُنْقَطِعُ، ثُمَّ قَدْ يَكُونُ واضِحاً أَوْ خَفِيّاً.\nفالأوَّلُ: يُدْرَكُ بعَدَمِ التَّلاقي، وَمِنْ ثمَّ احْتِيجَ إِلَى التَّأريخِ.\nوَالثَّانِي: الْمُدَلَّسُ، وَيَرِدُ بِصِيغَةٍ تَحْتَمِلُ اللُّقِيَّ: كَعَنْ، وَقَالَ، وَكَذَا الْمُرْسَلُ الْخَفِيُّ مِنْ مُعَاصِرٍ لمْ يَلْقَ.\nثم الطعن: إمَّا أنْ يَكُونَ:\n1 -\nلِكَذِبِ الرَّاوِي.\n2 -\nأَوْ تُهْمَتِهِ بِذلِكَ.\n3 -\nأوْ فُحْشِ غَلَطِهِ.\nالجزء: 1 - الصفحة: 200\n",
        "4 -\nأَوْ غَفْلَتِهِ.\n5 -\nأَوْ فِسْقِهِ.\n6 -\nأَوْ وَهْمِهِ.\n7 -\nأَوْ مُخَالَفَتِه.\n8 -\nأَوْ جَهَالَتِه.\n9 -\nأَوْ بِدْعَتِهِ.\n10 -\nأو سُوءِ حِفْظِهِ.\nفالأوَّلُ: الْمَوْضُوعُ، والثَّانِي: الْمَتْرُوكُ. والثَّالِثُ: المُنْكَرُ، عَلَى رَأْيٍ. وكَذَا الرَّابِعُ والخَامِسُ.\nثمَّ الْوَهْمُ: إِنِ اطُّلِعَ عَلَيْهِ بِالقَرَائِنِ وَجَمْعِ الطُّرُقِ: فَالْمعَلَّلُ.\nثمَّ الْمُخَالَفَةُ: إنْ كانَتْ بِتَغْييرِ السِّيَاقِ: فَمُدْرَجُ الإسْنَادِ.\nأَوْ بِدَمْجِ مَوْقوفٍ بِمرْفوعٍ: فَمُدْرَجُ الْمَتْن.\nأَوْ بِتَقْدِيمٍ أَوْ تَأْخِيرٍ: فَالْمَقلُوبُ.\nأَوْ بِزيَادَةِ رَاوٍ: فَالْمَزِيدُ في مُتَّصِلِ الأسانيدِ.\nأَوْ بِإِبْدَالِهِ وَلا مُرَجِّحَ: فَالْمُضْطَرِبُ -وَقَدْ يقَعُ الإِبْدَالُ عَمْداً امْتِحَاناً-.\nأَوْ بِتَغْييرٍ حَرْفٍ، أو حروفٍ مَعَ بَقَاءِ السِّيَاقِ: فَالْمُصَحَّفُ وَالْمُحَرَّفُ.\nوَلا يَجُوزُ تَعَمُّدُ تَغْييرِ الْمَتْنِ بِالنَّقْصِ وَالمُرَادِفِ إلاَّ لِعَالِمٍ بِمَا يُحيلُ الْمَعَانِي.\nفإِن خَفِيَ الْمَعْنَى احْتِيجَ إِلَى شَرْحِ الْغَرِيبِ وبَيَانِ الْمُشْكِلِ.\nثمَّ الجَهَالَةُ: وَسَبَبُهَا: أَنَّ الرَّاوِيَ قَدْ تَكْثُرُ نعُوتُهُ فَيُذْكَرُ بِغَيْرِ مَا اشْتَهَرَ بِهِ لِغَرَضٍ، وَصَنَّفُوا فيهِ الْمُوَضِّحَ.\nوقَدْ يَكُونُ مُقِلاًّ فَلاَ يَكْثُر الأخْذُ عَنْهُ، وَصَنَّفُوا فِيهِ الوُحْدَانَ.\nأَوْ لا يُسَمَّى اخْتِصَاراً، وفيهِ المُبْهَمَاتُ.\nوَلا يُقْبَلُ الْمُبْهمُ، وَلوْ أُبْهِمَ بِلَفْظِ التَّعْدِيلِ، عَلَى الأصَحِّ.\nفإِنْ سُمِّيَ وانفَرَدَ وَاحدٌ عَنْهُ فَمَجْهولُ الْعَيْنِ، أَو اثنَانِ فَصَاعِداً وَلَمْ يُوَثَّقْ (1): فمجهولُ الحال، وهُوَ الْمَسْتُورُ.\nثمَّ البِدْعَةُ: إمَّا بمُكَفِّرٍ، أو بِمُفَسِّقٍ.\n(1) ليس المراد أنه لم يَرِد فيه توثيق، وإنما المراد أنه لم يَرِد فيه جرحٌ أو تعديل.\nالجزء: 1 - الصفحة: 201\n",
        "فالأوَّلُ: لا يَقْبَلُ صَاحِبَها الجمهُورُ.\nوالثَّاني: يُقْبَلُ مَنْ لَم يكُنْ دَاعِيةً، في الأصَحّ، إلاَّ إِنْ رَوَى مَا يُقَوِّي بدْعَتُهُ فَيُرَدُّ، عَلَى الْمُخْتَارِ، وَبِهِ صَرَّحَ الجوزجانيُّ شَيْخُ النَّسَائِي.\nثمَّ سُوءُ الحِفْظِ: إنْ كانَ لازماً فَهُوَ الشَّاذُّ عَلَى رَأْيٍ، أَوْ طارِئاً فالمُخْتَلِطُ.\nوَمَتَى تُوبِعَ سَيِّءُ الْحِفْظِ بِمُعْتَبَرٍ، وَكَذَا الْمَسْتُورُ، وَالْمُرْسَلُ، وَالْمُدَلَّسُ: صَارَ حَدِيثُهُمْ حَسَناً لا لِذَاتِهِ، بَلْ بالْمَجْمُوع.\nثم الإسناد: إمَّا أَنْ يَنْتَهِيَ إِلَى النَّبِي، - صلى الله عليه وسلم - تَصْرِيحاً، أَوْ حُكْماً: مِنْ قَوْلِه، أَوْ فِعْلِهِ، أَوْ تقْرِيرِه.\nأَوْ إِلَى الصَّحَابيِّ كَذلِك: وَهُوَ: مَنْ لَقِي النَّبِيَّ، - صلى الله عليه وسلم -، مُؤمِناً بِهِ وَمَاتَ عَلَى الإسْلامِ: وَلَوْ تَخَلَّلَتْ رِدَّةٌ، في الأصَحِّ.\nأَوْ إلى التَّابِعِيِّ: وَهُوَ مَنْ لَقِيَ الصَّحَابِيَّ كَذَلِكَ.\nفَالأوَّل: الْمَرفوعُ، والثَّانِي: الْمَوْقُوفُ، والثَّالِثُ: الْمَقْطوعُ، وَمَنْ دَونَ التَّابِعِيّ فيه مِثْلُهُ.\nوَيُقَالُ للأخِيرَيْنِ: الأثَرُ.\nوالمسنَدُ: مرفوع صحَابيٍّ بسَنَدٍ ظَاهِره الاتّصَال.\nفإن قَلَّ عَدَدُهُ: فإمَّا أَنْ يَنْتَهِيَ إلى النَّبِيّ، - صلى الله عليه وسلم -، أَوْ إلى إِمَامٍ ذِي صِفَةٍ عَلِيَّةٍ كشُعْبَة.\nفالأوَّلُ: العُلُوُّ الْمُطْلَقُ. والثَّاني: النِّسْبِيُّ.\nوَفِيهِ الْمُوافَقَةُ: وَهِيَ الْوُصُولُ إلى شَيْخِ أَحَدِ الْمُصَنِّفِينَ مِنْ غَيْرِ طَرِيقِهِ.\nوفيهِ الْبَدَلُ: وَهُوَ الْوُصُولُ إلى شَيْخِ شَيْخِهِ كَذلِك.\nوَفيهِ الْمُسَاوَاةُ: وَهِيَ اسْتِوَاءُ عَدَدِ الإِسْنَادِ مِنَ الرَّاوِي إلى آخِرِهِ مَعَ إِسْنَادِ أَحَدِ الْمُصَنِّفِينَ.\nوفيهِ الْمُصَافَحَةُ: وهِيَ الاسْتِوَاءُ مَعَ تِلْمِيذِ ذَلِكَ المُصَنِّفِ، وَيُقَابِلُ الْعُلوَّ بِأقْسَامِهِ: النُّزُولُ.\nالجزء: 1 - الصفحة: 202\n",
        "فإنْ تَشَارَكَ الرَّاوي وَمَنْ رَوَى عَنْهُ في السِّنِّ واللُّقيِّ فهو الأقْرَانُ.\nوَإِنْ رَوَى كُلٌّ مِنْهُمَا عنِ الآخَرِ: فَالْمُدَبَّجُ.\nوَإنْ رَوَى عَمَّنْ دُونَه: فالأكابِرُ عن الأَصَاغِرِ، وَمِنْه الآباءُ عَن الأبْنَاء، وفي عَكْسِهِ كثْرَةٌ، وَمِنْهُ مَنْ رَوَى عَنْ أَبِيهِ عَنْ جَدِّهِ.\nوإِنِ اشْتَرَكَ اثنَانِ عَنْ شَيْخٍ، وَتَقَدَّمَ مَوْتُ أَحَدِهِما، فَهُوَ: السَّابِقُ واللاَّحِقُ.\nوإنْ رَوَى عَن اثنَيْنِ مُتَّفِقي الاسْمِ وَلَمْ يَتَمَيَّزَا، فباخْتِصَاصِه بِأَحدِهِمَا يَتَبَيَّنُ الْمُهْمَلُ.\nوإن جَحَدَ مَرْوِيَّهُ جَزْماً: رُدَّ، أَوِ احْتمالاً: قُبِلَ، في الأصحِّ. وفيه: \"مَنْ حَدَّث وَنَسِيَ\".\nوإن اتفقَ الرُّواةُ في صِيَغِ الأدَاءِ، أَوْ غَيْرِهَا مِنَ الْحَالاتِ، فَهُو الْمُسَلْسَلُ.\nوصيغ الأداء:\n1 -\nسُمِعْتُ وَحَدَّثَنِي. 2 - ثمَّ أَخْبَرَنِي، وَقَرَأْتُ عَلَيْه. 3 - ثمَّ قُرِئَ عَلَيْهِ وَأَنَا أَسْمَعُ.\n4 -\nثمَّ أَنْبَأَنِي. 5 - ثمَّ نَاوَلَنِي.\n...\n6 - ثمَّ شَافَهَنِي.\n7 -\nثمَّ كَتَبَ إِلَيَّ. 8 - ثمَّ عَنْ، وَنَحْوُهَا.\nفَالأوّلانِ: لِمَنْ سَمِعَ وَحْدَهُ مِنْ لَفْظِ الشَّيْخِ، فَإِنْ جَمَعَ فمعَ غَيْرِهِ.\nوأَوَّلُهَا: أصْرحُها وَأَرْفعُها فِي الإمْلاءِ.\nوالثَّالِثُ، والرَّابِعُ: لِمَنْ قَرَأَ بِنَفْسِهِ، فإنْ جَمَعَ: فَكَالْخَامِسِ.\nوالإنْبَاءُ: بمَعْنَى الإِخْبَارِ، إلاّ في عُرْفِ الْمُتَأَخِّرينَ فَهُوَ للإجَازَةِ كَعَنْ.\nوَعَنْعَنَةُ الْمُعَاصِر مَحْمُولَةٌ عَلَى السَّمَاعِ إلاَّ مِنْ المدَلِّسٍ. وَقِيلَ: يُشْتَرَطُ ثُبُوتُ لِقَائِهِمَا وَلَوْ مَرَّةً، وهُوَ الْمُخْتَارُ.\nوأَطْلَقُوا الْمُشَافَهَةَ في الإِجَازَةِ الْمُتَلَفَّظِ بِهَا، وَالْمُكَاتَبَةَ في الإجَازَةِ الْمَكْتُوبِ بِها، واشْتَرَطُوا في صِحَّةِ الْمُنَاوَلَةِ اقتِرَانَها بالإذْنِ بِالرِّوَايَةِ، وَهِيَ أَرْفَعُ أَنْوَاع الإجَازَةِ.\nوَكَذَا اشْتَرَطُوا الإذْنَ في الوِجَادةِ، وَالْوَصِيَّةِ بِالْكِتَابِ، وَفِي الإِعْلامِ، وَإِلاَّ فَلاَ عِبْرَةَ بذلِكَ، كالإِجَازَةِ الْعَامَّةِ، وَلِلْمَجْهُولِ وَلِلْمَعْدُومِ، عَلَى الأَصَحِّ فِي جَمِيعِ ذَلِكَ.\nالجزء: 1 - الصفحة: 203\n",
        "ثمَّ الرُّواةُ: إِنِ اتفَقَتْ أَسْمَاؤُهُمْ وَأَسْمَاءُ آبائِهِمْ فَصَاعِداً، واخْتَلَفَتْ أَشْخَاصُهُمْ: فَهُوَ الْمُتَّفِقُ وَالْمُفْتَرِقُ.\nوإن اتّفَقَتِ الأَسْمَاءُ خَطّاً واخْتَلَفَتْ نُطْقاً: فهُوَ الْمُؤْتَلِفُ وَالْمُخْتَلِفُ.\nوإِنِ اتفَقَتِ الأَسْمَاءُ واخْتَلَفَتِ الآبَاءُ، أَوْ بِالَعكْسِ: فهُوَ الْمُتَشَابِهُ.\nوَكَذَا إنْ وَقعَ الاتفَاقُ في الاسْمِ واسْمِ الأَبِ، والاخْتِلاَفُ فِي النِّسْبَةِ، وَيَتَرَكَّبُ مِنْهُ وَمِمَّا قَبْلَهُ أَنْوَاعٌ: مِنْها أَنْ يَحْصُلَ الاتِّفَاقُ أَوْ الاشْتِبَاهُ إلاّ في حَرْفٍ أَوْ حَرْفَينِ. أو بالتَّقْدِيمِ وَالتَّأخِيرِ أو نَحْوِ ذَلِكَ.\nخاتمة\nوَمِنَ الْمُهِمِّ: مَعْرِفَةُ طَبَقَاتِ الرُّوَاةِ وَمَوَالِيدِهِمْ، وَوَفَيَاتِهِمْ، وبُلْدَانِهمْ، وأَحْوَالِهِمْ: تَعْدِيلاً وَتَجْرِيحاً وَجَهَالَةً.\nومَرَاتِبُ الْجَرْحِ: وأَسْوَأُهَا: الْوَصْفُ بِأَفْعَلَ، كأَكْذَب النَّاسِ، ثمَّ دَجَّالٌ، أَوْ وَضَّاعٌ، أَوْ كَذَّابٌ.\nوَأَسْهَلُهَا: ليِّنٌ، أَوْ سَيِّيءٌ الْحِفْظِ، أو فيه مَقَالٌ.\nومراتب التعديل: وأرفعها: الْوَصْفُ بِأَفْعَلَ: كَأَوْثَق النَّاسِ، ثُمَّ مَا تَأكَّدَ بِصِفَةٍ أَوْ صِفَتَيْنِ، كثِقَة ثِقَة، أَوْ ثِقَةٌ حافِظٌ.\nوَأَدْنَاهَا: مَا أَشْعَرَ بِالقُرْبِ مِنْ أَسْهَلِ التَّجْرِيحِ، كَـ: شَيْخٌ.\nوَتُقْبَلُ التَّزْكِيَةُ مِنْ عَارِفٍ بِأَسْبَابِها، ولو من واحدٍ، على الأصَحّ.\nوالْجَرْحُ مُقَدَّمٌ عَلَى الْتَّعْدِيلِ إنْ صَدَرَ مُبيَّناً مِنْ عَارِفٍ بِأَسْبَابِه، فَإِنْ خَلاَ عَن التَّعْدِيلِ: قُبِلَ مُجْمَلاً، عَلَى الْمُخْتَارِ.\nفصل\nوَمِنَ الْمُهِمِّ: مَعْرِفَةُ كُنَى الْمُسَمَّيْنَ، وأَسْمَاءِ الْمُكَنَّيْنَ، وَمَن اسْمُهُ كُنْيَتُهُ، ومنِ اخْتُلِفَ في كُنْيَتِه، ومن كَثُرَتْ كنَاهُ أو نُعُوتُهُ، وَمَنْ وَافَقَتْ كُنْيَتُهُ اسْمَ أَبِيهِ، أوْ بِالعَكْسِ، أوْ كُنْيَتُهُ\nالجزء: 1 - الصفحة: 204\n",
        "كُنْيَةَ زَوْجَتِهِ، وَمَنْ نُسِبَ إِلَى غَيْرِ أَبِيهِ، أوْ إلى أمِّهِ، أوْ إلى غير ما يَسْبِقُ إلى الفَهْمِ، ومن اتَّفَقَ اسْمُهُ واسْمُ أَبِيهِ وجَدِّه، أو اسْمُ شَيْخِهِ وشَيْخِ شَيْخِه فَصَاعِداً.\nومَن اتَّفَقَ اسْمُ شَيْخِه والرَّاوي عنهُ.\nومَعْرِفةُ الأَسْمَاءِ الْمُجَرَّدِةِ والْمُفْرَدَةِ، وَالْكُنَى، وَالأَلْقَابِ، والأَنْسَابِ، وَتَقَعُ إِلَى الْقَبَائِلِ وَالأوْطَانِ: بِلاداً، أَوْ ضِيَاعاً، أَوْ سِكَكاً، أَوْ مُجَاوَرَةً، وَإِلَى الصَّنَائِعِ والحِرفِ، وَيَقَعُ فيهَا الاتّفاقُ والاشْتِبَاهُ كالأسْمَاءِ، وقد تَقَعُ ألْقَاباً. وَمَعْرِفَةُ أَسْبَابِ ذَلِكَ.\nومعرفِة الْمَوَالِي مِنْ أَعْلَى وَمِنْ أَسْفَلَ: بالرِّقِّ، أَوْ بِالْحِلْفِ، وَمَعْرِفَةُ الإِخْوَةِ والأَخَوَاتِ.\nوَمَعرِفَةُ آدَابِ الشَّيْخِ وَالطَّالِبِ، وَسنِّ التَّحمُّلِ والأدَاءِ، وصِفَةِ كِتَابَةِ الْحَدِيثِ وَعَرْضِهِ، وسَمَاعِهِ، وإسْمَاعِه، والرِّحْلَةِ فِيهِ، وتَصْنِيفِه: إمَّا عَلَى الْمَسانِيد، أو الأبْوَابِ، أو الْعِلَلِ، أَوِ الأطْرَافِ.\nومعْرفة سَبَبِ الْحَدِيث: وَقَدْ صَنَّفَ فيه بَعْض شُيوخِ القاضِي أَبي يَعْلَى بن الْفَرَّاءِ، وصَنَّفُوا في غَالِب هذِه الأنْوَاعِ. وهِيَ نَقْلٌ مَحْضٌ، ظاهِرَةُ التَّعْرِيفِ، مُسْتَغْنِيَةٌ عنِ التَّمْثِيِلِ، وَحَصْرُها مُتَعَسِّرٌ: فَلْتُرَاجَعْ لها مَبْسُوطاتُها، والله الْمُوَفِّقُ والهَادِي، لا إله إلاَّ هُوَ.\nالجزء: 1 - الصفحة: 205\n",
        "فهْرسُ مصادرِ التحقيقِ ومراجِعِهِ\n- الابتهاج في تخريج أحاديث المنهاج، عبد الله بن محمد الغماري، بيروت، عالم الكتب، ط.1، 1405 هـ-1985 م.\n- الإبهاج في شرح المنهاج، علي بن عبد الكافي السبكي، بيروت، لبنان، دار الكتب العلمية، ط. الأولى، 1404 هـ.\n- إحكام الأحكام شرح عمدة الأحكام، ابن دقيق العيد، القاهرة، مكتبة السنة، ط. الأولى، 1414 هـ-1994 م.\n- الإحكام في أصول الأحكام، علي بن أحمد بن حزم، القاهرة، دار الحديث، ط. الأولى، 1404 هـ.\n- اختلاف الحديث، الإمام الشافعي، برواية ربيع بن سليمان المرادي، تحقيق: عامر أحمد حيدر، بيروت، مؤسسة الكتب الثقافية، ط.1، 1405 هـ-1985 م.\n- الاستقامة، شيخ الإسلام ابن تيمية، تحقيق: د. محمد رشاد سالم، الرياض، مطابع جامعة الإمام محمد بن سعود الإسلامية، ط.1، 1403 هـ-1983 م.\n- الإلماع إلى معرفة أصول الرواية وتقييد السماع، القاضي عياض، بتحقيق السيد أحمد صقر، دار التراث بالقاهرة، والمكتبة العتيقة بتونس، الطبعة الأولى 1389 هـ- 1970 م.\n- الأم، الإمام الشافعي، بيروت، دار المعرفة، ط.2، 1393 هـ - -1973 م.\nالجزء: 1 - الصفحة: 207\n",
        "- الباعث الحثيث شرح اختصار علوم الحديث، أحمد شاكر، القاهرة، مكتبة ومطبعة محمد علي صبيح وأولاده، ط.3، بدون تاريخ.\n- البحر المحيط في أصول الفقه، بدر الدين الزركشي، بيروت، لبنان، دار الفكر، ط. الأولى، 1421 هـ.\n- بهجة قلوب الأبرار وقرة عيون الأخيار في شرح جوامع الأخبار، عبد - الرحمن بن سعدي، القاهرة، دار الريان، ط. الأولى، 1408 هـ - م.\n- تاريخ بغداد، الخطيب البغدادي، بيروت، دار الكتاب العربي، بدون تاريخ.\n- تدريب الراوي، السيوطي، تحقيق: عبد الوهاب عبد اللطيف، المدينة المنورة، المكتبة العلمية، ط.2، 1392 هـ-1972 م.\n- ترتيب مسند الشافعي، نشر وتصحيح: السيد يوسف على الحسني، والسيد عزت العطار، 1370 هـ-1951 م، ط. مصورة، بيروت، دار الكتب العلمية.\n- تسهيل شرح نخبة الفِكَر، محمد أنور البدخشاني، كراتشي، إدارة القرآن والعلوم الإسلامية، ط.1، 1414 هـ.\n- تعريف أهل التقديس بمراتب الموصوفين بالتدليس، ابن حجر العسقلاني، 773 - 852 هـ، تحقيق د. أحمد بن سير المباركي، الرياض، ط. الأولى، 1413 هـ-1993 م.\n- تعليقات د. نور الدين عتر على طبعته لنزهة النظر، بيروت، ط.2،\nالجزء: 1 - الصفحة: 208\n",
        "1414 هـ-1993 م.\n- التقرير والتحبير، ابن أمير الحاج، بيروت، لبنان، دار الفكر، 1417 هـ -.\n- التقييد في رواة السنن والمسانيد، الحافظ ابن نقطة، بيروت، دار الحديث، 1407 هـ-1986 م\n- التقييد والإيضاح شرح مقدمة ابن الصلاح، زين الدين عبدالرحيم بن الحسين العراقي، ت 806 هـ، بيروت، دار الحديث، ط.2، 1405 هـ-1984 م.\n- تلخيص المتشابه في الرسم، الخطيب البغدادي، تحقيق سكينة الشهابي، ط. الأولى، 1985 م.\n- التنكيل، عبد الرحمن المعلمي، بتحقيق محمد ناصر الدين الألباني، الباكستان، فيصل آباد، حديث أكادمي نشاط آباد، 1401 هـ-1981 م.\n- تهذيب التهذيب، ابن حجر العسقلاني، بيروت، مؤسسة الرسالة، 1416 هـ-1996 م.\n- جامع الأصول في أحاديث الرسول، مجد الدين ابن الأثير الجزري، 544 - 606 هـ، تحقيق: عبد القادر الأرناؤوط، 1389 هـ - -1969 م.\n- الجامع لأخلاق الراوي وآداب السامع، الخطيب البغدادي، 392 - 463 هـ، تحقيق: د. محمود الطحان، الرياض، مكتبة المعارف، 1403 هـ-1982 م.\n- الجرح والتعديل، أبو محمد عبد الرحمن بن أبي حاتم، ت 327 هـ،\nالجزء: 1 - الصفحة: 209\n",
        "حيدرآباد، الدكن - الهند، مطبعة مجلس دائرة المعارف العثمانية، ط.1، 1371 هـ-1952 م.\n- الرسالة، الإمام الشافعي، تحقيق: أحمد شاكر، 1309 هـ\n- سنن الدارقطني: أبو الحسن علي بن عمر الدارقطني، 306 - 385 هـ، بتصحيح: عبد الله هاشم يماني المدني، المدينة المنورة، 1386 هـ-1966 م.\n- سنن النسائي الكبرى، بيروت، لبنان، دار الكتب العلمية، ط. الأولى، 1411 هـ.\n- سنن النسائي، طبعة بيت الأفكار الدولية.\n- السنن، ابن ماجه، أبو عبد الله محمد بن يزيد القزويني، ط. عيسى البابي الحلبي وشركاه، 1972 م، بتحقيق وترقيم محمد فؤاد عبد الباقي.\n- السنن، أبو داود، سليمان بن الأشعث السجستاني، ط. الأولى، لبنان، دار الجنان، 1409 هـ - 1988 م، فهرسة كمال يوسف الحوت.\n- السنن، الترمذيّ، أبو عيسي محمد بن عيسى بن سورة، ط. الأولى، لبنان، دار الكتب العلمية، 1408 هـ-1987 م.\n- السنن، الدارمي، أَبو محمد عبدالله بن عبدالرحمن، ط. الأُولى، دمشق، دار القلم 1412 هـ-1991 م.\n- السنن، النسائي، أحمد بن شعيب، ط. الثالثة، لبنان، دار البشائر الإسلامية، 1409 هـ - 1988 م.\n- شرح علل الترمذيّ = انظر: العلل الترمذيّ.\nالجزء: 1 - الصفحة: 210\n",
        "- شرح مشكل الآثار، أحمد بن محمد بن سلامة الأزدي الطحاوي، 229 - 321 هـ، بتحقيق شعيب الأرنؤوط، بيروت، مؤسسة الرسالة، ط. الأُولى، 1415 هـ-1994 م.\n- شرح معاني الآثار، أحمد بن محمد بن سلامة الأزدي الطحاوي، 229 - 321 هـ، تحقيق: محمد زهري النجار، القاهرة، مطبعة الأنوار المحمديّة، بدون تاريخ.\n- صحيح ابن خزيمة، تحقيق د. محمد مصطفى الأعظمي، بيروت، المكتب الإسلامي، ط. الأُولى، 1395 هـ-1975 م.\n- صحيح البخاري، أبو عبد الله محمد بن إسماعيل البخاري، ط. الرابعة، دمشق، دار ابن كثير، 1410 هـ-1990 م.\n- صحيح مسلم، أبو الحسين مسلم بن الحجّاج القُشيري النيسابوري، ط. الأولى، لبنان، دار إحياء التراث العربي، 1375 هـ - 1955 م، ترقيم محمد فؤاد عبد الباقي.\n- الضوء اللامع لأهل القرن التاسع، السخاوي، بيروت، نشر دار مكتبة الحياة.\n- طبقات الشافعية، تاج الدين عبد الوهاب بن علي السبكي، 727 - 771 هـ، تحقيق: عبد الفتاح محمد الحلو، ومحمود الطناحي، ط.1، عيسى البابي الحلبي وشركاه.\n- العلل، أبو محمد عبد الرحمن بن أبي حاتم، 240 - 327 هـ، القاهرة، مكتبة المثنى ببغداد، 1343 هـ.\nالجزء: 1 - الصفحة: 211\n",
        "- العلل، للترمذي، نسخة: شرح علل الترمذيّ، عبدالرحمن بن أحمد بن رجب الحنبليّ، 736 - 795 هـ، تحقيق نور الدين عتر، ط. الأولى، 1398 هـ-1978 م.\n- علوم الحديث، ابن الصلاح، بتحقيق: نور الدين عتر، المدينة المنورة، المكتبة العلمية، ط.2، 1972 م.\n- فتح الباري بشرح صحيح البخاري، الحافظ ابن حجر العسقلاني 773 - 852 هـ، القاهرة، المطبعة السلفية ومكتبتها.\n- الكامل في ضُعَفَاء الرّجَال، الإمام الحافظ أبو أحمد عبد الله بن عدي الجرجاني، 277 - 365 هـ، بيروت، دار الفكر، ط.1، 1404 هـ-1984 م.\n- الكفاية في علم الرواية، الإمام أبو بكر أحمد بن علي بن ثابت الخطيب البغدادي، 392 - 463 هـ، مطبعة السعادة، ط.1، 1972 م.\n- مجمع البحار في معاني الأحاديث والآثار، ملك المحدِّثين محمد طاهر الصديقي الهندي، ت 986 هـ-1578 م، الهند، حيدر آباد الدكن، دائرة المعارف العثمانية، 1391 هـ-1971 م.\n- مجموع الفتاوى، شيخ الإسلام أحمد بن تيمية، جمع وترتيب: عبدالرحمن\nابن محمد بن قاسم، المدينة المنورة، مجمع الملك فهد لطباعة المصحف الشريف، 1416 هـ-1995 م.\n- المحدِّث الفاصل بين الراوي والواعي، القاضي الرامهرمزي، تحقيق د. محمد عجاج الخطيب، دار الفكر، الطبعة الثالثة، 1404 هـ-1984 م\nالجزء: 1 - الصفحة: 212\n",
        "- المستدرَك على الصحيحين، محمد بن عبد الله بن البيّع 321 - 405 هـ، نشر مكتبة النصر الحديثة، الرياض.\n- المسند، الإمام أحمد بن حنبل، بتحقيق شعيب الأرناؤوط، وآخرين، بيروت، الرسالة، ط. الأولى، 1419 - 1421 هـ.\n- المعجم الكبير، أبو القاسم سليمان بن أحمد الطبراني، 260 - 360 هـ، تحقيق: حمدي عبد المجيد السلفي، ط.2، بدون تاريخ.\n- المقاصد الحسنة في بيان كثير من الأحاديث المشتهرة على الألسنة، السخاوي، مكتبة الخانجي، ومكتبة المثنى، 1375 هـ.\n- الموضح لأوهام الجمع والتفريق، الخطيب البغدادي، تحقيق عبد الرحمن ابن يحيى المعلمي، دار الفكر الإسلامي، ط. الثانية، 1405 هـ-1985 م.\n- الموطأ، للإمام مالك بن أنس، صححه ورقّمه وخرّج أحاديثه وعلق عليه: محمد فؤاد عبد الباقي، دار إحياء التراث العربي.\n- الموقظة في مصطلح الحديث، شمس الدين الذهبي، دار أحد للنشر والتوزيع، ط. الأولى، 1414 هـ.\n- النكت على ابن الصلاح، ابن حجر العسقلاني 773 - 852 هـ، تحقيق: د. ربيع بن هادي عمير، المدينة المنورة، الجامعة الإسلامية، ط.1، 1404 هـ-1984 م.\n- النكت على مقدمة ابن الصلاح، الزركشي، الرياض، أضواء السلف، ط. الأولى، 1419 هـ-1998 م.\nالجزء: 1 - الصفحة: 213\n",
        "- محاسن الاصطلاح، البلقيني، بتحقيق: د. عائشة عبدالرحمن بنت الشاطي، مصر، الهيئة المصرية العامة للكتاب، مركز تحقيق التراث، مطبعة دار الكتب، 1974 م.\n- مشكل الحديث وبيانه، أبو بكر محمد بن الحسن بن فُورَك ت 406 هـ، بيروت، دار الكتب العلمية، 1400 هـ-1980 م.\n- مشكلات الأحاديث النبوية وبيانها، عبدالله بن علي النجدي القصيمي، تحقيق: الشيخ خليل الميس، بيروت، دار القلم، ط.1، 1405 هـ-1985 م.\n- مصطلح التاريخ، د. أسد رستم، لبنان، المكتبة البُولِسيِّة، ط. الرابعة، 1984 م.\n- معرفة السنن والآثار، البيهقي، لبنان، بيروت، دار الكتب العلمية.\n- مقدمة ابن الصلاح = انظر: علوم الحديث.\n- مقدمة إكمال المعلم بفوائد مسلم، القاضي عياض، تحقيق د. الحسين بن محمد شواظ، الخبر، دار ابن عفان، ط. الأولى، 1414 هـ.\n- مقدّمة تحقيق رسالة: \"مَن تُكُلِّمَ فيه وهو مُوَثَّقٌ أو صالِحُ الحديثِ\"، للإمام الذهبي، عبد الله الرحيلي، ط.1، 1426 هـ.\n- مقدمة في أصول التفسير، ابن تيمية، بتحقيق د. عدنان زرزور، الكويت - بيروت، دار القرآن الكريم ومؤسسة الرسالة، ط. الثانية، 1392 هـ-1972 م.\n- مقدمة نور الدين عتر في تحقيقه لـ\"نزهة النظر\n...\n\"، بيروت، ط.2،\nالجزء: 1 - الصفحة: 214\n",
        "1414 هـ-1993 م.\n- نزهة الألباب في الألقاب، ابن حجر العسقلاني، تحقيق عبد العزيز بن محمد السديري، الرياض، مكتبة الرشد، ط. الأولى، 1409 هـ-1989 م.\n- نزهة النظر شرح نخبة الفكر، ابن حجر، المدينة المنورة، المكتبة العلمية، ودار مصر للطباعة، ط. 3.\n- نظم المتناثر من الحديث المتواتر، أبو الفيض جعفر الحسنيَّ الإدريسي الكتاني، بيروت، دار الكتب العلمية، 1400 هـ-1980 م، مصوَّرة عن طبعة بمطبعة المولوية بفاس العلية، 1328 هـ-\n- هدْي الساري مقدمة فتح الباري، الحافظ ابن حجر، مصر، المطبعة السلفية ومكتبتها، والطبعة الأولى بالمطبعة الكبرى المنيرية سنة 1301 هـ.\n- اليواقيت والدرر في شرح نخبة ابن حجر، محمد المدعو عبد الرؤوف المناوي، دراسة وتحقيق: د. المرتضى الزين أحمد، الرياض، مكتبة الرشد، ط. - الأولى، 1420 هـ-1999 م.\nالجزء: 1 - الصفحة: 215\n",
        "ممم زيادة ممم\n- دعوة إلى السنة في تطبيق السنة منهجاً وأسلوباً، دار القلم، الدار الشامية، بيروت، ط. الأولى 1410 هـ - -1990 م. والطبعة الثانية، الرياض، 1419 هـ - -1998 م.\n- استخراج الآيات والأحاديث في البحوث العلمية: طُرقه - وسائله: عن طريق الكتب وعن طريق الحاسوب، الرياض، ط. الأولى 1425 هـ -.\n- قواعد ومنطلقات في أصول الحوار وردِّ الشبهات، الرياض، دار المسلم، ط. الأولى 1414 هـ -.\n- حوار حول منهج المحدثين في نقد الروايات سنداً ومتناً، الرياض، دار المسلم، ط. الأولى 1414 هـ -.\n- الأخلاق الفاضلة قواعد ومنطلقات لاكتسابها، الرياض، ط. الأولى 1417 هـ -.\n- أزواجٌ بالكذب، جدة، دار الأندلس الخضراء، 1420 هـ -.\n- كلمات في مناسبات: -أقوالٌ وكلماتٌ قُلتُها في مناسباتٍ ما بين جِدٍّ في جِدٍّ، أو جِدٍّ في صورة هزلٍ- الرياض، ط. الأولى، 1420 هـ - -1999 م.\n- الإمام الدارقطني وآثاره العلمية-ويشتمل على دراسةٍ مفصّلة لكتابه: \"السنن\"، جدة، دار الأندلس الخضراء، 1421 هـ - -2000 م.\n- طريقك إلى الإخلاص والفقه في الدِّين: المفهوم، والأهمية، والمجالات، والمقاييس والمظاهر، جدة، دار الأندلس الخضراء، ط. الأولى، 1421 هـ‍-2001 م.\n- توثيق السنة النبوية وعناية السلف بها، الرياض، ط. الأولى، 1428 هـ‍م.\n- فِقْهُ حديث خلوف فم الصائم: دراسةٌ لبيان الصواب في فقه الحديث ومناقشة خطأٍ شائع، الرياض، ط. الأولى، 1428 هـ‍.\nهذا الكتاب\nهذا الكتاب يُمْكِن أن يقال عنه-دونَ تَردُّدٍ- بأنه أهمُّ ما أُلِّف في علوم الحديث، لا يَسْتغني عنه طالب الحديث، ولا المتخصص فيه، ومؤلِّفه هو الإمام الحافظ أمير المؤمنين في الحديث: أحمد بن عليّ بن محمد بن حجر العسقلانيّ، المعروف بالإبحار الرائع في الحديث وعلومه، الذي اشتهر بالتحقيق والدقة العلمية والعدل والإنصاف في التعامل مع المخالفين له في الآراء العلمية.\nوقد جاء تحقيق هذا الكتاب على أصلٍ مخطوطٍ مُعتَمدٍ فريدٍ في الدِّقة، عليه خَطُّ المؤلِّف وإثبات قراءته له قراءةَ بحْثٍ على حواشيه.\nوخُدِمتْ هذه الطبعة خدمةً اجتُهِد في أن تكون مناسبةً لقيمة هذا الكتاب وقيمة مخطوطته. نسأل الله تعالى الهداية والقبول، وأن يَجعله عملاً باقياً إلى يوم الدِّين. والحمد لله رب العالمين.\nالصفحة: 217\n",
        ""
    ]
}