{
    "1": [
        "نسيم الصبا\nنسيم الصبا\nابن حبيب الحلبي\nالكتاب:\nنسيم الصبا\nالمؤلف:\nالحسن بن عمر بن الحسن بن حبيب، أبو محمد، بدر الدين الحلبي (المتوفى: 779هـ)\nالناشر:\nمطبعة الجوائب، قسطنطينية\nعام النشر:\n1302 هـ\nعدد الأجزاء:\n1\n[ترقيم الكتاب موافق للمطبوع]\n",
        "بسم الله الرحمن الرحيم\nأما بعد حمد الله الذي أعلى مقام أهل الأدب، واستخرج من بحار خواطرهم الخاطرة ما يقضي لهم بالعجب، وجمع بهم شتات الفوائد، وأمدهم بكلمات يقف عندها رائد العوائد، ونفى عن كامل فضلهم قول ليت ولكن، وحرك بما يبدونه من المطرب والمرقص كل ساكن، والصلاة والسلام على نبيه الفائض على أقواله صوب الصواب، وعلى آله وأصحابه الذين بأساليب آدابهم الحسنة تُسلب الألباب.\nفهذه ثلاثون فصلاً، طالت فروعاً وطابت أصلاً، تشتمل على ألفاظ أرق من الشمول، ومعان بعيون عقائلها تفتن العقول، وأنشأتها بعد الإاقة من نشوة الصبا وسميتها حيث ملكت زمام اللطف نسيم الصبا وأودعتها\nالجزء: 1 ¦ الصفحة: 2\n",
        "أبياتاً لغيري على وجه التضمين، محلياً جيد منثورها بالمنظوم من عقدها الثمين، منبهاً عليها بالحمرة، مظهراً ما لها على مأمور قولي من الإمرة، والله يهدي إلى سواء السبيل، وهو حسبنا ونعم الوكيل.\nالفصل الأول: في السماء وزينتها\nأيقظتني ليلة دواعي الهموم، فنظرت نظرة في النجوم فإذا السماء كأنها روضة مزهرة، أو صرح كنَّسُ جواريه مسفرة، أو غدير تطفو عليه الفواقع، أو بنفسج نور أقاحه لامع، أو مسح ألقي عليه دررُ غواص، أو ستر به لعين كل نجم وصواص، أو جمر في خلال رماد، أو كما قال من أجاد:\nبساط زمرد نثرت عليه\n...\nدنانير تخالطها دراهم\nونهر المجرة يجري في سندسها، ويسري ليسقي ذابل نرجسها، وياله من نهر صفا ماؤه، وعقد على الأفق لواؤه، ينقلب القلب إليه، ويقف طِرف الطرف عليه، ويقبل نحوه الدبران، وينصب على شطه الميزان، ويحوم حوله النسران، ويعوم فيه الحوت والسرطان\nوالثريا كأكرة أو كجام\n...\nأو بنان أو طائر أو وشاح\nالجزء: 1 ¦ الصفحة: 3\n",
        "أو باقة من نرجس، أو كأس يدار في المجلس، أو شمع يتوقد، أو شمس من عسجد، أو شذر منضود، أو كرم أو عنقود، أو عقد لؤلؤ حسن الاتساق، أو أقراط خَود ترتعد فرقاً من الفراق:\nوسهيل كوجنة الحب في اللو\n...\nن وقلب المحب في الخفقان\nأو كمصباح تلعب به أيدي الرياح، أوظامئ يريد أن يرد، أو فارس في حمي الحمى مجتهد، أو مُشوق يتبع الآثار، أو غريب لا يزور ولا يزار، أو غريق يدعي قوة السباحة، أو ماجد أنف من الذل فألف السباحة، أو مغاضب يدعى فلا يجيب، أو محب يغض الطرف ويفتحه خوف الرقيب، والجوزاء النيرة كالشجرة المنورة:\nكأنها منطقة من ذهب\n...\nقد عقدت على قباء أزرق\nوالفرقدان الهاديان المرشدان:\nكأنهما إلفان قال كلاهما\n...\nلشخص أخيه: قل فإني سامع\nوالذراع يذرع شقة الأفق، والجبهة تسجد على مفارق الطرق، والعيوق يعوق عن السير إذا سار، والعوا أعينها نشاوى قد تغشاها خمار، والسماك معتقل رمحه، والنثرة منتظمة كالسُبحة، والنعائم تحدوها النعامى، وزهرة الزهرة تضيء بين الخزامى،\nالجزء: 1 ¦ الصفحة: 4\n",
        "وبهرام يُخجل البهرمان، والإكليل ليس يكل من مسايرة الأظعان، والمقدم لا يتأخر عن الإعناق والإيجاف، والصرفة قد همت مع العسكر بالانصراف:\nتمر بوادياً ليلاً وتطوى\n...\nنهاراً مثل ما طوي الإزار\nفكم بصقالها صدي البرايا\n...\nوما يصدى لها أبداً غرار\nفبينما أنا أسرح في درر الدراري نظري، وأروّض في رياضها جواد فكري. وأقدس من هي مسخرات بأمره، وأنزه من هدى خلقه بها في بره وبحره، إذ هب نسيم السحر يروي عن أهل نجد أطيب الخبر، فعطر الكون بعرفه، وملك الرق برقته ولطفه، وأهدى الروح إلى الأرواح، وأطرب السمع بأحاديثه الصحاح:\nفهو حياة لكل حي\n...\nكأن أنفاسه نفوس\nفاستبشرت بوروده، وحصلت على الفائدة من وفوده، وسرّ بمناجاته سرّي، وقلت له والدموع تجري:\nأعد ذكر من حل الغضا يا محدثي\n...\nوإن أضرموه بالأضالع والصدر\nولا تنس سكان العقيق وإن هم\n...\nعلى وجنتي أجرَوه في مدة الهجر\nالجزء: 1 ¦ الصفحة: 5\n",
        "فلما أتمت الإنشاء، والانشاد وشرعت في طلب الإسعاف والإسعاد؛ تبسم الفجر ضاحكاً من شرقه، ونصب أعلامه على منازل أفقه، فانطوى نشر الليل، وكف من غمره الذيل، وارتفعت الحجب، وتأججت نار الشهب، واقتنص بازي الضوء غراب الظلام، وفضّ كافور النور عن الغسق مسك الختام:\nوشردّ الصبح عنا الليل فاتضحت\n...\nسطوره البيض في ألواحه السود\nوفلت جيوش الدجا، وحرك النهار منه ما سجا، وجنح جنحه إلى الرحيل، وتلا لسان حال التحويل: {يُقَلِّبُ اللَّهُ اللَّيْلَ وَالنَّهَارَ إِنَّ فِي ذَلِكَ لَعِبْرَةً لِّأُوْلِي الْأَبْصَارِ}\nالفصل الثاني: في الشمس والقمر\nبكرت يوماً بعد أداء الفرض، أتفكر في خلق السموات والأرض، فلمحت المشرق بالنظر، وإذا قرن الغزالة قد ظهر، كأنه جذوة نار، أو قطعة من دينار، أو كأس سُتر بعضه بالحباب، أو حسناء غطت وجهها بنقاب، ثم كشفت أستارها، وألقت على الأفق أنوارها، وبرزت كأنها كرة في ميدان، أو مجَنّ دولاب ضمخ بالزعفران، أو مرآة لم\nالجزء: 1 ¦ الصفحة: 6\n",
        "تصقل ولم تطرق، أو وجه المليحة في خمار أزرق، أو سبيكة زجاج منتفخة الجوانب، أو بُودقة يحرك فيها ذهب ذائب.\nوكأنها عند انبساط شعاعها\n...\nتبر يذوب على فروع المشرق\nفقلت أهلاً بالجارية، التي في طلعتها ما يغني عن الجارية، والعين التي تغار منها العين، والجونة التي وضح منها الجبين، والسراج الوهاج التي تبرجت بها الأبراج، أنت المخصوصة بالشرف والرفعة، أنت واسطة عقد الكواكب السبعة، أنت للحكمة برهان، وللفلك معيار وميزان، أنت الناطقة في صمتها، التي قصر البليغ عن وصفها ونعتها، أنت ملك مقدم، أنت النير الأعظم، أنت يوح التي تغدو في مصالح العالم وتروح، أنت ذكاء التي ذكت نارها، أنت الضحى التي علا منارها، أنت الشمس، التي بها تعرف الأوقات الخمس، بك ينشر الظل ويطوى، ويشتد النبات بعد ضعفه ويقوى، ويستدل على طريق الصواب، ويعلم عدد السنين والحساب، لما سفرت رافلة في الحلل المعصفرة، حيت آية الليل وجعلت آية النهار مبصرة، وناهيك بها منزلة، وحسبك أن صفاتك في الكتاب منزلة، ثم تمشت على بساطها وخطرت\nالجزء: 1 ¦ الصفحة: 7\n",
        "في وشيها ورياطها، وسبحت في فلكها مرشدة إلى الحقائق، مظهرة أسرار الساعات والدرج والدقائق.\nتسمو إلى كبد السماء كأنها\n...\nتبغي هناك دفاع أمر معضل\nواستمرت سائرة يحدوها مر النسيم {وَالشَّمْسُ تَجْرِي لِمُسْتَقَرٍّ لَّهَا ذَلِكَ تَقْدِيرُ الْعَزِيزِ الْعَلِيمِ}.\nفلم يزل فكري يصاحبها، وطرفي يرعاها ويراقبها:\nحتى إذا بلغت إلى حيث انتهت\n...\nوقفت كوقفة سائلٍ عن منزل\nثم انثنت تبغي الخدورَ كأنها\n...\nطيرٌ هفا لمخافة من أجدل\nفلما حجبت عن العيون شخصها، وخطف المغرب من يد المشرق قرصها، واكتحلت جفون الأفق بالنار، وطرد زنجي الليل رومي النهار، بزغ الهلال، بأمر ذي الجلال، كأنه قوس\nموتور، أو زورق منحدر في بحر الدَيجور، أو شطرُ سِوار، أو منجلٌ معدّ لحصاد الأعمار، أو\nخنجر مرهفُ النصلَين، أو نونٌ مرسومة الشأفة: الأصل من لُجين، شفة كأس مائلة، أو مخلب\nعقاب صائلة، أو قطعة من قيد، أو فخ نصب للصيد، أو حرف جيم، أو عرجون قديم، أو حاجب شيخ أدركه الشمط،\nالجزء: 1 ¦ الصفحة: 8\n",
        "أو نعل من حافر أدهم الدجا سقط، أو ذباب سيف خرج من جفنه، أو راكع يعبد من لا يحدث أمر إلا بإذنه. وفي معناه من قصيدة\nوترى الهلال يلوح في أفق السما\n...\nيبدو كقوس بالمنى يرميني\nأو شبه فخ أو كدملج غادة\n...\nوكجانب المراّة العرجون\nوجبين حب بالعمامة قد زها\n...\nوكوجه خود بالنقاب مصون\nوكتاب فيل أو قلامة أنمل\n...\nوكزورق وكحاجب مقرون\nأو كالسوار أزيل منه البعض أو\n...\nقربوس سرج مذهب أو نون\nوكشأفة الكأس المخبأ بعضه\n...\nضمن الشفاه ومنجل مسنون\nهو منجل الأعمار للحصد الذي\n...\nيُفني أولي التزيين والتحسين\nوإذا مضى سبع تراه كأنه\n...\nنصف لتعويذ بدا لعيون\nوإذا تكامل صار جاماً صافيا\n...\nكأنه من لؤلؤ مكنون\nالجزء: 1 ¦ الصفحة: 9\n",
        "أو غادة قد أسفرت عن وجهها\n...\nغنيت عن التحسين والتزيين\nهذا هو المشهور في تشبيهه\n...\nقدماً وذلك جمعه يكفيني\nفقلت: مرحباً بمن ثياب مناوئه رثاث قر عيناً ستعود قمراً بعد ثلاث. ثم تصير بدراً، إن في ذلك لذكرى:\nوإذا رأيت من الهلال نموه\n...\nأيقنت أن سيكون بدراً كاملاً\nأنت الزمهرير الذي ليس له في نضارته نظير، أنت الزبرقان الذي له في كل شهر مهرجان. أيها القمر كم محب طاب له فيك السمر، أيها الواضح الباهر، ما أنت إلا مثل سائر، أيها البدر الكامل، الذي فضله للبرية شامل، لا تأس على ما فاتك من الدرج، ولا يكن في صدرك من الغزالة حرج:\nفقد تخمد الشمس الصباح بضوئها\n...\nتفاوتت الأنوار والكل رائق\nمنازلك معروفة، ومحاسنك موصوفة، وشرفك باذخ، وقدمك راسخ، وآياتك ظاهرة، وسفارتك سافرة، وكم أوضحت من طريق، وهديت الرفيق إلى الفريق، وذكرت محبوباً\nالجزء: 1 ¦ الصفحة: 10\n",
        "لمحبوبه، وبلغت طالباً غاية مطلوبه، أحسن بضوء ذبالتك وحسبي مثالاً بهالتك، جعلك الباري في السموات نورا، وكان أمر الله قدرا مقدورا. فسبحان من جلا بمحياك حندس الغسق، وأقسم بك في قوله: {وَالْقَمَرِ إِذَا اتَّسَقَ}، قدرك أثيث أثيل، ومحبك نبيه نبيل، ووجهك يابثينة الحسن جميل:\nعلى رسل فما لك من مجار\n...\nإلى رتب العلاء ولا رسيل\nفتبارك أسم من ألبسكما أحسن الحبر، وتعالى جد من جعلكما مصباحين لأهل النظر، ومن آياته الليل والنهار والشمس والقمر.\nثم لم يبرح يسري وأنا لا أبرح، وينجلي وأنا أشاهد وجهه الأصبح، إلى أن غاب واختفى، وحسبنا الله وكفى.\nالفصل الثالث: في السحاب والمطر\nإن الله تعالى حكم دائم النفوذ، وحكيم يهدي شفاء النجاة لمن به يلوذ. وله أسرار معناها دقيق، لا يفهمه إلا أرباب التحقيق. أمسك الغيث عن عباده في عام، فخاض كل منهم في بحر دمعه وعام. وساءت الظنون بضن السحاب، واشتاق النبات إلى سماع وقع الرباب. وظمئت الحياض، وعبست وجوه الرياض. واستدت العيون بالنقع المثار، وتعطلت\nالجزء: 1 ¦ الصفحة: 11\n",
        "من حلى المزن أجياد الأزهار. وذهلت العقول لفقد الصوب عن الصواب، وقص جناح السرور وطارت الألباب. وطوي بساط الإنبساط ووقع القول في هياط ومياط. وطالت عهود العهاد، وتأهبت الأرض للبس أثواب الحداد:\nوأصابت نبت الربا فاصل عين شمس\n...\nأورثته مذلة واصفرارا\nكلما جال طرفها ترك النا\n...\nس سكارى وما هم بسكارى\nفبينما هم يجرون أذيال الكآبة، ويرفعون الدعاء إلى مواطن الإجابة، تداركهم الله بالطف الخفي، وانثال عليهم المن الحفي، ونظر الله عليهم بعين حكمته، وحرك ساكن الرخاء لتجري بنعمته، وهو الذي يرسل الرياح بشرى بين يدي رحمته، فمدت أعناقها، وجدت إعناقها وركضت عادياتها، وجرت على أحسن عاداتها، وسدلت من أرديتها الأردان، وارخت العنان في طلب العنان:\nورياح تبشر الأرض بالقطر\n...\nكذيل الغلالة المبلول\nووجوه البقاع تنتظر الغيث\n...\nانتظار المحب رد الرسول\nفأقلت سحاباً ثقالاً، يستهل كرماً ونوالاً، مشكي الإهاب، خصيب الجناب، فسيح الرحاب، صادق الوعود، متلاحق الوفود، كثير الأعوان والجنود، يؤذن بالموارد الطامية، وشفاء\nالجزء: 1 ¦ الصفحة: 12\n",
        "الشفاه الظامية، وإثراء فقير الثرى، وإجراء دمعه أسفاً على ما جرى:\nأكب على الآفاق إكباب مطرق\n...\nيفكر، أو كالنادم الملتهف\nومد جناحيه إلى الأرض جانحاً\n...\nوراح عليها كالغراب المرفرف\nوالرعد يزجره ويسوقه بين يديه، فإذا قصر صاح به وزمجر عليه، تارة يترنم كالحمام، وطوراً يزأر كالأسد الضرغام:\nوكأن صوت الرعد خلف سحابة\n...\nحاد إذا ونت النجائب صاحا\nوالبرق يلمع ويلمع، ويمنح ثم يمنع، كأنه ثغر أشنب، أو قبس يلتهب، أوحسام يمان، أو\nفؤاد جبان، أو سلاسل من ذهب، أو أشهب مال جله حين وثب أو أنامل بعض الحساب، أو حية تتلوى، أو كف خضيب يمد ويقبض، أو خود تعرض بعد أن تتعرض:\nترى الأرض منه وقد فضضت\n...\nووجه السماء وقد ذهبا\nوقوس الغمام للجو نطاق، لا بل تاج على مفارق الآفاق، يزهو بلجَينه وعسجده، ويفخر بياقوته وزبرجده:\nالجزء: 1 ¦ الصفحة: 13\n",
        "كأذيال خود أقبلت في غلائل\n...\nمصبغة والبعض أقصر من بعض\nفلما تراكمت السحائب، واجتمعت حولها الكتائب، واتسع صدرها، واستحكم أمرها، وحلق بالجو ناهضها واعترض في الأفق عارضها، ونصبت راياتها، وانتهت غاياتها، وآن رحيلها وتفريق شملها، وحان وضعها وفصال حملها، أجرت مدامعها، وردت ودائعها، وحلت نطاقها، وفكت أزرار أطواقها، وحثت الركائب، وأسبلت الذوائب، وسمحت بطلها وطشها، وسكنت رهج الغبراء برشها، وأروت الحرة برذاذها وهطلها، وأذهبت الحرقة بديمها ووبلها، وآثرت بجودها وجودها، ونثرت على بساط الأرض جواهر عقودها. أبو هلال العسكري:\nتخال بها مسكاً وبالقطر لؤلؤاً\n...\nوبالروض ياقوتاً وبالوحل عنبراً\nكم أبدت إحساناً وبراً، وبردت من كبد حرى، وأسدت معروفاً، وأغاثت ملهوفاً، وساقت إنعاماً، وسقت حرثاً وأنعاماً، وكفت هماً حين وكفت، وقرطت اّذان الأغصان وشنفت، وأنشرت أمواتاً، وأخرجت حباً ونباتاً، ونشرت مطرفاً بعد الطي {وَجَعَلْنَا مِنَ الْمَاء كُلَّ شَيْءٍ حَيٍّ} وكم نقعت غليلاً، ونفعت عليلاً،\nالجزء: 1 ¦ الصفحة: 14\n",
        "وملأت حياضاً، ونورت رياضاً، وأذلت دراً مصوناً، وشرحت صدوراً، وأقرت عيوناً، وألبست الحدائق بروداً عليها طلاوة، وأهدت للزهر قطراً ظاهر الحلاوة:\nترى فواقعه في الأرض لائحة\n...\nمثل الدراهم تبدو ثم تستتر\nفأمسى الناس في عيشة راضية، يرفلون في حلل الرفاهية، أمرعوا بعد الضنك والشظف، وأخصبوا بعد الجدب والطفف، وأصبح محل المحل دارساً، ووجه الأمل يضحك بعد أن كان عابساً، وأخذت الأرض زخرفها بعد أن كان زرعها يهيج، واهتزت وربت وأنبتت من كل زوج بهيج، فثغورها مبتسمة، وفرائد قلائدها منتظمة، ونمارقها مدبجة، ورؤوس\nأشجارها متوجة، وغدرانها طافحة، ومخايل السعادة عليها لائحة، وألسنة أهلها مشتغلة بشكر علام الغيوب، وقلوبهم مطمئنة بذكره {أَلاَ بِذِكْرِ اللهِ تَطْمَئِنُّ الْقُلُوبُ}.\nيبدئ ويعيد، ويمتحن العبيد، ثم يفتح لهم أبواب جوده الوافر وفضله المديد. {وَهُوَ الَّذِي يُنَزِّلُ الْغَيْثَ مِن بَعْدِ مَا قَنَطُوا وَيَنشُرُ رَحْمَتَهُ وَهُوَ الْوَلِيُّ الْحَمِيدُ}.\nالفصل الرابع: في الليل والنهار\nأرقت ذات ليلة في مهادي، فسمعت طارقاً ينادي في النادي\nالجزء: 1 ¦ الصفحة: 15\n",
        "عتاب بن ورقاء الشاعر:\nإن الليالي للأنام مناهل\n...\nتطوي وتنشر بينها الأعمار\nفقصارهن مع الهموم طويلة\n...\nوطوالهن مع السرور قصار\nفقمت من مضجعي، وقد بل ردني مدمعي، متحيراً في أمري، متأسفاً على ما فات من عمري، وقلت: أيها الطارق في ظلمة الليل الغاسق، هل لك في المنادمة؟ فقال: كم نديم سفك المنى، دمه. ثم سلم وجلس، وما تنفس وما نبس. فقلت: يا من شنف السمع بدُره، اذكر لي شيئاً في طول الليل وقصره. فقال:\nوليل كواكبه لا تسير\n...\nولا هو منها يطيق البراحا\nكيوم القيامة في طوله\n...\nعلى من يراقب فيه الصباحا\nمقيم ليس يبرح، وعاجز لا يظعن ولا ينزح، برد نجومه لا يذوب وغائب ضوئه ليس يؤوب، لا يبلى جديد مسحه، ولا يجنح إلى الحركة ساكن جنحه، عليله ما يرجى صلاحه، وصباحه، لا يلوح مصباحه، قطع الطريق على السحر، وعذب أجفان المحبين بالسهر:\nحدثوني عن النهار حديثاً\n...\nأوصفوه، فقد نسيت النهارا\nكأنه صريع راح، أو طائر مقصوص الجناح، أو أسير يخبط\nالجزء: 1 ¦ الصفحة: 16\n",
        "في قيده، أو بحر منع الجزر عن مده، أوكسير ليس له على النهوض اقتدار، أو ضرير يئس طرفه من رؤية النهار:\nأو هائم غمر بقطع الفلا\n...\nقد حار لا يدري بمن يهتدي؟\nأو جيش زنج بالثرى قد ثوى\n...\nأو دارة حيث انتهت تبتدي\nواعلم أيها البصير الناقد، أنه يطول على المهجور الفاقد، ويقصر على المسرور الراقد\nأبو سام رحمه الله:\nليلي كما شاءت فإن لم تزر\n...\nطال، وإن زارت فليلي قصير\nفقلت: إيه أيها الإمام، أسمعني شيئاً في وصف الأيام. فقال ابن الرومي رحمه الله:\nلله أيام تقضت لنا\n...\nما كان أحلاها وأهناها\nمرت فلم يبق لنا بعدها\n...\nشيء سوى أن نتمناها\nحيث الوقت معين، دماء الشيبة معين، ونشر البشر فائح، ونور الهناء لائح، والحبيب مجيب، والرقيب غير قريب، وغصن الصبار طيب، ومطرف اللهو قشيب، والعيش غض\nوالدهر غضيض الطرف، وسعاد السعد ممنوعة من الصرف:\nوالشمل مجتمع، والجمع مشتمل\n...\nعلى الجميل وحسن الخلق والخلق\nالجزء: 1 ¦ الصفحة: 17\n",
        "أيا أخا الأدب، إلى كم ذا الحرص والدأب، الأيام نجمها غرار، ومدعي الوفاء منها غدار، كثيرة الملال، سريعة الزوال، تفرق الحبائب، وتسترجع المواهب، ذمامها ذميم ومسالمها سليم. تحل العقود، ولا تحفظ العهود، تكدر الصافي من الشراب، وتعد الظامئ بورود السراب، لقد سقط من تمسك بعراها، وتعب من قصد الراحة من ذراها. قال التهامي رحمه الله تعالى:\nومكلف الأيام ضد طباعها\n...\nمتطلب في الماء جذوة نار\nثم قال: مضت الجهمة والشفق، والفحمة والغسق والقطع والسدفة، والبهرة والزلفة وآن لنسمات السحر أن تتبختر، ولعيون الفجر أن تتفجر. وقام للوداع، فقلت زودني بأنعم المتاع.\nفقال: دع إزار الأوزار، واتق من لا تدركه الأبصار، وسبحه بالعشي والإبكار {وَهُوَ الَّذِي يَتَوَفَّاكُم بِاللَّيْلِ وَيَعْلَمُ مَا جَرَحْتُم بِالنَّهَارِ}.\nالفصل الخامس: في أقسام العام\nحضر فصول العام مجلس الأدب في يوم بلغ منه الأريب نهاية الأدب، بمشهد من ذوي البلاغة، ومتقني صناعة\nالجزء: 1 ¦ الصفحة: 18\n",
        "الصياغة. فقام كل منهم يعرب عن نفسه، ويفتخر على أبناء جنسه، فقال الربيع:\nأنا شاب الزمان، وروح الحيوان، وإنسان عين الإنسان، أما حياة النفوس، وزينة عروس الغروس، ونزهة الأبصار، ومنطق الأطيار. عرف أوقاتي ناسم، وأيامي أعياد ومواسم، فيها يظهر النبات، وتنشر الأموات، وترد الودائع، وتتحرك الطبائع، ويمرح جَنيب الجنوب، وينزح وجيب القلوب، وتفيض عيون الأنهار، ويعتدل الليل والنهار. كم لي عقد منظوم، وطراز وشي مرقوم، وحلة فاخرة، وحلية ظاهرة، ونجم سعد يدني راعيه من الأمل، وشمس حسن تنشدنا بأبعد ما بين برج الجدي والحمل. عساكري منصورة، وأسلحتي مشهورة: فمن سيف غصن مجوهر، ودرع بنفسج مشهّر، ومغفر شقيق أحمر، وترس بهار يبهر، وسهم آس يرشق فينشق ورمح سوسن سنانه أزرق، تحرسها آيات، وتكنفها ألوية ورايات. بي تحمر من الورد خدوده، وتهتز من البان قدوده، ويخضر عذار الريحان، وينتبه من النرجس طرفه الوسنان، وتخرج الخبايا من الزوايا، ويفتر ثغر الأقحوان قائلاً: أنا ابن جلا وطلاع الثنايا:\nالجزء: 1 ¦ الصفحة: 19\n",
        "إن هذا الربيع شيء عجيب\n...\nتضحك الأرض من بكاء السماء\nذهب حيثما ذهبنا ودر\n...\nحيث درنا وفضة في الفضاء\nوقال الصيف: أنا الخل الموافق، والصديق الصادق، والطيب الحاذق. أجتهد في مصلحة الأصحاب وأرفع عنهم كلفة حمل الثياب، وأخفف أثقالهم، وأوفر أموالهم، وأكفيهم المؤونة وأجزل لهم المعونة، وأغنيهم عن شراء الفرا، وأحقق عندهم أن كل الصيد في جوف الفرا، نصرت بالصبا، وأوتيت الحكمة في زمن الصبا. بي تتضح الجادة، وتنضح من الفواكة المادة، ويزهو البسر والرطب، وينصلح مزاج العنب، ويقوى قلب النور، ويلين عطف التين والموز، وينعقد حب الرمان، فيقمع الصفراء ويسكن الخفقان، وتخضب وجنات التفاح ويذهب عرف السفرجل مع هبوب الرياح، وتسود عيون الزيتون، وتخلق تيجان النارنج والليمون، مواعدي منقودة، وموائدي ممدودة. الخير موجود في مقامي، والرزق مقسوم في أيامي. الفقير ينصاع بملء مده وصاعه، والغني يرتع في ربع ملكه وأقطاعه. والوحش\nتأتي زرافات ووحدانا، والطير تغدو خماصاً وتروح بطانا.\nالجزء: 1 ¦ الصفحة: 20\n",
        "ابن حبيب رحمه الله تعالى:\nمصيف له ظل مديد على الورى\n...\nومن حلا طعماً وحلل أخلاطا\nيعالج أنواع الفواكه مبدياً\n...\nلصحتها حفظاً يعجز بقراطا\nوقال الخريف: أنا سائق الغيوم، وكاسر جيش الغموم، وهازم أحزاب السموم، وحادي نجائب السحائب، وحاسر نقاب المناقب. انا أصد الصدى وأجود بالندى، وأظهر كل معنى جلي، وأسمو بالوسمي والولي، في أيامي تقطف الثمار وتصفو الأنهار من الأكدار، ويترقرق دمع العيون، ويتلون ورق الغصون، طوراً يحاكي البقم وتارة يشبه الأرقم، وحيناً يبدو في حلته الذهبية، فينجذب إلى خلته القلوب الأبية. وفيها يكفى الناس هم الهوام، ويتساوى في لذة الماء الخاص والعام، وتقدم الأطيار مطربة بنشيشها، رافلة في الملابس المجددة من ريشها، وتعصفر بنت العنقود، وتوثق في سجن الدن بالقيود، على أنها لم تجترح إثماً، ولم تعاقب إلا عدواناً وظلماً. بي تطيب الأوقات، وتحصل اللذات، وترق النسمات وترمى حصى الجمرات، وتسكن حرارة القلوب، وتكثر أنواع المطموم والمشروب. كم لي من شجرة\nالجزء: 1 ¦ الصفحة: 21\n",
        "أكلها دائم، وحملها للنفع المتعدي لازم، وورقها على الدوام غير زائل، وقدود أغصانها تخجل كل رمح ذابل ابن حبيب رحمه الله.\nإن فصل الخريف وافى إلينا\n...\nيتهادى في حلة كالعروس\nغيره كان للعيون ربيعاً\n...\nوهو ما بيننا ربيع النفوس\nوقال الشتاء: أنا شيخ الجماعة، ورب البضاعة، والمقابل بالسمع والطاعة. أجمع شمل الأصحاب وأسدل عليهم الحجاب، وأتحفهم بالطعام والشراب. ومن ليس له بي طاقة أغلق من دونه الباب. أميل إلى المطيع، القادر المستطيع، المعتضد بالبرود والفرا المستمسك من الدثار بأوثق العرا، المرتقب قدومي وموافاتي، المتأهب للسبعة المشهورة من كافاتي. ومن يعش عن ذكري ولم يمتثل أمري، أرجفته بصوت الرعد، وأنجزت له من سيف البرق صادق الوعد، وسرت إليه بعساكر السحاب، ولم أقنع من الغنيمة بالإياب. معروفي معروف، ونيل نيلي موصوف، وثمار إحساني دانية القطوف. كم لي من وابل طويل المدى وجود وافر الجدا، وقطر حلا مذاقه، وغيث قيد العفاة إطلاقه، وديمة تطرب السمع\nبصوتها،\nالجزء: 1 ¦ الصفحة: 22\n",
        "وحيا يحيي الأرض بعد موتها، أيامي وجيزة، وأوقاتي عزيزة، ومجالسي معمورة بذوي السيادة، مغمورة بالخير والمير والسعادة. نقلها يأتي من أنواعه بالعجب، ومناقلها تسمح بذهب اللهب، وراحتها تنعش الأرواح، وسقاتها بجفونهم السقيمة تفتن العقول الصحاح. إن ردتها وجدت مالاً ممدودا، وإن زرتها شاهدت لها بنين شهودا:\nوإذا رميت بفضل كاسك في الهوى\n...\nعادت عليك من الدقيق عقودا\nيا صاحب العودين لا تهملهما\n...\nحرك لنا عوداً وحرق عودا\nفلما نظم كل منهم سلك مقاله، وفرغ من الكلام على شرح حاله، أخذ الجماعة من الطرف ما يأخذ السكر، وتجاذبوا أطرف مطارف الثناء والشكر، وظهرت أسرار السرور، وأنشرت صدور الصدور، وهبت قبول الإقبال، وأنشد لسان الحال:\nوماذا يعيب المرء في مدح نفسه\n...\nإذا لم يكن في قوله بكذوب؟\nثم انفض المجلس وحل النطاق، وتفرق شمل أهله وآخر الصحبة الفراق.\nالجزء: 1 ¦ الصفحة: 23\n",
        "الفصل السادس: في البحر والنهر\nهزتني رياح الأمل البسيط، إلى امتطاء ثبج البحر المحيط. فأتيت سفينة يطيب للسفر مثواها، وركبت فيها {بِسْمِ اللهِ مَجْرَاهَا وَمُرْسَاهَا}، موقناً بأن المقدور صائر، معرضاً عن قول الشاعر:\nلا أركب البحر أخشى\n...\nعلي منه المعاطب\nطين أنا وهو ماء\n...\nوالطين في الماء ذائب\nيالها سفينة، على الأموال أمينة، ذات دسر وألواح، تجري مع الرياح، وتطير بغير جناح، وتعتاض عن الحادي بالملاح. تخوض وتلعب، وترد ولا تشرب. لها قلاع كالقلاع وشراع يحجب الشعاع، وسكينة وسكان ومكانة وإمكان، وجؤجؤ وفقار، وأضلاع محكمة بالقار وجسم عار من الفؤاد، وهو في عين الماء بمنزلة السواد، بعيدة ما بين السحر والنحر، من أحسن الجواري المنشآت في البحر. معقود بنواصيها الخير كالخيل لا تمل من سير النهار ولا من سرى الليل:\nما رأى الناس من قصور على الما\n...\nء سواها تسير سير القداح\nالجزء: 1 ¦ الصفحة: 24\n",
        "كأنها وعل ينحط من شاهق، أو عرباض سابق يحثه سائق، أو عقرب شائلة، أو عقاب صائلة. أوغراب أعصم، أو تمساح أو أرقم، أو ظليم ثفر في الظلام، أو جواد فر مستنكفاً من صحبة الأنام. حاكمها عادل في حكمه، عارف بنقض أمرها وبرمه، يهتدي بالنجوم، ويبتدئ باسم الحي القيوم، يبرز من نواتيها في جنود، يشمل إحسانهم أهلها أيقاظاً وهم رقود. يتأنفون فيما يعمرون، ويفعلون ما يؤمرون:\nيكثرون الصياح حتى كأن الس\n...\nفن تجري من خوف ذاك الصياح\nفبينما نحن من البحر في قاموسه، كتب الجو حروف الغيم في طروسه، وثارت ريح عاصف، يتبعها رعد قاصف. فمالت بنا الفلك واضطربت، ودنت شفتها من رشف الماء واقتربت، واستمرت ترفع وتخفض، وتقرب وترفض، وتعلو على الأوتاد، وتهيم في كل واد، وتحوم وتحول، وتجود وتجول، وتضرم في الكبود نار ناجر، إلى أن بلغت القلوب الحناجر:\nألا فارجه واخشه إنه\n...\nهو البحر فيه الغنى والغرق\nثم نظر إلينا من لا تخفى عليه السرائر، وأمر الجارية بحمل العبيد إلى بعض الجزائر، فلم ندر إلا\nالجزء: 1 ¦ الصفحة: 25\n",
        "ونحن تجاه جزيرة، تسر النفوس بمحاسنها الغزيرة، فانحدرت ماضياً إلى بينها، نائياً عن السفينة وساكنيها، فوجدتها مخضرة الأفنان، مخضلة الكثبان، بها من الياقوت ما يرجع خاسئاً مناويه، ومن الأشجار ما يحمل الفواكه والأفاويه. وبين رياضها نهر شديد الخصر، أرضه ذهب وحصباؤه درر، وأمواجه عكن وداراته سرر:\nعذب إذا ما عب منه ناهل\n...\nفكأنه من ريق خود ينهل\nلين الأديم، مزاجه من تسنيم، يصقله الصبا ويفركه النسيم، فكأنه دروع موضونة، أو مبارد مسنونة، أو دمع يتسلسل، أو أفاع تتململ، أو ذوب فضة يسيل، أو صفحة سيف صقيل، أو لوح بلور مرقوم، أو رحيق بالمسك مختوم:\nوكأن الطيور إذ وردته\n...\nمن صفاء به تزق فراخا\nإن مالت إليه الغصون فالشخوص ترقص في الخيال، وإن كرعت منه الظباء فالغيد يرشفن من ثغور أترابهن الزلال. وإن أشرقت عليه النجوم خلت الفلك يدور في أرجائه، وإن تجلى له البدر حسبته قلباً خافقاً بين أحشائه. قال مؤيد الدين الطغرائي:\nوالشمس إن وافته رأد الضحى\n...\nحسناء في مرآته ناظره\nالجزء: 1 ¦ الصفحة: 26\n",
        "أنموذج الماء الذي جاءنا ال\n...\nوعد بأن نسقاه في الآخره\nفلبثت فيها مدة، مفكراً فيما رأيت من الفرج بعد الشدة، مؤمناً بالقدر خيره وشره، وحلوه ومره، واقفاً على شكر من تجري الفلك في البحر بأمره:\nربما تجزع النفوس لأمر\n...\nولها فرجة كحل العقال\nولم أزل بها في أحسن حال، وأرغد عيش وأنعم بال، إلى أن حرك الله مني ما كان ساكناً، وأدخلني مصر بمشيئته آمناً.\nالفصل السابع: في المعقل والدار\nعرض لي فكر أثار العزيمة، إلى مشاهدة الآثار القديمة، فأعددت الزاد، وسرت أجوب البلاد، وأصل العنق بالوخد والزميل وأكتحل من إثمد الفلاة بميل بعد ميل. فبينما أنا أترامى لنيل المرام، لاح لي بناء على أيهم خشام فتوجهت مسرعاً للوقوف عليه، واجتهدت إلى أن توصلت إليه، فرأيت معقلاً يسبي العقول، ويجر على السحاب فضل الذيول، رفيع الذرا رحيب الذرا رأسه فوق الثريا، وأسه تحت الثرى، صهوته عالية وثغوره حالية، ومهور عرائسه غالية، الجوزاء لخصره منطقة والزهرة في أذنه\nالجزء: 1 ¦ الصفحة: 27\n",
        "كالشنف معلقة، يباهي الأفلاك ويسمو إلى السماك، ويعلو على الزواهر، ويخجل الشمس بنوره الباهر، ويعوق العيوق، وينادم القمر عند الصبوح والغبوق:\nإذا ما سرى برق بدا من خلاله\n...\nكما لاحت العذراء من خلل الحجب\nسوره منعطف كالسوار، وأبراجه تدهش بتبريجها الأبصار، وشرفاته تلمع كالمشرفية، وخبايا صياصيه عن الأوهام خفية. ممنعة مصادره وموارده، متسعة معالمه ومعاهده، لايرى الوعل أعلى طوره، ولا يبلغ الطرف منتهاه لعجزه وقصوره، عروقه مؤتزرة بالتخوم، وفروعه متوجة بالنجوم، وبنيانه مرصوص، وخواتمه مرصعة بجواهر الفصوص، لايتصل الفناء بفنائه، وتظهر العزة على من يرجو تملك أرجائه. عقوده محكمة، وأحجاره مهندمة، وأركانه مشيدة، وملابسه مع القدم جديدة، وقواعده مرفوعة، وأقوال ديكته في السماء مسموعة.\nله عقاب عُقاب الجو حائمة\n...\nمن فوقها فهي تخفى في خوافيها\nوبوسطه دار دار بها فلك السعود، وأورق لطالب كنزها عود الوعود، وسحت عيون ساحتها ورفع في العقار فرش\nالجزء: 1 ¦ الصفحة: 28\n",
        "عقرها وباحتها، وتوقفت الكواكب لمراقبة عجائبها وغرائبها، وسال لعاب الشمس من الحيرة في ملاعبها. أنيقة المباني، مأهولة بأهلة المعاني، تنشرح الصدور في قاعاتها وبقاعها، وتخبر محاسنها بصنائع أهلها وحذق صناعها:\nإذا فتحت أبوابها خلت أنها\n...\nتقول بترحيب لداخلها: أهلاً\nرحبة الأكناف، بديعة الأوصاف، تدل على أنها كانت منزل الأشراف، ومقر قرى الأضياف، ومقعد الوفود، ومحل الكرم والجود. تحار الأعين في وشي أزاهيرها، وتقصر الألسن عن تقريظ مقاصيرها. مياه بركها غزيرة، وجدرانها بالتمكين جديرة، وأشجارها لم\nتزل مورقة مثمرة، ولياليها لا تبرح بالسنا على مر السنين مقمرة:\nتتقابل الأنوار في جنباتها\n...\nفالليل فيها كالنهار المشمس\nكم بها من صدر مجلس مشروح، وسقف مرفوع وباب مفتوح، وبهو بالبهاء تراه أثرى، وإيوان يكسر بسهام قوسه جيش إيوان كسرى، وحدائق لم تنبت بالتراب، ولا جادتها أيدي السحاب، وتصاوير تحرك العارف بسكونها، وتفتن الألباب بحمرة خدودها وسواد عيونها، وتبعث الخواطر بمعانيها ومغانيها، ويكاد ماء الذهب يقطر من أعاليها، قد جل عن الترخيم رخامها، وتوفرت من المحاسن أقسامها، وابيضت\nالجزء: 1 ¦ الصفحة: 29\n",
        "وجوه مرمرها، وزادت بهجة جباهها وطررها، وتخلقت أثواب ساجها واجتمع شمل أبنوسها وعاجها، وعلت رتبة أرائكها، وغلت قيمة سبائكها، فلو ساجلها الروض لذهب مع الرياح عرفه ولو كحل بنورها الأعمى لارتد إليه طرفه:\nديار عليها من بشاشة أهلها\n...\nبقايا تسر النفس أنساً ومنظرا\nفلما أحاط علمي بغوره ونجده، وبلغ رائد فكري منه غاية قصده، أدخلته في زمرة عقائل المعاقل، ونظمته في سلك ما أتكلم عليه في المحافل، وسألته عن بانيه وساكنيه فلم يجب. ثم قال بلسان الحال: كل منهم بغمام الرغام قد حجب. فحققت أن الدهر يديل كل مصون، وتلوث: {كَمْ تَرَكُوا مِن جَنَّاتٍ وَعُيُونٍ} وخرجت منه معتبراً، وظلت في طريقي متذكراً:\nقلت يوماً لدار قوم تناءوا\n...\nأين سكانك الكرام لدينا؟\nفأجابت هنا أقاموا قليلاً\n...\nثم ساروا، ولست أعلم أينا؟\nالفصل الثامن: في الأشجار والثمار\nلما صدئت مرآة الجنان، قصدت لجلائها الجنان، فطرقت الباب فقيل: من؟ فقلت: فتى لا يدري من له فتن؟ ففتح\nالجزء: 1 ¦ الصفحة: 30\n",
        "الوصيد ودنا المراد من المريد، فدخلت إليها، وما كدت أن أقدم عليها. فإذا جنة عالية، قطوفها دانية، وطلحها منضود، وظلها ممدود، وأعلام أشجارها مرفوعة، وفاكهتها كثيرة لا مقطوعة ولا ممنوعة.\nربع الربيع بها فحالت كفه\n...\nحللاً بها عقد الهموم يحلل\nتجوس المياه خلال ديارها، وتشرق بآفاقها أنوار نوارها، وتحدق الحدق بفنون أفنانها، وتغني الوُرق على عيدانها، وتميد أدواحها على مذهب الأنماط، وتميس من الحلي في أحلى الشنوف والأقراط:\nكأن غصونها سقيت رحيقاً\n...\nفمالت مثل شُراب الرحيق\nنزهة النواظر، وشرك الخواطر. كم لرقيق نسيمها من رقيق، قلبه مقيد ودمعه طليق، بها الأشجار لا تحصى، وثمار لا تعد ولا تستقصى، فمنها نخيل، مُتحفها غير بخيل، جُماره:\nجسم لطيف اللمس لكنه\n...\nقد لف في ثوب من الصوف\nوطلعه:\nكصدر فتاة ناهد شق قلبها\n...\nسماع فشقت عنه ثوباً ممسكا\nوبلحه:\nمكاحل من زمرد خرطت\n...\nمقمعات الرؤوس بالذهب\nالجزء: 1 ¦ الصفحة: 31\n",
        "وبُسره:\nكأنما خوصه عليه\n...\nزبرجد مثمر عقيقا\nورطبه:\nإهليلج من لجين\n...\nمسمر بالنضار\nوتمره:\nيشف مثل كؤوس\n...\nمملوءة من عُقار\nوكروم كريمة، منافعها عميمة:\nكأنما عنقودها\n...\nزنج جنوا في سرقة\nفأصبحت رؤوسهم\n...\nعلى الذرا معلقة\nأو الثريا عند الصباح، أو أوعية نور ملئت من الراح:\nكم درة فيها وكم جزعة\n...\nصحيحة التدوير لم تثقب\nوتفاح سرى نشره وفاح، كأنه خمر جمد، أو جمر ما خمد، أو در جُمع معه ياقوت، أو وجنة من هي للقلوب في الدنيا قوت، نصفه من بهار، ونصفه من جلنار:\nكأن الهوى قد ضم من بعد فرقة\n...\nبه خد معشوق إلى خد عاشق\nوسفرجل جل قدراً، وأطلع من زهره زهراً:\nيحكي نهود الغانيات وتحتها\n...\nسرر لهن حشين مسكاً أذفرا\nينوب طعمه عن الراح، ويُهدي عطر الخود الرداح:\nالجزء: 1 ¦ الصفحة: 32\n",
        "له ريح محبوب وقسوة قلبه\n...\nولون محب حلة السقم قد كسي\nوموز من نضار، كأنه أنياب فيلة صغار، أو طفل قماطه معصفر، أولفات زبد عجنت بسكر:\nأو مغرم أنحله وصفره\n...\nبعد الذي بوصله ما ظفره\nوتين ممزق الجلباب، كدر القشر صافي اللباب:\nكأنه رب نعمة سلبت\n...\nفعاد بعد الجديد في خلق\nورمان بديع النظام، يبسم عن مثل حب الغمام، كأنه نهود الحسان، أو حقاق صندل حشيت بالمرجان:\nحقاق كأمثال الكرات تضمنت\n...\nشذور عقيق في غشاء حرير\nفي شجره جلنار أشرق وأنار:\nيحكي فصوص بلخش\n...\nفي قبة من زبرجد\nوإجاص أسود العين، لا يعتريه شيب ولا شين، كأنه كرات من العنبر، أو طليعة من الزنج تنتظر العسكر:\nوإذا ما قشرته ففصوص\n...\nصبغتها بمائها الظلماء\nوخوخ ذو لونين، في بياضه وحمرته جلاء للعين:\nكوجنة غادة خافت رقيباً\n...\nفغطتها بمحمر البنان\nوكمثرى لطيف الذات، حسن الصفات، في غاية اللطف والرقة، يذوب من الراحة ولا\nيحمل المشقة:\nكأنه في شكله ولونه\n...\nوطعمه قوالب من سكر\nالجزء: 1 ¦ الصفحة: 33\n",
        "ومشمش تقمص بالشفق، وتدرع بالورق، ككرات من العقيان، أو بنادق ضمخت بالزعفران:\nوكأنما الأفلاك من طرب به\n...\nنثرت كواكبها على الأغصان\nوتوت خمري اللون، ليس له صبر على الصون مزمل بدمائه، لم يبق فيه غير ذمائه:\nيكاد بأن يفنى إذا ما لمسته\n...\nفأرحمه من سائر الثمرات\nوعُناب نقي الإهاب، كأنه قلوب الأطيار، أو خرز ركب من النضار:\nأقراط ياقوت تحركها الصبا\n...\nأو أنمل بالأرجوان مطرفة\nوفستق شريق كأنه عند التحقيق والتحديق:\nزبرجدة ملفوفة في حريرة\n...\nمضمنة دراً مغشى بياقوت\nأو مسرور تبسم، أو مأسور فتح فاه ليتكلم:\nوالقلب ما بين قشريه يلوح لنا\n...\nكألسن الطير، من بين المناقير\nولوز قلوبه مؤتلفة، وأثوابه مختلفة، لطيف المعاني، له بها جنة من الجاني كأنه خز بزه رفيع، أو عذار جديد شرط الخليع:\nأو سندس أخضر من تحته صدف\n...\nأحسن به صدفاً في ضمنه درر\nالجزء: 1 ¦ الصفحة: 34\n",
        "وجوز جسمه من العرعر، وقميصه من الزمرد الأخضر، صحيح التدوير، يسقط على الخبارلا على الخبير:\nوالجوز مقشور يروق كأنه\n...\nلوناً وشكلاً مصطكى ممضوغ\nوصنوبر يقري الضيف، لا يعرف رحلة الشتاء والصيف، كأنه طيور على ذرا القصب، أو كافور ضمخ بالمسك المنتخب:\nعقد لآل مشرق لونه\n...\nفي جوف أدراع من العود\nوأترج حسن ذرعاً وزرعاً، وطاب أصلاً وفرعاً، فيه روح وريحان، وهو للأغصان بمنزلة التيجان:\nأباريق من الذهب المصفى\n...\nوقد سقطت عراها بالعراء\nونارنج بهيج، طيب زهره أريج، كأنه مصابيح، تهزها أيدي الريح، أو عذراء صبغت بالورس إزارها، أو وجنه عاشق أضرم الوجد نارها:\nأو جذوة حملتها كف قابسها\n...\nلكنها جذوة معدومة اللهب\nوليمون كأنه بنادق من لجين، أودعت غلفاً من العين مخافة العين:\nيشبهه بيض الدجاج وقد\n...\nلطخه العابث بالزعفران\nوزيتون شجرته ميمونة، وأسرار أنواره مكنونة:\nالجزء: 1 ¦ الصفحة: 35\n",
        "بدا لنا كأعين\n...\nشهل وذات دعج\nمخضره زبرجد\n...\nمسوده من سبج\nوخرنوب كقرن ظبي معطوف، أو هلال عاجله الخسوف:\nوكأنه مذ لاح في أوراقه\n...\nأصداف در ضمنها مرجان\nونبق جلبابه معصفر كأنه كهربا أصفر:\nأو عدة من شنوف\n...\nقد علقت بالغصون\nوزعرور كالياقوت، مسك نكهته مفتوت:\nجلاجل مخضوبة عندماً\n...\nأو خرز أخرطت من عقيق\nوبأرضها الباقلاء الذي فاح نشره، وصدق خَبر خُبره يبرز له من الكمائم، نور يحكي بلق الحمائم، كأنه لؤلؤ يقق، متلفع بمروط السرق أو خواتم من فضة، أو مخالب جوارح منقضة:\nفصوص زمرد في غلف در\n...\nبأقماع حكت تقلم ظفر\nوالخشخاش الذي تضيء بنوره الأغباش. أعلام تميل مع الرياح، أو أكاليل على رؤوس الرماح:\nحبلى تضم أُطيفالاً إذا درجوا\n...\nرأيت شملهم المنظوم منشورا\nوالكتان الذي رقت حواشي شققه وراقت محاسن\nالجزء: 1 ¦ الصفحة: 36\n",
        "أخضره وأزرقه، وامتدت رياطه وحبره، وتبلبلت أصداغه وطُرره:\nإذا درجت فيه الرياح تتابعت\n...\nذوائبه حتى يقال غدير\nوفيها من النبات ما يطول إليه بناني، ويقصر عن حصر وصف بعضه لساني. يسقى بماء\nواحد، ويبطل قول المعترض والجاحد، ولعمري لقد بلغتني ما أملته من جلاء قلبي المعمود، وأذكرتني ما لم أكن ناسياً من فنائها وبقاء جنة الخلود، فإنها - وإن طاب جناها، وأوقفت النفوس على حلي من سناها - مؤذنة بالتلاشي والرحيل، {قُلْ مَتَاعُ الدَّنْيَا قَلِيلٌ}.\nفلما قضيت منها وطري ثنيت عنها عنان نظري، ومضيت ذاكراً محاسن صفتها وموصوفها، شاكراً سرو سرورها وعرف معروفها:\nوعذراً فإني في الثناء مقصر\n...\nوقولي بالتقصير يبسط لي عذرا\nالفصل التاسع: في الروض والأزهار\nجد بي الوجد في إبان الربيع، إلى رؤية الغيث بمنازل الربيع. فسرت أحدق في جوانب الحدائق، وصحبني من الشوق وسائق، يتلوهن حاد وسائق. فإذا أنا بروضة أريضة، عيون أزهارها مريضة، قد فاح أرجها،\nالجزء: 1 ¦ الصفحة: 37\n",
        "وأضاءت سرجها، وبرز إبريزها، وحسن تطريزها، وأبدت من زينتها ما هو باللطف منعوت، ونثرت على الزمرد أصناف الدر والياقوت، وتحلت بما يروق إنسان كل إنسان وتجلت في رفرف خضر وعبقري حسان، أعلن السحاب أسرارها وهتك النسيم أستارها:\nكأن تفتحها بالضحى\n...\nعذارى تحلل أزرارها\nحكت الخنساء لا في الحزن بل في الحسن والفخر. ولها عيون تجري على الديباج لا على الصخر، يضوع عرفها في الآفاق ولا يضيع، ويبهر الطرف من صنع صنائعها كل زهر رفيع. تنهار جداولها وأنهارها، ويضحك في وجه من أم بابها وأملها، ثغر نوارها:\nوما غربت نجوم الليل لكن\n...\nنقلن من السماء إلى الرياض\nفمن ورد أحمر الإهاب، عندمي الخضاب:\nكالشمس شكلاً ونشر المسك رائحة\n...\nواللؤلؤ الرطب في تفريجه عرق\nملك جليل، مخصوص بالتبجيل، رفيع الجناب، خفيف الركاب. الرياحين جنده، والشوك سنانه وسلاحه، والعقبان والمرجان قلبه وجناحه:\nمداهن من يواقيت مركبة\n...\nعلى الزبرجد في أجوافها ذهب\nالجزء: 1 ¦ الصفحة: 38\n",
        "ومنه الأبيض المذهب المفضض:\nكأن وجوهه لما توافت\n...\nبدور في مطالعها سعود\nبياض في جوانبه احمرار\n...\nكما احمرت من الخجل الخدود\nومن نرجس باسم، عرفه ناسم:\nكأنما صفرته\n...\nعلى بياض يقق\nأعشار جزء ذهبت\n...\nمن ورق في ورق\nله عيون هدبها من لجين، وحدقها من خالص العين، قامت من الزبرجد على ساق، فهامت بها قلوب العشاق:\nوأحسن مافي الوجوه العيون\n...\nوأشبه الشيء بها النرجس\nومن ياسمين يجلو البصر، كأنه أقراط من الدرر، يحفظ الذمام، ولا يمل من طول المقام. ثغوره ضاحكة، وحسنه آمن من المشاركة:\nوالطرق الحمر في جوانبه\n...\nكخد عذراء مسه عض\nومن نسرين، جوهر عقده ثمين، درر على زبرجد، أو حقاق ورق فيها برادة عسجد:\nما إن رأينا قط من قبله\n...\nزمرداً يثمر بلورا\nومن خلاف، ليس في طيب عرفه خلاف، حكي القدود باهتزازه، ويصل وعده بانجازه. كأنه ثمل من الراح وهو\nالجزء: 1 ¦ الصفحة: 39\n",
        "يومئ برأسه نحوه، وكأن غصونه أحست برحلة الشتاء، فقلبت فروها:\nوالبان تحسبه سنانيراً رأت\n...\nبعض الكلاب فنفشت أذنابها\nومن بنفسج حسن لباسه، وطابت انفاسه:\nكأنه وضعاف القضب تحمله\n...\nأوائل النار في أطراف كبريت\nوفصوص فيروزج نضيدة، أو آثار قرص بخد خريدة، أو حروف لازوردية، أو بقايا نقش في راحة ندية:\nأو أعين زرق كحلن بأثمد\nومن زعفران معطر الجيب والأردان:\nكأنه ألسن الحيات قد شدخت\n...\nرؤوسها فاكتست من حمرة العلق\nأو بصيص رماد، أو ألفات كتبت بالذهب لا بالمداد:\nيتفرى عن قانيات حسان\n...\nمثل هدب معصفر من رداء\nومن لينوفر يألف المياه، طمعاً في دوام الحياه، صفره السقام وعذبه، وغربه الأمل وغربه:\nكأنه ودروع الماء تشمله\n...\nتحت الشماع أكاليل الطواويس\nأو طرف باهت من الفراق يفرق، أو سابح ضعيف يعوم ويغرق. يخفى بالليل ويظهر بالنهار، ويتكلم في الماء بألسنة من النار:\nالجزء: 1 ¦ الصفحة: 40\n",
        "يحب الشمس لا يبغي سواها\n...\nويلحظها بمقلة مستهام\nإذا غابت تكنفها اشتياقاً\n...\nفنام لكي يراها في المنام\nومن آس ما لجرح محبه آس. يرعى العهود، ولا يميل إلى الصدور. كأنه بقية خضاب في\nكف رداح، أو نضال ساهم أعدت للكفاح:\nحكى لونه أصداغ ريم معذر\n...\nوصورته آذان خيل نوافر\nومن ريحان يقول: إن وقت الري حان. كأنه وشم يد مطرفة. أو حلة مخضرة مفوفة، أو أطواق الحمام، أو سلاسل سوالف الغلام:\nله حسن العوارض حين تبدو\n...\nوفيه لين أعطاف القوام\nومن منثور، منظوم جوهره منثور. عطافه مؤتلفة، وألوانه مختلفة. أبيضه وأحمره كثغر الجيب وخده، وأصفره كوجه من مني بإعراضه وصده، يبخل بشذاه نهاراً ويجود به ليلا، وإلام يتستر وهو متهتك في حب ليلى؟\nكأنه عاشق يطوي صبابته\n...\nصبحاً وينشرها في ظلمة الغسق\nومن سوسن، تعالى الله ما أحسن. قائم على سوقه، ينتظر إياب معشوقه. من أزرق بهي الملبوس، وأبيض تميل إلى ضوء صبحه النفوس:\nكأنه ملاعق من ورق\n...\nقد خط فيها نقط من عنبر\nالجزء: 1 ¦ الصفحة: 41\n",
        "ومن خزامى، قدره لا يسامى. يسكن المنازل العلية، ويرفل في حلته اللازوردية. يا لها حلة فاخرة، وحلية باهية باهرة:\nلو حواها الطاووس أصبح لاشك\n...\nمهنا بملك طير الهواء\nومن أقحوان، جمع في مفرده القمران.\nكشمسة من لجين في زبرجدة\n...\nقد أشرقت حول مسمار من الذهب\nومن آذريون، أظهر القطر سره المكنون:\nكأنه أغصانه فيروزج بهج\n...\nمن فوقه ذهب في وسطه سبج\nأو مسك في جام من ذهب، أو فحم أحاط به اللهب:\nتراه عيوناً بالنهار نواظراً\n...\nوعند غروب الشمس أزرار ديباج\nومن بهار، يبهر بحسنه الأبصار:\nكسواعد من سندس وأكفها\n...\nمن فضة حملت كؤوس عقار\nومن شقيق، أين منه المرجان والعقيق؟\nكأنه وجنات أربع جمعت\n...\nوكل واحدة في صحنها خال\nومن ومن ومن، إشارة فتى بالعجز عن الحصر قمن.\nفلما تأملت محاسن هذه الروض الأنيق، ونظرت إلى ما فيها من النبات بعين الحقيقة، شكرت أيادي صانعها، ولجأت إليه وأثنيت على صائغها، وإن كنت لا أحصى ثناء عليه،\nالجزء: 1 ¦ الصفحة: 42\n",
        "وقلت تعظيماً لأمره: {وَمَا قَدَرُواْ اللهَ حَقَّ قَدْرِهِ}. وانشرح صدري بالوقوف على مغانيها، وجاد فكري حيث جال في معانيها، وامتلأ قلبي من نورها نوراً، وانقلبت إلى أهلي مسروراً.\nالفصل العاشر: في وصف الغلام\nبينما أنا جالس في بعض الحدائق، وحولي رفقة هذبتهم الحقائق، وحسنت منهم الأخلاق بين الخلائق، مر بنا غلام يخجل بدر التمام، من بني الأتراك، الناصبين مصائد الأشراك، بديع الجمال، أين منه الغزالة والغزال؟ لطيف الشمائل، يختال بين الخمائل، تمتد لرؤيته من الزهور الأعناق، وتستتر الغصون حياء منه بالأوراق. وهو ممتط صهوة جواد أشهب، لا يبلغ البليغ حصر وصفه ولو أسهب:\nساحر الطرف وافر الظرف أحوى\n...\nخده الأبيض اللجين مذهب\nلا تلمني على اعتقادي هواه\n...\nمذهب الوجد فيه أحسن مذهب\nفلما حاذى مثوانا، حيانا فأحيانا. فتلقيناه بالترحاب، ودعوناه فأجاب، فحصلنا من حضوره على المقصود، وتحققنا أن يومنا بمشاهدته مشهود. فأطلت في محاسنه نظري، وأجلت في ذاته وصفاته فكري، فإذا له ذؤابة تذيب المهج، وتدرج في\nالجزء: 1 ¦ الصفحة: 43\n",
        "حبائلها من دب ودرج. ظلها وارف، وظلامها عاكف، تسلب العقول بالأثيث الأثيل، وتسهر العيون في ليلها الطويل. حندسية العذب، غزيرة الفضل والأدب:\nإذا ما تثنى للسلام مليكها\n...\nعلى أحد دارت وقبلت الأرضا\nووجه وسيم، تعرف فيه نضرة النعيم، يفوق سنا القمر، له خفير من الخفر، رقيق البشرة، تحار عند إسفاره السفرة، نزهة المشتاق، ومرآة لوجوه العشاق:\nمحيا به المقتول يحيا وكم له\n...\nعلى وجنة العاني من الدمع جعفر\nوجبين، منقطع القرين، واضح كالصباح، صلت تُصلت دونه بيض الصفاح:\nوتعجب لطرة وجبين\n...\nإن في الليل والنهار عجائب\nوحواجب، دم عاشقها مباح وقتله واجب، كأنها قسي موتورة. أو نونات في صحف اللجين مسطورة:\nقد وليت إمرة أمثالها\n...\nوحاجب الشمس لها حاجب\nوعيون يا لها من عيون، قد جمعت بين المنى والمنون، تقتل وهي لاهية، وتسكر وهي صاحية، وتصول وهي كانسة، وتسهر وهي ناعسة. نفاثات في العقد، لا يسلم من سحرها أحد:\nلحظاتها كم أرهفت من أبيض\n...\nوالجفن منها مثل حظي أسود\nالجزء: 1 ¦ الصفحة: 44\n",
        "وصدغ معقرب، لكنه لرقيه السليم باب مجرب. بعيد من القطف، كأنه واو العطف، أو جيم محكمة العوج، أو منجل صيغ من سبج:\nصدغ أعاديه أبدوا\n...\nمن عيبه ما حلا لي\nذم العناقيد جهلاً\n...\nمن لم يصل للدوالي\nووجنات، حركت من الخواطر السكنات، تغير الجلنار والتفاح، وتؤلف بين الماء والراح. بها ورد ريحه للأرواح بُلغة {صِبْغَةَ اللهِ وَمَنْ أَحْسَنُ مِنَ اللهِ صِبْغَةً}.\nترى هل من طريق لاجتماع\n...\nبحمرة ذلك الخد النقي؟\nوخال خال من العيب، لا شك في حسنه ولا ريب. كأنه قيراط من عنبر، أو نقطة شقيق أحمر:\nورثته حبة القلب القتيل به\n...\nوكان عهدي أن الخال لا يرث\nوعذار، طاب فيه خلع العذار. أنيق يجل عن التشبيه، سائل كدمع محبيه. كأنه خمل ديباج، أو نمل دب في عاج، أو بنفسج أو سوسان أو حاشية كتبت بقلم الريحان:\nإن نفسي تميل نحو اخضرار\n...\nفيه، والنفس مثل ما قيل خضرا\nومرشف فائق، فيه ريق رائق، وثغر ماله من مثال، وألفاظ سحرها حلال، ونكهة نشرها معطر، وماء لسان أحلى من السكر:\nالجزء: 1 ¦ الصفحة: 45\n",
        "يبسم عن در وعن جوهر\n...\nوعن أقاح أو سنا البرق\nوجيد جداية، فيه لمنهاج المحبة أي هداية، أحسن به من تليل، نحر نحره طويل:\nلو جاد لي يوماً بتعنيقه\n...\nقلدت ذاك الإثم في عنقي\nوكف ندية، أرواحها ندية، رعبوبة بضة، سبائك أناملها من فضة:\nيا حبذا من مالك الحسن يد\n...\nلها على أهل الهوى أيادي\nوقد قويم، ألطف من النسيم، مائل مائد، صائل صائد. تهيج عليه البلابل، وتطير إليه القلوب ولو كانت مقيدة بالسلاسل، إن حضر بان البان، وغار من غيرته في الكثبان:\nأبى قصر الأغصان ثم رأى القنا\n...\nطوالاً فأضحى بين ذاك قواما\nوخصر رقيق الحاشية، معاقد بنده متلاشية، نحيف نحيل، صحيح عليل:\nيستر وجدان القبا معدومه\n...\nما أحسن المعدوم في الموجود\nوردف مائج، نافر خارج، كثيب كثيف، كم له من أسير أسيف. تصعب على الصب نبأته، وتثقل على الخصر وطأته:\nيا ردفه ها خصره\n...\nمن فرط جورك مائج\nالجزء: 1 ¦ الصفحة: 46\n",
        "أنحلته بثقالة\n...\nما أنت إلا خارج\nوسوق تسوق المحبين إلى العطب، ويضرم ماؤها الجامد في القلوب ناراً ذات لهب:\nإن فرج العين في بستان طلعته\n...\nمشى ففرجها في جانب السوق\nوأقدام مقدمة على أمثالها، مقبولة عند إدبارها وإقبالها، حسنها لا يضاهى ولا يشارك. وكعبها على الحقيقة كعب مبارك:\nكل يذل له حتى ذوائبه\n...\nأما تراها ترامت تلثم القدما؟\nوعليه من الحلل الفاخرة، والملابس الملونة الباهرة، ما يخجل من حمرته وجه الشفق، ويحسد النهار بياضه اليقق، وتخضع لأسوده الظلماء، وتغار من أزرقه السماء، وتعنو الرياض لأخضره، وتغيب الشمس حياء من أصفره.\nحمالة الحلي والديباج قامته\n...\nتبت غصون الربا حمالة الحطب\nوبخصره منطقة، لم تبرج له معتنقة، تعوقها العوائق، وتثقلها - كما يقال - العلائق. فمن سيف ماض كناظره، وسهم نافذ كأوامره، وقوس كحاجبه، ومدى لتقصير مدى عائبه، وهي تجول في أضيق مجال، وتنشد بلسان الحال:\nالجزء: 1 ¦ الصفحة: 47\n",
        "بروحي أفدي من ضربت من آجله\n...\nوقاسيت حر النار وهي تفور\nرشاً ضاع ما بين الغلائل خصره\n...\nألم ترني شوقاً عليه أدور\nفخاطبناه في وضع السلاح فوضعه، وسألناه في رفع الحجاب فرفعه. وأخذ ينادمنا بأفصح لسان، ويجلو لنا عقائل أخلاقه الحسان، وينثر علينا من جواهر لفظه النظيم، ولقد خلقنا الإنسان في أحسن تقويم. والزهور تضحك في الأكمام، والغصون ترقص على غناء الحمام، والنهر يصفق لتشبيب الريح في آفاقه، والدوح ينقطه بالدنانير من أوراقه، والعيون تجري بين أيدينا، والنسيم بطيب أنفاسه يحيينا، والروض يفرش لنا بساط سندسه، ويجلسنا حتى على أحداق نرجسه. ياله منظراً ما أنضره، وسروراً ما أوفاه وأوفره، ويوماً ما كان أطيبه وأقصره. ملكنا فيه زمام التهاني، وحصلنا على الأمان والأماني. ولم نزل نتمتع منه\nبكل مطلوب، إلى أن آذنت الشمس بالغروب، فتأهب الغلام لمعاده، وعلا على ظهر جواده، ثم ودعنا وسار، وأودعنا الشوق والادكار وتركنا نتقلب على تلهب النار.\nالفصل الحادي عشر: في وصف الجارية\nتاقت نفسي إلى زيارة بعض الإخوان، فسرت إليه مشمراً\nالجزء: 1 ¦ الصفحة: 48\n",
        "فضل الأردان، في ليلة سما قدرها، وتجلى على السماء بدرها.\nفلما وصلت إليه، وانتظمت في سلك المجتمعين لديه، ظهر لي أنه متشوف إلى قادم، ومتشوق إلى حضور منادم: فكشفت الخبر وتقمصت الأثر، فقيل لي إنه واعد بعض الحسان، وهو منتظر إياب الإحسان. فما أتممت الكلام واتصلت من العلم إلى المرام، إلا وقد أقبلت من الباب، خود تختلس الألباب، غادة رؤود طفلة أملود. كاعب رداح، ترتاح لها الأرواح. عديمة المثال، نشأت في حجر الدلال. يسرح الطرف في روض جمالها وينتزه، وتمحو بكثير محاسنها البديعة ذكر عزة، في حليها وحللها تميد وتميل، وبالجملة فهي بثينة الحسن لأن وجهها جميل.\nفوقفت واستأنست، ثم سلمت وجلست، فسر الجماعة بورودها، وتملوا من جنة وجنتيها بورودها. وأقبل يمن إقبالهم، وأنشد لسان حالهم:\nأهلاً وسهلاً من غادة سمحت\n...\nبالوصل ليلاً ولم تحذر من الحرس\nلما تبدت أضا الداجي، ولا عجب\n...\nفطرة الصبح تمحو آية الغلس\nفلما كشفت القناع، وصدق النظر السماع، تأملت أوصافها، وسبرت شمائلها وأعطافها، فرأيت ما يشرف النظر ويشنف السمع، ويذيب القلوب على ناره ذوب الشمع.\nالجزء: 1 ¦ الصفحة: 49\n",
        "فمن فرع نامي الأوراق،\nمرسل لتعذيب العشاق، جثل أسحم يتلوى كالأرقم، غدائره مجمدة كالغدير، وضفائره مظفرة بقتل الأسير:\nكأنها فيه نهار ساطع\n...\nوكأنه ليل عليها مظلم\nووجه مشرق الأنوار، تحج إلى كعبته الأبصار. يزين اللآلئ والدرر، ويستمد من ضوئه الشمس والقمر، مرآته صقيلة، ومعاني حسنه جميلة. يترقرق فيه ماء الصبا، ويخفي من لمعه بروق الظبا:\nعوذت بالسور المنيرة وجهها\n...\nوهو الجدير بأن يكون معوذا\nوجبين واضح، تحن إليه الجوارح، يتلألأ مصباحه، ويتبلج في ليل الطرة صباحه:\nفتاة يسر القلب والطرف حسنها\n...\nكأن الثريا علقت في جبينها\nوحواجب تذيب المهج، وتجذب الأرواح من قسيها بقبضة البلج كأنها هلال محني القوام، أو فخ نصب لصيد أهل الغرام:\nإذا شمت تحت الحاجبين جفونها\n...\nترى السحر منها قاب قوسين أو أدنى\nوعيون بابلية، كم أوقعت لمن إليها صبا بلية، تسل السيوف، وترسل الحتوف، صحاح مراض، ليس لسهامها سوى القلوب أغراض:\nالجزء: 1 ¦ الصفحة: 50\n",
        "لله أي لواحظ غلابة\n...\nللأسد في وثباتها وثباتها\nوخد كالجلنار، قد جمع بين الماء والنار، يشف الراح في زجاجه، ويهتدي الحائر بنور سراجه. يزهو بورده الأحمر الطري، وأظنه من دم المحبين غير بري:\nتركية للقان ينسب خدها\n...\nواشقوتي منها بخد قاني\nوخال يختال في أحلى الحلل، له من الأقراط والشنوف خول. كأنه من الدائرة قطبها، ومن القلوب المتقلبة على نار حبها:\nفتنت بخال فوق خدك صانه\n...\nأبوك فويلي من أبيك وخالك\nومرشف عذب الأرياق، رضابه لسليم الهوى نعم الدرياق. فيه ماء مبرد، وثغر جوهري صحاحه منضد، ولعس يهيم به ذو الشوق، وشهد يشهد بحلاوته الذوق:\nوبه شراب مسكر ما ذاقته\n...\nلكنني أروي عن المسواك\nوعنق كعنق ريم، در عقوده نظيم. يطوف الحلي بأركانه، ويملك الرق بورقه وعقيانه:\nوجيد جداية لا عيب فيه\n...\nسوى منع المحب من العناق\nونهود كالعاج، ملتحفة بمروط الديباج، رفيعة المنار، شغلت الحلي أن يعار. إن ثنيتها لم تجد عندها عطفاً لمرتاح، وإن لثمتها نشقت من الرمان عرف التفاح:\nالجزء: 1 ¦ الصفحة: 51\n",
        "كحقين من لبّ كافورة\n...\nبرأسيهما نقطتا عنبر\nوبنان رطيب، على مثله يدور الخطيب، مقبل بالأفواه، مصافح بالجباه، فضّيّ الإهاب، مرقوم بالخضاب:\nفما أعذب السكب من أدمعي\n...\nوأحلى المشبك من نقشها\nوقوام يقيم الحروب، ويثير كرّ الكروب. كامل الحسن مهفهف، وافر الدالّ مثقف. الرماح تخضع لديه، والأغصان تسجد بين يديه:\nوقد روت عن لينه واعتداله\n...\nصحاح العوالي مسنداً بعد مسند\nوخصر نحيل، يشكو من ردفها الثقيل. ليس فيه حظ للمجتني لو سألتها عنه لقالت فني:\nعيون الناظرين به أحاطت\n...\nفلم تحتج إلى عقد الوشاح\nوأردافٍ كالأحقاف، وعدها موسوم بالإخلاف، خارجة عن العادة، لكن فيها للمحبين الحسنى وزيادة:\nتمشي بأردافٍ أبين قعودها\n...\nبين النساء كما أبين قيامها\nوسوقٍ جمد ماؤها، وبهر الأعين ضياؤها. مشرقة النور، قصبها من بلور:\nلو لم يكن من برد ساقها\n...\nلاحترقت من نار خلخالها.\nالجزء: 1 ¦ الصفحة: 52\n",
        "وأقدام لها على الفتك إقدام. تمشي كالقطا ولا تخطئ قياس الخطا:\nكأن مشيتها من بيت جارتها\n...\nمرّ السحابة، لا ريث ولا عجل\nوعليها من الحلي والحلل، ما يفتن العقول ويدهش المقل. فمن در ثمين كثغرها، وبلور صافٍ كصدرها، وعقيق كشفتيها، وياقوت كوجنتيها. وسبج كأجفانها، وزمرذ كنقش بنانها، وقميص رقيق الحواشي، ومطرف يحار في وصفه الناشي:\nإلى مثلها يرنو الحليم صبابةً\n...\nإذا ما اسبكرّت بين درع ومجول\nفلما أنست بالقوم، كفّت عنها لسان اللوم، وظهرت عن خلقٍ وسيم، وطباع ألطف من النسيم، ومنادمة تطرب الأسماع، ومداعبةٍ ما الصبر عنها بمستطاع، وملحٍ ألذ من الزلال، وحديث لو لم يجن قتل المحبّ لقيل هو السحر الحلال.\nوحديثها السحر الحلال لو أنه\n...\nلم يجن قتل المسلم المتحرز\nإن طال لم يملل، وإن هي أوجزت\n...\nودّ المحدّث أنها لم توجز\nوالسعد يطلع نجمه، والشمع واقف في الخدمة. وعرف الطيب يفوح، وأعلام الهناء تلوح، وشمل الضد مفرق، والعود يحرك ويحرق. يا له ليلة محي ظلامها ونور الأفق ابتسامها، وحليت عروسها، وطلعت حارقةً للعادة شموسها. لم ير فيها ما يشين ويعيب،\nالجزء: 1 ¦ الصفحة: 53\n",
        "سوى أنها أقصر من جلسة الخطيب.\nولم نزل في بشر وافر، وسرور متواتر، نجتلي وجوه الأفراح المتتابعة، ونجتني من الوصل ثماره اليانعة، إلى أن صاح العترفان، ولا في المشرق ذنب السرحان. فعزمت\nالجارية على الذهاب، وأمرت بإحضار الإزار والنقاب. فقمنا إلى موقف الوداع، وتشتت الشمل بعد الاجتماع:\nوكان الدمع لي ذخراً معداً\n...\nفأنفقت الذخيرة حين ساروا\nالفصل الثاني عشر: في الشمعة والنار\nجلست مع بعض الأصحاب، في ليلة حالكة الجلباب، ماؤها جامد، وهواؤها بارد، وطلها متناثر، والماشي بها في ذيله عاثر. نجري ذكر أهل البراعة، ونعد مناقب فرسان أهل اليراعة، ونورد أخبار أرباب اللسن، ونروي عنهم كل حديث حسن:\nقوم بهم شرف الزمان، كلامهم\n...\nشرك النفوس وعقلة الأحداق\nأشخاص صرفت، ولكن ذكرهم\n...\nأبداً على مرّ الليالي باقي\nفبينا نحن نجول في ميدان المحاضرة، ونحقق النظر في\nالجزء: 1 ¦ الصفحة: 54\n",
        "وجوهها الناضرة، والليل قد روق، وشراب المنادمة مروق، لمحت في المجلس شمعة، وقفت في الخدمة وأجرت الدمعة، جسمها نحيل، ومحيّاها جميل، قامتها قويمة، ودرّة تاجها يتيمة. تحرقها أنفاسها، ويوبقها نبراسها. كاسية عارية، تخجل بضوئها الجارية:\nمفتولة مجدولة\n...\nتحكي لنا قد الأسل\nكأنها عمر الفتى\n...\nوالنار فيها كالأجل\nأو نبل نصله ذهب، أو حية لسانها لهب، أو وردة على قضيب، أو محب أسهره بعد الحبيب، أو لينوفرة، أو سبيكة معصفرة، أو غرة في وجه أدهم السدف، أو كوكب أرخى ذؤابته ثم وقف:\nأو ضرة خلقت للشمس حاسدة\n...\nفكلما حجبت قامت تحاكيها\nيخوض في لجة الدمع طرفها القريح، وتلعب بلهب قلبها الجريح يد الريح، فتطلعه نجماً، وترسله سهماً، وتحركه لساناً، وتنشره طيلساناً، وتضربه ديناراً، وتصيره جلناراً، وتصوره سوسناً، وتصوغه إكليلاً تبره ذو سناً، وتعطفه كالهلال السافر، وتنصبه أذن جواد نافر، وترفعه كالسنان، وتقيمه أنملة في بنان، وتبسطه كالمنديل، وتميله سلسلة قنديل، وتخطه ألفاً مستقيماً، وترسمه نوناً أو جيماً.\nالجزء: 1 ¦ الصفحة: 55\n",
        "واستمرت مولعة بشخصها، ساعيةً في نقضها ونقصها، حتى فني عمرها، وانفصل أمرها، وانحل عقدها، وعز على الجماعة فقدها:\nوقد فارق الناس الأحبة قبلنا\n...\nوأعيا دواء الموت كل طبيب\nوكان في المجلس كانون، يلقي فيه العود بغير قانون، يضم ناراً ذات لهب، له شرر شذره من ذهب، همتها علية، ومرآتها جلية. تعلو على الرماح في المواكب، وتزاحم الكواكب بالمناكب. فاكهتها في الشتاء محبوبة، وأعلامها للاصطلاء منصوبة، وهي بقضيب\nالأبنوس لا بجزل الغضا مشبوبة:\nكلما رفرف النسيم عليها\n...\nرقصت في غلالةٍ حمراء\nكأنها سبجُ على مرجان، أو زنجية بكفها كرة عقيان، أو شمس محجوبة بالغمام، أو ورد تبسم من خلال الكمام:\nأو أشقرُ مطهم\n...\nيموج تحت العثير\nأو غادة قد ضمخت\n...\nوجنتها بالعنبر\nيهتم بها أقوام، هم واسطة عقد الأنام، كريمةُ أحسابهم، مفتوحة للوفود أبوابهم، يمتطون ذروة كل محبوك القرا ويبسطون موائد الفوائد والقرى:\nإذا ضل عنهم ضيفهم رفعوا له\n...\nمن النار في الظلماء ألويةً حمرا\nالجزء: 1 ¦ الصفحة: 56\n",
        "فلم تزل تضطرم، وتستعر وتحتدم، إلى أن خمد لظى جمرها، وغاض ماء شررها وشرها، واضطجعت في مهادها، تحكي تحت غطاء رمادها:\nدماً جرى من فواختٍ ذبحت\n...\nعليه من ريشهن منشور\nفراقني ما شاهدت من حالهما، وأمعنت النظر في منقلبهما ومآلهما، وقمت من شكر المنعم بأداء الفرض، وقلت بلسان التعظيم: {اللَّهُ نُورُ السَّمَاوَاتِ وَالْأَرْضِ}\nثم إن الصحب مالوا إلى الكرى، وطال عليهم - مع كونهم جلوساً - شقة السرى، فوثبنا لاقتفاء أثر ما تقر عين الهاجع، وسألنا الحي القيوم أن يجعلنا من الذين تتجافى جنوبهم عن المضاجع.\nالفصل الثالث عشر: في مدح العشق وذمه\nسألني بعض المائلين إلى الهوى، المصابين بسهام الصبابة والجوى - الساهرين في الليل الطويل الذوائب، الذين صرفوا على المحبة حبات قلوبهم الذوائب - عن مراتب العشق وضروبه، وقبائل الحب وشعوبه، وهزله وجده، وجزره ومده، وشواهد شهده وسمه، وما قيل في مدحه وذمه، فأجبته إلى سؤاله، وجمعت بينه وبين آماله:\nيقولون لي صفها فأنت بوصفها\n...\nخبير أجل عندي بأوصافها علم\nالجزء: 1 ¦ الصفحة: 57\n",
        "يا هذا إن أول العشق استحسان من يلائم الطبع من الجواري والغلمان، تحدث منه إرادة القرب والمودة، ثم يقوى الود فيكون حباً لا يمكن القلب رده. فإذا استحكمت المحبة في القلوب، عادت هوى يهوي بصاحبه في اختيار المحبوب، ثم يصير عشقاً ثم تتيماً ثم يرجع ولهاً على العقول مخيماً، وهو طمع في القلوب يتولد، يعظم بالحرص على الطلب ويتأكد. يخفى عن الأبصار، ويهيج باللجاج والتذكار، كامن كالنار في الحجر، والزهر في الشجر. إن قدحته أورى، وإن سقيته أخرج نوراً:\nالعشق أول ما يكون مجانة\n...\nفإذا تحكم صار شغلا شاغلا\nفأما أوصافه الممدوحة فإنه جليس ممتع بمشاهدته، وأليف مؤنس بمنادمته، مسالكه لطيفة، وممالكه شريفة. برق لامع، ونور ساطع. تستضيء به نواظر العقول، ويفعل في الشمائل مالا تفعله الشمول، ويتصل بجواهر النفوس، فيزيل عنها لبوس البوس، فرح يجول في الروح، وارتياح يغدو في القلب ويروح، وسانح ينشر من البشر ما انطوى، وسرور ينساب في أجزاء القوى:\nإذا أنت لم تطرب ولم تدر ما الهوى\n...\nفكن حجراً من يابس الصخر جلمدا\nيطلق اللسان، ويشجع الجبان، ويصفي الأذهان. يولد\nالجزء: 1 ¦ الصفحة: 58\n",
        "الأخلاق الجميلة، ويرغب في اكتساب الفضيلة، ويفتح للبليد باب الحيلة، ويرفع لواء الهمم، ويبعث على الحزم والكرم. يلطف الطباع\nويشنف الأسماع، ويدعو إلى تحسين اللباس، ويستعمل بالرياضة أهل الشماس، لا يقع فيه إلا من قليب قلبه صافي، ولا يسلم منه إلا كل جلف جافي:\nفإن شئت أن تحيا سعيداً فمت به\n...\nشهيداً وإلا فالغرام له أهل\nوأما أوصافه المذمومة: فإنه ملك قاهر، وحاكم جائر. هزله جد وراحته تعب، وأوله لعب\nوآخره عطب. يعتري النفوس العاطلة والقلوب الفارغة، ويكسف من الآراء شموسها البازغة، ويسوق إلى وليه غمام الغم، ويهيم في وادي الهم. يذهب العقل، ويمرض الجسد، ويقوي الفكر ويضعف الجلد، ترتعد منه الفرائص، وتتقد به نار النقائص. يستعبد الأحرار، ويستأثر ذوي الأقدار، ويصفر الأبدان، ويوقع في الذل والهوان:\nوكنت أظن الهوى هيناً\n...\nفلاقيت منه عذاباً مهينا\nيورث الأسف والحرق، ويجلب الوسواس والأرق، ويجدد ملابس الوجد والألم، ويمنع عن الاشتغال بالعلوم والحكم. يحالف أرباب الشبهات، ويستخدمهم في تدبير الشهوات، ويعطل عن المصالح، ويجرح بمديته الجوارح. من جنده الغرام\nالجزء: 1 ¦ الصفحة: 59\n",
        "والكلف، ومن رفده الهيام والشغف، يعوق الطالب عن الاستفادة، ويشغل الإنسان عما خلق له من العبادة. جان يفضي إلى الجنون، ويدني أهل المنى من المنون:\nوما عجب موت المحبين في الهوى\n...\nولكن بقاء العاشقين عجيب\nواعلم، وقاك الله شر الشرر، أن أقوى أسباب العشق النظر. رياحه تنشئ سحائب الفكر، ومرآته تجلو على القلب محاسن الصور. فاتق النظرة، فإنها تزرع حَب حُب ينبت سنبل الحسرة. كم سلب النظر قلب عابد، وفتن عقل ناسك، وحل عقد زاهد، وأجرى آفة، وقرن ذلاً بمخافة، وأثار غبار معركة، وألقى شهماً إلى التهلكة، وأقام حرباً على ساق، وسفك الدماء وأراق، وأوقع في مصائد المصائب، وهشم العظام بأنياب النوائب:\nفمن كان يؤتى من عدو وحاسد\n...\nفإني من عيني أتيت، ومن قلبي\nفاسلك سبيل السلامة، لتصل إلى دار الكرامة، واقطع أسباب المطامع، واشتغل عن المصنوع بالصانع. فأما من آثر اللذات فقد تورط في حبائل البلوى، وانتهى من حرم الحرمان إلى الغاية القصوى {وَأَمَّا مَنْ خَافَ مَقَامَ رَبِّهِ وَنَهَى النَّفْسَ عَنِ الْهَوَى، فَإِنَّ الْجَنَّةَ هِيَ الْمَأْوَى}.\nالفصل الرابع عشر: في الفراق\nالفراق - جمع الله الشمل بمحياك، ورعى ودك على بعد المزار\nالجزء: 1 ¦ الصفحة: 60\n",
        "وحياك - وقد اجترى واجترح، وأذهب المسرة والفرح، وضيق رحب الفضا، وقلب القلب على جمر الغضا، وأورث الكمد، وأذاب جليد الجلد، وجاب. وجال، ونثر عقود الاحتمال، وأوجد الوجد والهيام وأحوج الصب إلى العبث بالأقلام:\nكتبت وعندي من فراقك لوعة\n...\nتزيد بكائي أو تقل هجوعي\nفلو أبصرت عيناك حالي كاتباً\n...\nإذاً كنت ترثي في الهوى لخضوعي\nأخط وداعي الشوق يملي، وكلما\n...\nتعديت سطراً رملته دموعي\nيا لها لوعة أسعرت وقد الضلوع، ومالت إلى الصبر فأذوت منه الأصول والفروع وصبابة صبت النفس إليها، ووقفت لامتثال الأمر طائعة بين يديها، وغراماً يلازم غريم الفؤاد، ويتكلم من الدموع بألسنة حداد، وشوقاً إلى تلك الليالي المستنيرة، والأيام التي تطول الشرح في وصف محاسنها وإن كانت قصيرة:\nحيث اللقا والنوى حل ومرتحل\n...\nوالدهر يقضي لنا من وصلك الغرضا\nلئن تعوضت عني غير مكترث\n...\nفعنك، ما دمت حياً، لم أجد عوضاً\nإلى الله أشكو جور أحباب، لا شك في ظلمهم ولا ارتياب:\nالجزء: 1 ¦ الصفحة: 61\n",
        "ساروا وسر الوجد قلبي أودعوا\n...\nيا ليتهم يوم النوى لو ودعوا\nأفديهم غائبين أطالوا شقة البين، ونازحين سكنوا القلب حين غابوا عن العين:\nرحلوا عن الأوطان لكن في الحشا\n...\nنزلوا، وما راعوا ولكن روعوا\nكيف العمل؟ عز الاحتيال، هل من طريق إلى منزلة الوصال؟\nيا صاح إن ظباء جيران النقا\n...\nجاروا علي فدلني ما أصنع؟\nأحسن بهم ظباء غير أوانس، كم أسهرت العشاق عيونهم النواعس:\nنفروا وما التفتوا وعادة مثلهم\n...\nيتلفتون إذا نفاراً أوقعوا\nأيها المغرم باللوم والتفنيد، لا تتعب نفسك فيما لا يجدي ولا يفيد:\nقسماً بهم مالي غنىً عنهم ولو\n...\nأمسيت كاسات الأسى أتجرع\nكُف كف العذل والتأنيب، فلست أحول عنهم ولو براني النحيب.\nوأنا المقيم على محبتهم وإن\n...\nحفظوا عهودي في الهوى أو ضيعوا\nنعم أقيم على الود والمحبة، وأرعى رب الخال ولو اشترى قلبه بحبة، وأحفظ زمام الذمام، وأصبر في هاجرة الهجر على\nالجزء: 1 ¦ الصفحة: 62\n",
        "الأوام وأتعلل بلعل وعسى، وأحتمل مشقة آسي جرح الأسى، وأتعلق بأذيال ضيف الطيف، وأتشبت بأن أوقات الفراق سحابة صيف:\nوأطوف في تلك الديار مسائلاً\n...\nعن أهلها أبكي ما قد جرى\nلله بعد البعد حمر مدامع\n...\nبنُضارها المبدول قد أثرى الثرى\nوقد علم الله أن يوم النوى، أضعف بناء جسدي بالهوى فهوى، وأحال صبغة حالي، وسقاني كأس بعد مذاقها غير حالي، فعدت ذا سكر دائم، وعناء تحل دونه عقد العزائم. القلب مأوى الهموم، والطرف موكل برعي النجوم، والكآبة في الخاطر خاطرة، والعين إلى نحو الطريق ناظرة، وأسياف الضنى تجرح الجوارح، وسهام الجوى تجنح إلى الجوانح. لا أعرف لذة الوسن، ولا أمل من السير في حزن الحزن. ولا أرد الماء النمير إلا ويلفحه من كبدي حر السعير. إن مر الفكر في خلدي شرحت له صدراً، وإن دعاني الذكر الجميل مرة لبيته عشراً. ولولا رجاء العود والإياب، لانفصمت من قوى حياة العليل عرا الأسباب، فتباً لأيام الصد والقطيعة، وسقياً لأوقات كانت على رغم العدا مطيعة، حيث الأوطان عامرة، ووجوه الأوطار ناضرة، وأغصان العيش مائدة، وصلة الأحباب عائدة:\nوسعاد تسعدنا بروضات الرضا\n...\nويعمنا منها سنا وسناء\nالجزء: 1 ¦ الصفحة: 63\n",
        "لهفي على ذاك الزمان وطيبه\n...\nفلفقده أنا والخلال سواء\nأمبشري برجوعه لك عن رضا\n...\nروحي وما ملكت يداي فداء\nوالله المسؤول في بلوغ الأماني، وإباحة ممنوع التلاقي والتداني، واجتماع المشوق بأهل وداده، ونصرة المظلوم على أعدائه وحساده، فإنه {نِعْمَ الْمَوْلَى وَنِعْمَ النَّصِيرُ}، {وَهُوَ عَلَى جَمْعِهِمْ إِذَا يَشَاءُ قَدِيرٌ}.\nالفصل الخامس عشر: في الاستعطاف\nأيها المعرض الهاجر، الذي سعى لصده دمع صبه على المحاجر، رفقاً بمن ملك الوجد قياده، وعطفأ على من أذاب الشوق فؤاده، متيم أقلقه فرط صدودك، ومغرم أغراه بحبك قول حسودك، وسقيم لا شفاء له دون مزارك، ومقيم على عهدك ولو طالت مدة نفارك. إلام هذا التنائي والنفور؟ وعلام ياذا القد العادل تجور؟ لقد تضاعف الأسف والأسى، وتطاول التعلل بعل وعسى، وفني حاصل الصبر ولم يبق إلا المقابلة بالجبر.\nهبني تخطيت إلى ذلة\n...\nولم أكن أذنبت فيما مضى\nأليس لي من بعدها حرمة\n...\nتوجب لي منك جميل الرضى؟\nنعم لي حرمة وذمام، وسابق خدمة توجب رفع الملال والملام.\nالجزء: 1 ¦ الصفحة: 64\n",
        "ولت ألوذ إلا بباب نعمك، ولا أعتمد في محو الإساءة إلا على حلمك وكرمك. وما جل ذنب يضاف إلى صفحك، ولاعظم جرم يطرد غراب ليله باز صبحك. ومثلك من يسد الخلل، ويغفر الخطأ والخطل، ويقيل العثرات، ويتجاوز عن الهفوات، ويمح بالعفو تفضلاً، ويزيل القبض عن بسط العذر متطولاً، فلا تخدش وجه رضاك بالغضب، ولا تجمع لمن أسره التفريق بين العتب والتعب، ورق على عبد رقك، وأره الدجا والضحى من فرعك وفرقك، وأذقه أري وصالك، كما جرعته شري انفصالك.\nوكنت اظن أن جبال رضوى\n...\nتزول وأن ودك لا يزول\nولكن القلوب لها انقلاب\n...\nوحالات ابن آدم تستحيل\nطالما آنستني بقربك، ودنوت مني مفارقاً ظباء سربك، واعتنيت بأمري، وأخمدت برضاب ثغرك جمري، وأنجزت وعودي، وأطلعت نجوم سعودي، وأطلت سروري وابتهاجي، وأصلحت بشراب وصلك مزاجي، وجلوت طرفي بمحاسن طلعتك، وأرويت ظمئي بالعذب الفرات من\nشرعتك.\nوكنت إذا ما جئت أدنيت مجلسي\n...\nووجهك من ماء البشاشة يقطر\nفمن لي بالعين التي كنت مرة\n...\nإلي بها في سالف الدهر تنظر\nالجزء: 1 ¦ الصفحة: 65\n",
        "قيدت أملي عن سواك، وبهرت ناظري بنظرة سناك، وضاقت بعدك عليّ المسالك، وغدت مطالبي محفوفة بالمهالك، وكسرت جيش قراري، وتركتني لا أفرق بين ليلي ونهاري.\nأجول حول الديار، وأعوم في بحر الأفكار، وأتمسك بعطف عطفك، وأتعلق بأذيال مكارمك ولطفك. أما علمت أن الكريم إذا قدر غفر؟ وإذا صدرت عن عبده زلة أسبل عليها رداء العفو وستر، وأن شفيع المذنب إقراره، ورفض خطيئته عند مولاه استغفاره. ومن أبدى باعترافه الحجة، فقد استوجب أن يُسلك في مساحته أوضح المحجة.\nومن كان ذا عذر لديك وحجة\n...\nفعذري إقراري بأن ليس لي عذر\nلهفي على عيش بسلاف حديثك سلف، وأوقات حلت ثم خلت وأورثت التلف، وزمان ولى مجانباً، وحبيب ذهب مغاضباً، واهاً لأيام بطيب أنسك مضت، وبروق ليال لولا قربك ما أومضت:\nما كنت أعرف في الهوى مقدارها\n...\nرحلت وبالأسف المبرح عوضت\nكيف السبيل إلى إعادة مثلها؟\n...\nوهي التي، بالبعد، قلبي أمرضت\nإلى كم أموه وأغالط، وأجاهد في سبيل الصبر وأرابط،\nالجزء: 1 ¦ الصفحة: 66\n",
        "وأكلف اللسان مكابدة حمل الكتمان، وأسر من الصبابة ما أعلنه دمع الأجفان. أتكتم رائحة الطلا؟ وهل يخفى على ذوي الأبصار ابن جلا؟ لقد برح الخفاء، وأطلت يا رقيق الحاشية شقة الجفاء، وأشمت الأعادي، ومددت ظل التمادي، وزدت في الهجر والبعاد، وكلمت القلب بألسنة الصعاد. فجد بالتداني، واسمح بنيل الأماني، وارحم والهاً وأبدت ظلمة الفراق فرقه، وتصدق على مدنف سائل دمعه يقبل الصدقة. وألن قلبك القاسي، وعد عن التنائي والتناسي، وارع الود القديم، وأبدل شقاء محبك بالنعيم، ولا تعدل عن منهاج المعدلة، وسلم فقد أخذت حقها المسألة. واغمد سيف حيف صيرته مسلولا، وأوف بالعهد {إِنَّ الْعَهْدَ كَانَ مَسْؤُولاً}.\nالفصل السادس عشر: في مجلس الشراب\nكان لي صديق مغرى بشرب الرحيق. غزير الفضل والآداب، كثير اللهج بذكر مجالس الشراب، وكان يود حضوري عنده، وأنا لا أبلغه مما يود قصده. فأتاني حيناً من الأحيان، يدعوني إلى مجلس بعض الأعيان، وألزمني بأن أحالفه، مقيماً على ألا أخالفه، فأجبت إلى المحاضرة، مشترطاً عدم المعاقرة. فقال: أجل أيها الأجلّ، وسآتيك إذا هزم النهار واضمحل. فلما آنس قدوم الليل، آب يسحب سحائب الذيل، وهو يقول:\nالجزء: 1 ¦ الصفحة: 67\n",
        "يا من به ينفى الكمد\n...\nويثبت العيش الرغد\nجد بالوفا قد آن أن\n...\nينجز حر ما وعد\nفمضيت صحبته إلى دار، جرى بها فلك السعد ودار، عالية الجناب، رفيعة القباب. فاخترقنا أستارها، واجتلينا أقمارها، حتى انتهينا إلى مجلس فسيح، قدح الفائز بأقداحه غير منيح.\nلا تسمع الآذان في جنباته\n...\nإلا ترنم ألسن العيدان\nأو صوت تصفيق الجليس ونقره\n...\nوبكاء راووق وضحك قناني\nيشتمل على ندمان، لا يسمح بمثلهم الزمان. حاشيتهم أرق من النسيم، ومزاج كاساتهم من تسنيم. إن نظموا أودعوا أصداف المسامع دراً، وإن نثروا نفثوا في عقد العقول سحراً.\nتنازعوا درة الصهباء بينهم\n...\nوأوجبو لرضيع الكأس ما يجب\nلا يحفظون على النشوان زلته\n...\nولا يريبك من أخلاقهم ريب\nبينهم سقاة حسنت صفاتهم، وتكفلت بالإنصاف كفاتهم. كم فيهم ذو وجه جميل، وده صحيح وجفنه عليل. سمهري القوام، جوهري الكلام. تنعطف الأغصان سجداً لعطفه، ويسقي بطرفه أضعاف ما يسقي بكفه:\nساق غدا يحكيه من\n...\nبان النقا وريقه\nواظمئي وكالزلا\n...\nل خمره وريقه\nالجزء: 1 ¦ الصفحة: 68\n",
        "أيديهم أقداح، تفتح أبواب الأفراح، وملاكها ملوك أكاسرة على الأسرة. النور ضمن إزارها، ومعدن الذهب في قرارها. تعدل وهي جائرة، وتنشد وهي دائرة:\nصل الراح بالراحات واقدح مسرة\n...\nبأقداحها واعكف على لذة الشرب\nولا تخش من ذنب فأوراق كرمها\n...\nأكف غدت تستغفر الله للذنب\nوأباريق تسجد لربها، وتقبل الأرض لدى صبها. كم أصلحت فساد مزاج، وأوضحت منهاج ابتهاج. تحكي إوزاً معوجة الرقاب، أو ظباءً أشرفن من ذرى الهضاب:\nوكأنما الإبريق عند ركوعه\n...\nوالإثم يلثم ثغره المنعوتا\nطير بمنقار له من لؤلؤ\n...\nلما أسف تناول الياقوتا\nوأكواب مصفرة الأثواب، تغني عن المصباح، وتهدي ريح التفاح. تبعث على الحماسة والسماحة، وتتعب سوق ساقيها القلب وهي في راحة:\nلله أكواب همومي حرمت\n...\nلما أباحت خمرها المسكوبا\nنار ولم تحرق، وإن أنكرت ما\n...\nأوردته يا صاح فالمس كوبا\nوكؤوس تسر بحسنها النفوس. ثغورها باسمة، ومناهلها لمادة الأسى حاسمة. تحمد عند الصبوح والغبوق، وتشرح الصدور في حالتي الغروب والشروق.\nالجزء: 1 ¦ الصفحة: 69\n",
        "ولرب ساق محسن في كفه\n...\nكأس برؤيتها نفى عنا العنا\nوعلى ذراها ليس يبرح ناصباً\n...\nشبك اللآلي كي يصيد لنا الهنا\nوينطوي على قيان، ينشدن البديع من سحر البيان. لهن أصوات، توقظ أعين اللذات. يشنفن الأسماع، ويتقن أجناس الإيقاع:\nقيان حكين البدر حسناً وبهجة\n...\nزمان الذي يحظى بهن وسيم\nإذا هن ألقين الغناء بمجلس\n...\nفمعبد والغريض هشيم\nوبه شمع يدهش الأبصار، ويحيى ما مات من ضوء النهار. دبيقي الملابس، عقيقي القلانس. وافر الأدب والهمة، لا يبرح واقفاً في الخدمة:\nمن كل هيفاء تهوى الشمس رؤيتها\n...\nبكت وأنت فلاح الماء واللهب\nتجلى على السراب في ثوب لها يقق\n...\nكحية من لجين رأسها ذهب\nوفيه أنواع من الشراب، تلمع في أوانيها كلمع السراب. فمن خرطوم، تخفي بدر حبابها النجوم، وشمول تشمل القوم بالقبول. ومشعشة منازل كواكبها مرتفعة، وعاتق تقدم عصرها، وخف على النديم أمرها. وخابية حانية، قطوف كرومها دانية:\nالجزء: 1 ¦ الصفحة: 70\n",
        "وطوس وقنديل عقار وقرقف\n...\nمدام وإسفنط سلاف وجريال\nطلاً وسباء والحميا وقهوة\n...\nكميت، شموس، خندريس وسلسال\nإلى غير ذلك من روح وريحان، ومحاسن وإحسان. ومسموع ومشموم، ومشروب ومطعوم. وعود يحرق ويحرك، ومسك في الصحاف يفتت ويفرك. وقريض ينشد، وعرف ضائع لا ينشد، وبم وزير، وجنة وحرير، وزهور ومزاهر، وملح ونوادر، وفاكهة مما يتخيرون، ولحم طير مما يشتهون:\nأيا نديمي لو شاهدت وقفتنا\n...\nفي مجلس اللهو حيث الخصم مغلوب\nوالدف والدن مضروب ومنكسر\n...\nوالزق يذبح والراووق مصلوب\nوبالجملة فإني عاينت من التفضيل، ما يغني عن التفصيل، وكاد ثقيل الطرب يستخفني لولا عناية الملك الجليل. ثم نظرت وإذا أمر القوم قد اضطرب، والعترفان يخبر عن ذنب السرحان بحسن المنقلب، فأشرت إلى صاحبي بالنقلة، وعرفته أن الليل قد عزم على الرحلة. فقام يهتز من السكر اهتزاز الأفنان. وانصرفنا، وأنا أمشي كالرخ وهو يمشي كالفرزان. فلما صرنا إلى البيت، خر صعقاً كالميت. فجلست معرضاً عن الكرى، متفكراً فيما قد جرى، لائماً نفسي على اتباع الهوى، ذاماً لها على معاشرة من ضل وغوى. ثم إني\nالجزء: 1 ¦ الصفحة: 71\n",
        "ملت إلى الاستغفار، وسألت العفو من العزيز الغفار، ولذت - كما قال الحريري - بالمتاب، وآليت لا أحضر - ما دمت حياً - مجالس الشراب.\nالفصل السابع عشر: في الشيب والخضاب\nرأيت بعض مشايخ الأصحاب، وهو يتعاطى ما يتعاطاه الشباب. فقلت: يامن وعظه الشيب، جاءك النذير بلا ريب، فاصرف عين العيب، واق عالم الشهادة والغيب. نأت الغرابيب السود، ودنت البزاة واثبة كالأسود. وظهرت غرة القمر، وأومض البرق في ليل الشعر. ورمي فاحم الفود بضده، واشتعل المبيض في مسوده. قدم رائد الهداية، وزائد الغواية، وطليعة العفاف، وذريعة الإنصاف. ومظنه الوقار، ومشرق الأنوار. فخل الخلال الجانية عليك، وأحسن كما أحسن الله إليك:\nإنما تحسن الرياض إذا ما\n...\nضحكت في خلالها الأزهار\nمن شباب عذاره لم تقبل أعذاره. من عذل شبابه ولي مصابه. من لمع ضوء فرعه، تفرق شمل جمعه. من كبر ذوى عوده، وغابت سعوده، وأفل نجمه، ووهن عظمه، وضعف بعد القوة جسمه، وخمدت منه الأنفاس، عنه ظباء الكناس:\nلو كان عمر الفتى حساباً\n...\nكان له شيبه فذالك\nالجزء: 1 ¦ الصفحة: 72\n",
        "يامن أدركه المشيب، اترك الغزل والنسيب، إرجع إلى الله من قريب، ولذ بالمتاب واعدل عن الخضاب، واخش نصول الفضول، ودع من يزور ثم يزول. ولا تطمع بوصل الحسان، واكتب لهن تسريحاً بإحسان، واحذر منهن العدو الأزرق، واسبق إلى منعهن من قبل أن تسبق.\nعذر الكواعب أنهن كواكب\n...\nلا يجتمعن مع الصباح إذا بدا\nفنظر إلي مليا، وقال: لقد جئت شيئاً فرياً. ياهذا أنت ناصح أمين، أم ذابح بغير سكين؟ نكست الأعلام وفتنت الأحلام، وفخمت الوعيد، وجلت في ميدان التهديد، وآثرت نيران التلف، ودثرت {عَفَا اللهُ عَمَّا سَلَف}، وأدنيت غمام الغم، ومدحت ما يستحق الذم:\nما رأينا المشيب إلا كثلج\n...\nأبيض بارد قليل المقام\nواهاً له من زائر يظهر العدل وهو جائر، يأتي من الشهب على كل ضامر، ويخرب من الأعمار كل عامر، ولا يرجى لسليبه عوض، ولا يقضي لصاحبه غرض. ناع ينغص لذة الرفاق، وساع يطوف بحرم الفراق. معلول لا يعتني بحفظ ميثاقه، ورسول معجزته الخوف من اجتماعه، والفرق من فراقه:\nله منظر في العين أبيض ناصع\n...\nولكنه في القلب أسود أسفع\nغرة مرة، ونور ليس معه مسرة. يبلي الجديد، ويصيد\nالجزء: 1 ¦ الصفحة: 73\n",
        "الصنديد، ويعتدي على الشباب، ويفرق بين الأصحاب، ويسود بياضه اللون، وهو عنوان فساد الكون. رفعت عند نصحك مقداره، ونفيت قاره وأثبت وقاره:\nوأي وقار لامرئ عري الصبا\n...\nومن خلفه شيب وقدامه شيب\nثم إنك رثيت وما رثيت، ومريض المشيب عن معالجة الخضاب نهيت، وأطلت التعنيف، وأكثرت الأراجيف. وسقت الشائب إلى رمسه، ومنعته من التصرف في نفسه، وبسطت شقة الشقاق. أما سمعت قول الوراق:\nللضيف أن يقرى ويعرف حقه\n...\nوالشيب ضيفك فاقره بخضاب\nفقلت له: إلام يختفي الزامر ويتستر؟ وحتام يكتم الكتم شيئاً بعد ثلاث يظهر؟ وهل يرد التمويه ما مضى؟ أو يخمد ماء الصبغ جمر الغضى؟\nتستر بالخضاب، وأي شيء\n...\nأدل على المشيب من الخضاب\nفقال: قد أطلت الملام، وأثخنت القلب بكلام الكلام، ونشرت رداء الرد، وزاد سيف عدلك في الحد:\nلمع المشيب، وبعد عندي صبوة\n...\nيبلى القميص وفيه عرف المندل\nيا هذا إني لأعلم أن الخرق يتسع على الراقع، وأن التمادي في التصابي سم ناقع. لكن الفطام صعب، وكل أحد لا\nالجزء: 1 ¦ الصفحة: 74\n",
        "يمكنه رأب الشعب، وترك منصب الإمارة، شديد على النفس الأمارة. وهي إلى حضرة الخضرة تميل، وعلى الله قصد السبيل:\nلعمرك ما خضبت بياض شيبي\n...\nرجاء أن يعود لي الشباب\nولكني خشيت يراد مني\n...\nعقول ذوي المشيب فلا تصاب\nوأنا أستغفر الله من الزلل، واستعين به على سد الخلل، وأتوكل عليه إنه جواد كريم، وأتوب إليه إنه هو التواب الرحيم.\nالفصل الثامن عشر: في الخيل والإبل\nوفد علي يوماً ذو ألوك، يدعوني إلى حضرة بعض الملوك. فلبيت مناديه، ويممت في المال ناديه. فرحب بي على عادته، وقرب مجلسي من وسادته. ثم قال لي: عرض لي أن أعرض العتاق، وأتبعها بالنجائب من النياق، فأحببت حضورك، وقصدت نزهتك وسرورك.\nفشكرت فيض فضله، ودعوت بتوفير خيله ورجله. فما استتم المقال إلا والنجائب تقاد بأيدي الرجال: فمن أشهب يقق، إن طلب لحق، وإن طُلب سبق. طِرف يحار الطرف في حسنه، ويرى الناظر شخصه في مرآة\nالجزء: 1 ¦ الصفحة: 75\n",
        "متنه. بعيد المنار والمنال، طلعته الفجر وسرجه الهلال. لا يخطر معه الخطار ولا تعلق الغبراء له بغبار. يهدي فارسه من حافره بسنا السنابك، ويغتدي عند امتطاء صهوته من الذين ينظرون على الأرائك.\nومن أدهم غربيب، لا يعلم أجنوب هو أم جنيب. يسبق السيل في السير، معقود بناصيتها الخير، ينساب كالثعبان، وينعطف انعطاف السرحان. زاد على زاد الركب وزاحم النكباء بالمناكب، يسلب العقول بحسن دسيعه وتليله ويخطف الأبصار برق غرته وتحجيله.\nومن أشقر خلوقي الجلباب، ألبسه الأصيل حلة تفتن الألباب. الراح تحكيه في لباسه، والرياح لا تقدم على مجاراته لباسه، متقلد بالذهب، متقلب في اللهب، يشفق من مناظرته الشفق، ويسرق من لين شعره السرق، ينقص الزائد لديه، ويفوت أعوج ثم يعوج متهكماً عليه.\nومن كميت طاب عرفه، واسود ذنبه وعرفه. أسيل الخدين، بارز النهدين، عندمي اللباس، يحول بين الظباء والكناس، إن وثب ألحق العنان بالعنان، وإن وقف عاينت كل عضو منه وردة كالدهان. يجد السير في حزن الفلاة وسهلها، ويرد الوديعة محمولة إلى أهلها.\nومن أصفر لونه فاقع، كم له في الحلبة من طائر خلفه واقع، ينتمي إلى الحبشان، ويعبر بلونه الزعفران. الدجا على عرفه قابض، وماء القار على ذيله فائض. يتجلى\nالجزء: 1 ¦ الصفحة: 76\n",
        "في الرياض الشمسية، ويسبح في الجداول الورسية. لا يمل من التقريب والإلهاب، ويأتي من عدوه بغرائب يشيب منها الغراب.\nومن أخضر حسن وشياً، وراق للعيون جرياً ومشياً. زرزوري الإهاب، يجمع بين الشيب والشباب. زبرجدي الحافر، أين منه الغزال النافر؟ يظهر عجز مكتوم وتخمد عنده جمرة\nاليحموم يخجل بتفويفه الرياض، ويسابق أسهم راكبه إلى الأغراض.\nومن أبلق عظمت فصوصه، واشتهر حسنه وشهر قميصه. طويل الحزام والذيل، وهامته من الصباح وشامته من الليل. يمرح في جلالة جلاله، ويولع إذا غابت الخيل بمسابقة خياله. ينحط الوجيه عن أوجه، ويغرق الفياض في موجه، يسبق النعامى والنعامة وينظر بعيني زرقاء اليمامة:\nجرد بهن لكل عين جنة\n...\nفإذا جرين أتين بالنيران\nيحكين في البيد النعام رشاقة\n...\nويسرن في الأنهار كالحيتان\nثم إن الملك أمر برد الجنائب، وأذن في عرض النجائب، فأقبلت تتهادى صحبة سواسها، وتتبختر في مصبغات أكوارها وأحلاسها: فمن جسرة لونها أحمر، وليل سراها واضح أقمر. عنكرة عيطموس، تميل إليها الخواطر والنفوس، موارة اليدين، بعيدة وخد الرجلين أنحلها التسيار، وهذبتها الأسفار.\nومن سرداح لونها أرمك،\nالجزء: 1 ¦ الصفحة: 77\n",
        "يكاد خيال السماك بها يمسك، مليئة بالذوح والإساد، تخالط حمرتها السواد. جميلة الصفات مرقال، حسنة الشمائل شملال. رحبة السقل والخطا، لا يعرف لها عدول عن الطريق ولا خطا.\nومن رقوب لونها أزرق، تطفو في بحر السراب كالزورق. ظهيرة دوسرة، منوفة بهزرة تطس الآكام، وتثبت في أثواب وُرق الحمام. موصوفة بالإعصاف، معروفة بالإعناق والإيجاف. ومن أمون لونها جون، وكون مثلها من محاسن الكون. تميل إن شبهتها إلى الدجا، ولا تمل من السير ولو براها الوجى. لها فخذان لحمهما وافر، وذنب تكنفه جناحا طائر، تفوت الريح في خطراتها، وتطأ جمر القيظ بجمراتها.\nومن وجناء لونها أصهب، ورباطها الدمسقي مذهب، ترعى الحدائق وترعى الحادي والسائق. شكول عسبور، تسامي رأسها أعواد الكور، غائرة الأحداق، سريعة الاندفاع والانطلاق. ومن مصباح لونها أغبش، وكل من قوائمها أحمش، يخالط بياضها شقرة، يولد الاجتماع بها طريقاً إلى النصرة. هوجاء دفاق، روعاء مزاق، ترض الحصا برصها، وتستطلع الأخبار بنصها.\nومن شمردلة لونها أحوى، مهارق البيد بغيرها لا تطوى. تجوب القفار وتجوس خلال\nالديار. مشفرها رقيق، وسبب وظيفها وثيق. تختال في شنفها وزمامها، وتدهش الأبصار بسنا سنامها:\nالجزء: 1 ¦ الصفحة: 78\n",
        "وحوص غدت سفن المهامه والفلا\n...\nألم ترها تطفو على بحر آلها\nتخط حروفاً بالمناسم في الثرى\n...\nيقصر عن تحريرها ابن هلالها\nفلما تكامل العرض بعد الطول، وأفلت أقمار الإبل وغابت شموس الخيول، أحذ الحاضرون في تذكر أشكالها، وأفاضوا في نعت محاسنها وجمالها. ثم إن الملك أمر باحضار الطعام، واشتغل الناس بالمائدة عن الأنعام. فقمت مبادراً إلى الذهاب، متفكراً في رزق الله لمن يشاء بغير حساب، قائلاً: فاز المخفون، وهلك المثقلون، تالياً: {وَذَلَّلْنَاهَا لَهُمْ فَمِنْهَا رَكُوبُهُمْ وَمِنْهَا يَأْكُلُونَ}.\nالفصل التاسع عشر: في الوحش\nهفا بي هيف الإسفار، وطوحني بين أنكر صحبة الأسفار، إلى خرق متسع الجوانب تطول على سالكه سبائب السباسب. فسرت أطوي خيفه وصمانه، وأرض جلاميده وصوانه، إلى أن دنت الشمس من الزوال، وآل أمر الظامئ إلى رؤية الآل. فبينما أنا أرود لأرد، لاح لعيني غدير مطرد. فأتيته مسروراً، ونهلت منه ماء مقروراً. ثم توضأت لأداء المكتوبة، وأبرد بالصلاة ما صلي من الجوارح المكروبة.\nالجزء: 1 ¦ الصفحة: 79\n",
        "ونظرت فإذا تلعة من التلاع، مشرفة على اليفاع، من تلك البقاع، فاقتعدت ذروتها، وتلقيت للقيلولة هضبتها. فما استقر المجلس بي ولا بلغت من الراحة أربي، إلا والغبرة قد نشرت، والوحوش للورد قد حشرت:\nفمن أسد ورد شديد الباس، عرد صعب المراس، بين جفنيه مقباس. شثن الكف، لا يرهب من أبطال الصف. ملك مهاب، تبري الإهاب، حديد الظفر والناب، يخلفه الشبل إن غاب عن الغاب:\nمتخضب بدم الفوارس لابس\n...\nفي غيله من لبدتيه غيلا\nيطأ الثرى مترفقاً من تيهه\n...\nفكأنه آس يجس عليلاً\nومن نمر شرس الأخلاق، دم الفريسة بين يديه يراق. الجلبة ضمن جلبابه، والنوائب كامنة في أنيابه، وثباته لاتنكر، وثباته أشهر من أن يذكر. يقطع الطريق، ويحب شرب الرحيق:\nأحسن به من النمور أهرتا\n...\nيحار في تدبيجه أهل الحجا\nإذا بدا يريك من إهابه\n...\nطرة صبح تحت أذيال الدجا\nومن فهد خصره رقيق، وعقد فقاره وثيق، واضح الجبين، أفطس العرنين. كم فرى من فرا، واجترح واجترا، وظفر فظفر، وتخفر به الصيد فما خفر.\nفهد كحيل المقلتين مرقش\n...\nجهم المحيا لا يمل من الحنق\nالجزء: 1 ¦ الصفحة: 80\n",
        "والليل فيه والنهار تغايراً\n...\nلله ثوب ألبساه من الحدق\nومن دب مختلف الطباع، يأكل مما تأكله الدواب والسباع. بعيد مقترب، مغرى باللهو واللعب. كثير الشهوة، قليل الغيرة والنخوة. يقبل التعليم والتأديب، ويأتي من بحر فطنته بكل عجيب:\nوذي وبر قوي مصلخد\n...\nتراه يدب ما بين الدباب\nله ظفر إذاً ما عن صيد\n...\nله ظفر وناب غير نابي\nومن ضبع حضاجر، كنيتها أم عامر. موصوفة بالعرج، تفترس من دب ودرج. تشتهي السفاد، وتميل إلى الفساد، وتخرج من الوجار، ولا ترعى حق الجار ولو أجار.\nصنعنا جميلاً قابلونا بضده\n...\nوهذا فعال الخائنات الفواجر\nومن يصنع المعروف في غير أهله\n...\nيجازى كما جوزي مجير ام عامر\nومن ذئب أطلس، عمر وعسعس، يسطو بأنياب حداد ويألف الوحدة والانفراد. الغدر له شيمة، والغنم لديه غنيمة. صبور على السفر، شديد الخوف والحذر:\nينام بإحدى مقلتيه ويتقي\n...\nبأخرى المنايا فهو يقظان هاجع\nومن ثعلب رائغ، زائل عن الطريق زائغ. وافر المكر والحيل، يضرب بخديعته المثل. حسن اللباس،\nالجزء: 1 ¦ الصفحة: 81\n",
        "يرتدي بالسندس والقرطاس. يحب الدجاج والحمام، وربما أوقعه في شرك الحمام:\nيطير قلب الطير في وكره\n...\nمخافة من نابه النابل\nلكنه يلقى الردى بعدها\n...\nكم أكلة أجنت على الآكل\nومن هر يسبق الهرهور حاد الناب والأظفور. عيناه كالزجاج، ومرطه كالديباج، أخنس الأنف لطيف محل الشنف. يقعي إقعاء الأسد، ويلوي من ذنبه حبلاً من مسد:\nوهر أهرت الشدقين ضار\n...\nله حسن بديع غير خافي\nبكعبة ربه كم طاف سبعاً\n...\nويغسل وجهه قبل الطواف\nومن نمس كميت اللون، ماللطير والثعبان منه صون. صائل صائد، ظهره عظم واحد. طويل الخطم قصير اليدين، ليس له سوى صماخين من الأذنين:\nوظربان يألف الظرابا\n...\nويقنص الحسول والضبابا\nجلدته كالقد في قوتها\n...\nلا يقطع السيف له إهاباً\nومن سنجاب أبلق، بطنه أبيض وظهره أزرق. يأوي الأشجار العالية، ويسكن الأماكن الخالية، جميل الملابس، حسن اليلامق والقلانس:\nلله سنجاب بر\n...\nذو ناظر كالشهاب\nفي الدوح يعدو ويبدو\n...\nكقطعة من سحاب\nالجزء: 1 ¦ الصفحة: 82\n",
        "ومن فيل، له خرطوم طويل، يشبه الصولجان، ويحكي في تلويه الأفعوان. وأذنان\nكالترسين، تحتهما نابان كالرمحين. عقبة كؤود، شديد الغيرة حقود، يرتاح إلىالطرب، وينخرط في سلك العجب:\nوهندي كطود مشمخر\n...\nذكي القلب يفهم ما يقول\nلقاء العسكر الشاكي عليه\n...\nيهون لأن منظره يهول\nومن كركدن كالجاموس، تنفر منه الخواطر والنفوس، قوته شديدة، وأسلحته عتيدة عديدة. له اختيال في مشيته، وقرن غليظ في جبهته، يظهر بأرض الهند والحبشان، فيخضع هيبة له سائر الحيوان:\nوكركدن كدن\n...\nفي خلقه عجائب\nله سلاح حاضر\n...\nوالعقل منه غائب\nومن زرافة، حازت أنواع اللطافة. بردها بالوشي ملمع، وقرنها بالسبج مقمع، طال جيدها جداً، وجاوز غضب عجبها حداً. عالية الصدر منحطة المآخر، جميلة الأوصاف والمفاخر:\nنوبية المنشا تريك من الطلا\n...\nروقاً ومن بزل المهارى مشفرا\nجبلت على الإقعاء من إعجابها\n...\nفنخالها للتيه تمشي القهقرى\nومن مها ثمر حسنها قد زها. عنقاء مبهر، خدها\nالجزء: 1 ¦ الصفحة: 83\n",
        "مضمخ بالعنبر. تفتن العقول بأحداقها، ويعز على القلوب غداة فراقها:\nعيون المها على ذي صبابة\n...\nصبور على الهجران ليس يحول\nيحن إلى سلع ونجد وحاجر\n...\nمنازل فيها صحبكن نزول\nومن أيل ضباضب، يحمي من قضب شجرتيه بالقواضب. يأكل الأفاعي، ويحسن في تحصيلها المساعي. يشتغل بالصفير والطرب، فيشتغل بنيران العطب:\nمتشعب القرنين يدعى أيلاً\n...\nمن دمعه بادزهر الحيوان\nومن فرا ليس في حسنه مرا. كل الصيد في جوفه، لا يستقر على الثرى من خوفه. يميس في برده القشيب، ويطول عمره ولا يشيب:\nشغلته لواقح ملأته\n...\nغيرة فهو خلفهن كمي\nومن وعل أرقب، لا يفارق النفق والمرقب، يحمي الأروية، ويحتجب في البر عن البرية. يسكن في الأماكن الوعرة، ويصبر على شدة القرة والوغرة:\nإن شئت تلقى راهباً ذا رغبة\n...\nفي شامخ عالي الذرا فالق الوعل\nسامي التليل بالضياء مرتد\n...\nمن تيهه وبالظلام منتعل\nومن ظبي غرير، متلفع بمطارف الحرير. كحيل الطرف\nالجزء: 1 ¦ الصفحة: 84\n",
        "ذكي العرف. جميل الصفات حسن الالتفات. إن حضر أحيا الأرواح، وإن أحضر فات الرياح:\nغزال قد غزا قلبي\n...\nبأسياف من الطرف\nله عطف به ميل\n...\nولكن لا إلى العطف\nومن أرنب يرتع بين الشيح والزرنب. بطنه يقق، ومتنه شفق. قصير اليدين، ينام وهو ساهر العين:\nوأرنب ذي وثوب في سياحته\n...\nأثوابه صبغت من ماء عقبان\nإذا جرى في فلاة خوف مقتنص\n...\nتخاله كرة تهفو بميدان\nومن قرد نسناس، في خلقه ما يشبه الناس. خفيف الروح، يغدو في الشواهق ويروح. نزيه يهفوف، بالفهم والذكاء معروف:\nأحسن بقرد سريع الفهم ذي شبه\n...\nبالآدمي وهذا القدر يكفيه\nله لسان ولكن لا يوافقه\n...\nيكاد ينطق لولا عجمة فيه\nفلما عانيت من تلك الوحوش ما راقني، وشاهدت من أصنافها وأوصافها ما شاقني، واجتليت محاسن عرائسها، وتنزهت في رياض ملابسها، قمت من شكر بارئها بما يجب، وأعلنت بتوحيد رازقها من حيث لا تحتسب، وتلوث إذ أدهشني جمعها وخلقها: {وَمَا مِن دَآبَّةٍ فِي الأَرْضِ إِلاَّ عَلَى اللهِ رِزْقُهَا}. ثم إنها مالت من الورد إلى الصدر، وتفرقت بعد\nالجزء: 1 ¦ الصفحة: 85\n",
        "الاجتماع شذر مذر، فنهضت عازماً على الإياب متوكلاً على الكريم الوهاب، عائجاً إلى حيث أتيت، مثبتاً في ديوان الغرائب ما رأيت.\nالفصل العشرون: في الطيور\nأخبرني بعض الإخوان، أنه رأى بلدة من البلدان، متسعة الفناء، محكمة البناء، تروق العيون، وتحرك السكون، بالقرب منها واد خصيب، يشتمل من الأطيار على كل غريب، مديد الأشجار، منسرح الأنهار، وافر الخير، يعرف بوكر الطير. فتقت إلى رؤية ذلك الوادي، وحدا بي من الشوق إليه حادي، فسرت أطوي البيد، وأصل التحليج بالتخويد، إلى أن أتيت إليه، وأنخت راحلتي عليه. فعاينت منه ما حقق مطالبي ووجدت به ما صاح بي كما قال صاحبي:\nواد عليه للمحاسن رونق\n...\nوبه طيور طاب عيش نديمها\nأرجاؤه مشحونة بسباعها\n...\nوكلابها وبغاثها وبهيمها\nفمن صقر شريف النجار، رفيع المقدار. القمر منظره، والهلال منسره. له ثوب أرقط، بياضه بالسواد منقط، حسن السلوك، لا يصحب إلا الملوك.\nومن باز أشهب، جمر مقلتيه يتلهب. خفيف الجناح، سريع النجاح. يلمع في الجو\nالجزء: 1 ¦ الصفحة: 86\n",
        "كالبارق، وينقض انقضاض الطارق. قوي الافتراس، يثب على الطريدة وثوب الهرماس.\nوصقر أحمر الجلبات شهم\n...\nطموح العين معقود اللواء\nيطير إلى الفلاة يروم صيداً\n...\nفيرجع بالأرانب والظباء\nوشاهين رحيب الصدر جون\n...\nيجيد السبح في بحر الفضاء\nإذا الكركي لاح سما إليه\n...\nوعاجله بمحتوم القضاء\nومن كوهية حالية الحلة، تجلى كالعرائس في الأكلة، ملابسها مدبجة، ومخالبها بدم القلوب مضرجة، ذات درع ظلها ضافي، منتظمة القوادم والخوافي. تمر مر السحاب، وتأتي بما لم يكن في الحساب.\nومن باشق فرعه مع صغر حجمه باسق، زعرور الأخلاق ذهبي الأحداق. شاكي السلاح، محمود الغدو والرواح. يمرق كالسهام، ويوقع الحمام في شرك الحمام:\nوطاو أعار الروض لما\n...\nمشى في اللازوردي المدثر\nيلوح على المفارق منه تاج\n...\nبديع تاج قيصر عنه قصر\nوديك عرفه من أرجوان\n...\nوجؤجؤه من الوشي المحبر\nيرى سهر الدجا حتى إذا ما\n...\nدنا الإصباح هلل ثم كبر\nومن ببغاء جميل الصفات، قوي على حكاية الأصوات. فهمه صحيح، ولسانه فصيح. هندي الأوطان، زبرجدي\nالجزء: 1 ¦ الصفحة: 87\n",
        "الأردان. طرفه مركب من قار، وله من الياقوت منقار.\nومن هدهد وافر الهداية، نافر عن الضلالة والغواية. يرى الماء في باطن الفجاج، كما ينظره الإنسان في داخل الزجاج. مرقوم البرود، كثير الركوع والسجود. يميد في حلله الفاخرة ويميس، كأنما ألبسه سليمان تاج بلقيس:\nودراج تبدى في قميص\n...\nنضير الزهر زهري أنيق\nفصوص بنفسج في ياسمين\n...\nوريحان تشقق عن شقيق\nومن حجل يعاقيب عليها\n...\nمروط أشبهت لون الدبيق\nلها طرف تركب من نضار\n...\nومنقار تكون من عقيق\nومن قطا، ياله من قطا، حسن المشي متقارب الخطا، جيده مطوق، ومبسمه بالزعفران مخلق. منقوش الإزار، كأنه عب من كأس عقار. جناحه مخضوب، وصدره بماء الذهب مكتوب. ومن يمام، يفي بالعهد والذمام، مشهور بالسجع، معروف بالذهاب والرجع. يألف الرياض ويرفل في ثوب فضفاض. يؤدي الأمانات إلى أهلها، ويتحرى في رواية الأحاديث ونقلها:\nومن هزار كامل المعاني\n...\nحلو الحلى منطلق اللسان\nتراه إن غنى على العيدان\n...\nيطرب ما لا تطرب المثاني\nوبلبل بلبل قلب العاني\n...\nحلته من أسود الجنان\nالجزء: 1 ¦ الصفحة: 88\n",
        "قام خطيباً في ذرا الأغصان\n...\nيأمر بالعدل وبالإحسان\nومن ورشان، يودع المسامع أطيب الألحان. نوبي الدار، علي المنار. شهي التغريد، معبدي الأناشيد. يحسن الأنغام، ويغري الخلي بالوجد والغرام.\nومن قمري أخفى القمر، كم نهى على منبر الأيك وأمر. ساجع مطراب، إعجامه لذي المعارف إعراب. أشهل العيون، وفي جيده من خط القلم نون. يستديم شكر الدائم، ولا تأخذه في التسبيح لومة لائم:\nوفواخت كدرية أطواقها\n...\nمسكية والطرف منها أسود\nطوراً تفوح على الغصون لفقد من\n...\nتهوى، وطوراً للوصال تغرد\nوغراب تغريب فصيح أعجم\n...\nداجي الإهاب مقامه لا يحمد\nيهوى نوى أصحابه فإذا نأوا\n...\nأضحى مقيماً بالديار يعدد\nفيالله من واد أنبت السرور، وحوى أصنافاً جمة من الطيور، لا أجمع بين أشخاصها وأسمائها، ولا أتحقق شيئاً من أحوالها وأنبائها. فسبحان المتكفل بأرزاقها، المباين بين طباعها وأخلاقها. فلما سبرت سر الوادي، تطلعت إلى طلعة شمس بلادي، فلويت زمام الراحلة، وودعت من الطير نجوماً غير آفلة، قائلاً: اللهم أنت الصاحب في السفر والخليفة في الأوطان، تالياً: {أَوَلَمْ يَرَوْا إِلَى الطَّيْرِ فَوْقَهُمْ صَافَّاتٍ وَيَقْبِضْنَ مَا يُمْسِكُهُنَّ إِلَّا الرَّحْمَنُ}.\nالجزء: 1 ¦ الصفحة: 89\n",
        "الفصل الحادي والعشرون: في الكتابة\nالكتابة ألهمك الله معرفة فضلها، ولا حرمك نفع صداقة أهلها، أشرف الوظائف والمناصب، وأرفع المنازل والمراتب، وأفلح صناعة، وأربح بضاعة. قطب دائرة الآداب، وصدر أسرار الألباب، ورسول صادق، ولسان بالحق ناطق، وسيف تحد بحده المعارف، وميزان يميز التالد من الطارف، تلحق خبر الحاضر بالغائب، وإليها تنتهي الآمال والرغائب. بها تتم النعمة، وتفصل شذور الحكمة. تبرز إبريز البلاغة، وتصوغ لجين الكلام أحسن صياغة. لطف حواشي رقاعها محقق، وجدولها المسلسل على الريحان يتدفق. قد تحلت بصحة الوضع والتركيب، وحلت بما حكت من أعضاء الحبيب:\nفاللام والألف كعذاره وقده. والجيم كصدغه المعقرب على خده. والصاد والنون كعينه وحاجبه. والميم منه النائي عن رائد ورده بجانبه:\nلا تعد عن فن الكتابة، إنها\n...\nمغنى الغنى ومفاتح الأرزاق\nواخش اليراعة وارجها فهي التي\n...\nعرفت بنفث السم والدرياق\nوالكتاب عماد الملك وأركانه، وعيونه المبصرة وأعوانه، وبهاء الدول ونظامها، ورؤوس الرياسة وقوامها. ملابسهم فاخرة، وشمائلهم لطيفة،\nالجزء: 1 ¦ الصفحة: 90\n",
        "ونفوسهم شريفة. مدار الحل والعقد عليهم، ومرجع التصرف والتدبير إليهم. بهم تحلى العواطل، وتبتسم ثغور المعاقل. مجالسهم بالفضائل معمورة، وبندائهم أندية القصاد مغمورة. يهدون إلى الأسماع أنواع البديع، وينزهون الأحداق في حدائق التوشيح والتوشيع. هم أهل البراعة واللسن، وشيمتهم لف القبيح ونشر الحسن. يميلون إلى القول بموجب المدح، ولا يملون من مراجعة الراغبين في المنح. دأبهم استخدام الناس بالمعروف، وعدم التورية عن العاني والملهوف. ويجلون الكبير ويبجلون الصغير، ولا يخلون بمراعاة النظير. لهم إلى الخير رجوع والتفات. وبالجملة فقد حازوا جميع جميا الصفات.\nكتبت، فلولا أن هذا محلل\n...\nوذاك حرام، قست خطك بالسحر\nفإن كان زهراً فهو صنع سحابة\n...\nوإن كان دراً فهو من لجة البحر\nبأيديهم أقلام تختلس بلطفها الأحلام. صافية الجواهر، زاهية الأزاهر، لينة الأعطاف، ناعمة الأطراف. تبكي وهي مبتسمة، وتسكت وهي بما يطرب السمع متكلمة. قد اعتدلت قدودها، وأشرقت في سماء البراعة سعودها. أسنتها مرهفة، ومطارفها مفوقة. تجتهد في\nخدمة الباري، وتبدي من دررها ما يفضح الدراري. تميس في وشي أبرادها، وتشرح الصدور بعذوبة إبرادها. نشأت على شطوط\nالجزء: 1 ¦ الصفحة: 91\n",
        "الأنهار وتعلمت اللحن من إعراب الأطيار. طويلة الأنابيب، تسلب القلوب بحسن الأساليب. تدهش الناظر وتخجل العامل، ولا ترضى بامتطاء غير الأنامل. الشجاعة كامنة في مهجتها، والفصاحة جارية على لهجتها. تبهر بالنضارة نواظر النهار، وتطرز بالليل أردية النهار. إن قالت لم تترك مقالاً لقائل، وإن صالت رجعت السيوف مستترة بأذيال الحمائل. سجدت للطرس، فرفعت إلى أعلى الرتب، وحلت وشببت فلا غرو إذا سميت بالقصب.\nقلم يفل الجيش وهو عرمرم\n...\nوالبيض ما سلت من الأغماد\nوهبت له الآجام حين نشا بها\n...\nكرم السيول وصولة الآساد\nيكرع من دواة حالكة الحياض، مشرقة الأدواح والرياض، جنية الأثمار مطعمة الأشجار. ريقها رائق، ونيل نيلها دافق. تكشف غطاءها عن كل معنى أنيق، وتفتح فاها بكسر العدو وجبر الصديق. شرفها ليس فيه نزاع، وسقطها من أنفس المتاع. تحنو على أولادها طول المدى، ثم تقط رؤوسهن - ولا ذنب لهن - بحد المدى. سمت إلى المعالي بنفسها، وأعارت المسك السحيق بنقسها. ترشد بنور جمالها، وتنشد بلسان حالها:\nإن السعادة، حيث كنت، مقيمة\n...\nوالبحر أخبار الندى عني روى\nكم من عليل مقاصد أبرأته\n...\nفأنا الدواة حقيقة وأنا الدوا\nالجزء: 1 ¦ الصفحة: 92\n",
        "لله أطراسها التي أضاءت بمدادها، وأشبهت عيون العين ببياضها وسوادها، وانطوت المحاسن تحت رق منشورها، وصدحت حمائم البلاغة على أغصان سطورها. صحائف تنوب عن الصفائح، وقراطيس تزف إلى الأسماع عرائس القرائح. ألبسها الحبر أثواباً من الحير، ودبجها صواب الفكر لا صوب المطر. كم حازت من در منظوم، وعلم لفظ بوشي المعاني مرقوم. وفقر تفتقر إليها أجياد الحسان، وغرر كلم تذهب العقول بسحرها وإن من البيان:\nكتاب في سرائره سرور\n...\nمناجيه من الأحزان ناجي\nكراح في زجاج بل كروح\n...\nسرت في جسم معتدل المزاج\nفاجتهد أعزك الله في طلابها، واحرص على الدخول في زمرة أربابها، وتمسك بأذيال\nبنيها، تجد جواداً أو نبيلاً أو نبيهاً. وحسبهم شرفاً أن الله تعالى نوه بذكرهم في العالمين، ووصف الكتبة بالحفظ والكرم فقال: {وَإِنَّ عَلَيْكُمْ لَحَافِظِينَ، كِرَاماً كَاتِبِينَ}.\nالفصل الثاني والعشرون: في الحرب والسلاح\nمنع الجزية أهل الصليب، في عام عاموا منه في بحر عجيب، فأشار الأمير بالتأهب للنزال، وأمر بتحريض المؤمنين على القتال. فأخذوا في الاستعداد. وجدوا في تحصيل الجياد.\nالجزء: 1 ¦ الصفحة: 93\n",
        "فأحببت الدخول في زمرة المجاهدين، ورفضت قاعدة الذين قالوا: {ذَرْنَا نَكُن مَّعَ الْقَاعِدِينَ}. فلما كملوا عدداً وعُدداً وتحروا في أهبتهم رشداً، ساروا إلى جهة العدو المخذول، وطيور السعد تحوم عليهم ولا تحول. ياله من جحفل تحفل بالشوس، وكتيبة تميل إلى خضرتها النفوس، وجيش عرمرم، وخميس لهب أسلحته يتضرم، وعسكر جرار، وفيلق يتلو: {قُل لَّن يَنفَعَكُمُ الْفِرَارُ}. يهول المنظر، مثار العثير. قوي القلب والجناحين، كم ليدها الطولى من جناحين. يدني بعيد الآجال، وينفر حتى الوعل والآجال. النصر من جملة آياته، والظفر معقود براياته:\nمحلى بالسيوف وبالعوالي\n...\nوبالحلق الموانع والقسي\nوفيه عيون درع ناظرات\n...\nإلى الأعداء من طرف خفي\nببحر الحرب منه سابحات\n...\nتملك حسنها قلب الكمي\nألا لا تخش فيه ليل نقع\n...\nفكم قد حاز من وجه مضي\nينطوي على غضنفر كاسر، وعقاب يصول من النصال بمناسر، وذفر مشيع، وباسل عمر خصمه مضيع، وبطل ثبت الغدر، وأحمش لامنجى منه ولا وزر وشهم أيام عداه مدلهمة، وقدم صمة، وما أدراك ما الصمة؟\nمن كل مرهوب السطا رحب الخطا\n...\nعرد المطا ليث تأبط ارقما\nيبدو هلالاً في سماء عجاجه\n...\nويريك من زرق الأسنة أنجما\nالجزء: 1 ¦ الصفحة: 94\n",
        "أكرم بهم شجعة برزوا للكفاح، واشتملوا على أنواع من السلاح:\nفمن سيف يفري بحده، ويأنف من المقام في غمده. أمضى من أمس، واشرق من الشمس. ينتقل من القراب إلى الرقاب، ويدب النمل منه على الذباب. يروع ويروق، ويخفي بلمعه البروق، يتمايل كالخمائل، وينجلي في حلي الحمائل. يجتهد في إهلال النفوس، ويبتسم حيث الأجل عبوس:\nومنهد إن قابلته فريسة\n...\nينقض من جو القراب كأجدل\nمصغ إلى حكم الردى، فإذا مضى\n...\nلم يلتفت، وإذا قضى لم يعدل\nالموت كامن في غربه، والحتف قريب من قربه. إن جرد عاينت عيون الجراد، ورأيته مطبوعاً على الجدال والجلاد. وإن سل حكم بقطع الأرزاق، وطفق مسحاً بالسوق والأعناق. يرتعد لا من الخوف، ويجل فعله الماضي عن السين وسوف. لم يبرح كارعاً من موارد الوريد، تالياً: {وَجَاءتْ سَكْرَةُ الْمَوْتِ بِالْحَقِّ ذَلِكَ مَا كُنتَ مِنْهُ تَحِيدُ}.\nحسام، وبتار، جراز، وصارم\n...\nرسوب، وقرضاب، صنيع، ومخذم\nقشيب، وصمصام، وعضب، ومرهف\n...\nقضيب ومأثور، ونصل مصمم\nنهيل، وهزهاز، وأبيض، قاطع\n...\nرسول المنايا في الدماء محكم\nومن رمح مثقف، أسمر اللون مهفهف. لدن القوام،\nالجزء: 1 ¦ الصفحة: 95\n",
        "يبدل الكلام بالكلام له نصل مطعان، وسنان غير وسنان. صدق صادق مارق في المارق. يفرق الجموع ولا يفرق، ويصيب العدا بناظره الأزرق. يستوفي النفوس وهو عامل، ويضرب حاصل الكماة ولا يجامل. لهذمه ألمع من الشهاب، وكعبه أيمن من طلعة الكعاب، فعله حميد، وظله مديد. سلب اللطف من الأغصان، وتعلم الرعدة من جنان الجبان. خطار عظيم الخطر، خطي لا يخطئ في قص الأثر. طويل يقصر الأعمار، قناة تجري بدم الأذمار:\nوأسمر من رشف كأس الدما\n...\nيهتز بالشكر اهتزاز الطروب\nيبسط في الإشراق بسط الردى\n...\nويقبض الأرواح عند الغروب\nومن قوس حنانة، سحائب سهامها هتانة، تطلع كالهلال في سماء الرهج، وتسبح في الهواء سبح النون في اللجج. ضروح تسكن الضريح، عطوف لكن لا على الجريح، تبهر بأبهرها العيون، وتبلغ المنى برسل المنون. لها يد تمنح جميل الأيادي، ورجل تسعى في قتل الأعادي. تضم شمل أولاد نوافر، يصلن بلا أنياب، ولا ظوافر. ذوو أجنحة تروع السباع، مثنى وثلاث ورباع.\nعطوى مروح، تريح المنبضين لها\n...\nهتانة لفراق السهم مرنان\nالجزء: 1 ¦ الصفحة: 96\n",
        "أولادها تدرك الأغراض عن كثب\n...\nوناظر السيف قد أخفته أجفان\nومن ترس عنتر، يفل به حد الأبتر. جنة واقية، ومنة باقية. جوب يجوب حرة الحرب، ولا يمل من ملاقاة الطعن والضرب. بريء من الختل والختر، معروف بالحماية والستر.\nلله جَنة جُنة\n...\nلا يجتليها من طغى\nمن حل تحت ظلالها\n...\nأنجته من نار الوغى\nومن بيضة حسن ملبسها، وزاحم الفلك قونسها، وصفها بديع، وحرم حماها منيع. الرؤوس بها محفوظة، والنفوس بعيونها ملحوظة، تعلو على المفارق، وتطرق لهيبتها أجفان الطوارق.\nيا رائد الحرب تقنع، واقتنع\n...\nبمغفر أحسن به من مغفر\nسامي الذرا عالي الجناب مانع\n...\nذمامه يوم الوغى لم يخفر\nومن درع ستور، روض وشيها منثور، مضاعفة دلاص، منجية يوم لات مناص، فضفاضة مسرودة، ألوية النصر بها معقودة. كأنها سراب بقيعة، أو حباب يطفو على شريعة، أو سلخ أفعوان، أو لهب نار لم يشب بدخان. تنظر بعيون الجنادب وتصبر على وخز العوالي والقواضب.\nالجزء: 1 ¦ الصفحة: 97\n",
        "يا رُب سابغة حبتني نعمة\n...\nكافاثها بالسوء غير مفند\nأضحت تصون عن المنايا مهجتي\n...\nوظللت أبذلها لكل مهند\nومن أشياء يطول ذكرها، ويعز على البليغ البارع حصرها.\nثم إنهم جدوا في الرحيل وتمسكوا بالنص واتبعوا الدليل. إلى أن وصلوا إلى بلد الأعداء سيس، وأرهبوا بجمعهم الراهب والقسيس. فسارعوا إلى النزول، وغصت بهم الوعور والسهول. وصابحوهم بما أشقى مساءهم. وناوحوهم بما دمرهم وساءهم. ونادوهم بألسنة الحمام، وناجوهم برسائل السهام، ونصبوا آلات الحصار لكسرهم، وأعدوا ما استطاعوا من القوة لقتلهم وأسرهم، وأحاطوا بأسوار المدينة، وصدموها بمن في آذانهم وقر عن الوقار والسكينة. فكم تكن إلا ساعة من نهار، حتى تحرك البناء وانهار، وسال السور بعد أن ماج، وهوت بكواكب المنجنيق منه الأبراج. فدخلوا البيوت من غير الأبواب، وجرعوا أعداء الدين مذاب العذاب، وحصل أهل الشرك في شرك القبضة، وعجزوا عند قص أجنحتهم عن النهضة، وتمشت في مفاصلهم حميا السيوف، وصفاح الرغام وجوههم على رغم الأنوف:\nلله در فوارس كم أقبلوا\n...\nنحو الحروب، ونافسوا في وصلها\nقوم إذا دخلوا معالم قرية\n...\nلعداتهم جعلوا أعزة أهلها\nثم عاجوا لاقتلاع قلعتها، ومالوا إلى محو أسطار بقعتها. فقدموا\nالجزء: 1 ¦ الصفحة: 98\n",
        "إليها النقابة، وحسروا عن وجه الاجتهاد نقابه. وباتوا يطلقون فيها ألسنة المعاول، ويعرضون عن رأي من قال:\nوأين الثريا من يد المتناول\nفأصبحت على الخشب معلقة، ثم عادت بذات الوقود محرقة. فلم تمض عليها إلا لمحة غافل، حتى صارت الأعالي منها أسافل، وأحيط بطاغيتهم وفرسانه، وقبض على أعوانه وأعيانه. ونزعت التيجان، ونكست الصلبان. وبل غليل السيف، وارتفع الحتف والحيف، وهدمت البيع والكنائس، واستخرجت الذخائر والنفائس، وأسر النساء والأطفال، وبلغ الطالب من الأموال منتهى الآمال. وأعز الله جنده، وأنجز من التأييد وعده، ومن بعوائد ألطافه الخفية، وجعل هام الملحدين لحوداً للمشرفية. وما النصر إلا من عنده وهو المتصدق بجزيل رفده على عبده.\nثم إن العساكر عادوا إلى أوطانهم غانمين سالمين، وقطع دابر القوم الذين ظلموا والحمد لله رب العالمين.\nالفصل الثالث والعشرون: في رمي البندق\nبرزت يوماً مع رفيق رقيق، يسر بمنادمته سر الصديق. لا يخرج عن الواجب. ولا يحجبه عن ذكر الجليل حاجب. رفيع المقام، صادق الكلام. ينطق بالحكمة وفصل الخطة، وهو لدائرة الفضل بمنزلة النقطة. يجتني من الرياض أزهار\nالجزء: 1 ¦ الصفحة: 99\n",
        "الرياضة، ويعتني بما يشرح الصدر ويزيل انقباضه. ويحب معالي الأمور، ويتقدم إلى كل مقدمة تنتج السرور. ويتمسك بما كان داعياً إلى المروة، باعثاً على امتثال: {وَأَعِدُّواْ لَهُم مَّا اسْتَطَعْتُم مِّن قُوَّةٍ}\nقد ألف لخطبة الطير كل خطب مهول، واعتاد خوض المنايا فأيسر ما تمر به الوحول، إلى روضة أنيقة تهدي الأنق، وتضيء في جوانبها وجه الملق. والغيم ممدود الرواق، والطل دمعه يراق، والجو مسكي الإهاب، والشمس قد توارت بالحجاب.\nوالأرض وشي والنسيم معنبر\n...\nوالماء راح والطيور قيان\nفنزلنا بفنائها، وشممنا الأرج من أرجائها، واجتلينا محاسن أزهارها، وطربنا لسماع نغمات أطيارها، وقبلنا هناتها وهباتها، ورعينا على كلا الحالين كلأها مع نباتها، ورأينا بها عصبة من الرماة، وفرقة تفرق منهم الأبطال والكماة فألمنا بحضرتهم، وانتظمنا في سلك زمرتهم، فلما أنست بذراهم، وآنست نار قراهم، شاهدت قوماً نفوسهم أبية، ومقاماتهم علية. في وجوهم سيما القبول، ومعهم وصول بالوصول، يرعون حق الذمام، ويقتفون آثار الكرام، ويرفلون في حلل العفاف، ويسلكون سبل الإنصاف، ويحفظون الحديث عن القديم، ويثبتون الصحيح وينفون السقيم، ويوقرون الكبير، ويرضون من العيش باليسير، ويعتمدون حسن الوفاق، مع\nالجزء: 1 ¦ الصفحة: 100\n",
        "الرفاق، ويعرضون عن أهل العرض لعلمهم أن ما عندهم ينفد وما عند الله باق.\nأهل الصبابة إن قالوا وإن سمعوا\n...\nوللسماع - كما للقول - إعراب\nكل يحاول ما يبغي الفلاح به\n...\nفالمبتغى واحد، والناس أضراب\nفلو رأيتهم وقد أتوا إلى الخطة والتفوا، وحملوا غير متحاملين واصطفوا، وخطروا في تلك المطارف، يؤمهم القديم إلى جهة المواقف، مسرعين إلى الأخذ بالثارات، متدرعين الغبار لشن الغارات:\nلعاينت قوماً في مقامات عزهم\n...\nوقوفاً، وكلاً منهم قد ترسما\nجفوا في الظلام النوم كي يتقدموا\n...\nومن سهر الليل الطويل تقدما\nجماعة طريق حرمهم للنزيل قبلة، وحسن شيمهم للعقول عقلة. كم فيهم نقي خد أخجل الدمى ورشيق قد جبل طرفه على سفك الدما:\nشغل الطيور بحسن منظر وجهه\n...\nفتوقفت فأصابها بالبندق\nوكم لهم من دعرة وشطارة، يقولون ما أهون الحرب على النظارة، ونكتة غريبة يأتي بحرها بالعجب، ومصطحب شريف وما أدراك ما المصطحب؟ ما ألطف سجاياهم الطاهرة، وأطيب أوقات وجوههم الناضرة:\nفي غدوة ومصبح ورواجع\n...\nومصوغ وخوارج وعشاء\nالجزء: 1 ¦ الصفحة: 101\n",
        "بأيديهم قسي قدودها رشيقة، وملابسها مدبجة أنيقة، من الطين اللازب نجمها، ومن الدمقس المفتل لحمها. أجاد خرمها الصناع، وهذبت كماة الرماة منها الطباع. كأنها حواجب مقرونة، أونونات معرقة موضونة، أو أهلة مشرقة النور، أو مناجل لحصاد أعمار الطيور.\nحوامل إذا دنا نتاجها\n...\nتقذف من أكبادها كواكبا\nومعهم للرمي بنادق، أسرع في الإصابة من الفيالق، كأنها كرات دورية، لا بل كواكب درية، تمر بهم عساكر الطيور المختلفة، وهي تختال في برودها المفوفة ولم تدر أن أيدي المنون إليها ممتدة، وأن سيوف الحتوف لها معدة. إن هبطت مسبقة أصابتها عيون أوتارها المبصرة، وإن نهضت محلقة فكرات قسيهم عنها غير مقصرة، فتسقط عليهم سقوط الندى، وتهوي إليهم مجيبة لداعي الردى:\nتهوي إليهم وتأتي\n...\nمن كل فج عميق\nيا حسن بدر منير\n...\nيسعى لصب مشوق\nفبينما هم في وجه عشاؤه أضاء بنور التهاني، ولمعت فيه بارقة بروق الأماني، والليل قد أرخى أستاره، وأبرز من النجوم درهمه وديناره، والأنهار سارية وسارحة، والأطيار في الملق سابحة وسائحة:\nالجزء: 1 ¦ الصفحة: 102\n",
        "نزه الطرف يا أخا الظرف ليلاً\n...\nفي طيور أحسن بها من طيور\nفوق وجه الماء تسعى وترعى\n...\nكنقوش قد خيلت في ستور\nعن لصاحبي إوزة فضية اللون، بينها وبين المرزم في الحسن بون. كأنما خاضت في اللهب، وكرعت من ماء الذهب، تسبق الريح في المطار، وترتفع إلى أن تغيب عن\nالأبصار فرماها، في حال بعدها عن العيون، وصرعها عاجلاً أسرع ما يكون، فحسنت له الجفة وباركت فيه، وأظهر من سر الظفر ما كان يخفيه، وخرج فرحاً بتحصيلها مائداً وحملها من كان له شاهداً، ورمى لمن قبله وسبقه، وفي بحر الحمد والشكر غرقه. ثم تواتر الرمي من كل نبيه ونبيل، وتفرقوا من ذلك الوجه على وجه جميل:\nكم طائر للأرض أمسى واقعاً\n...\nبنجم قوس للسماء قد سما\nمن حيث لا يشعر يأتيه الردى\n...\nفاعجب له من صامت تكلما\nلم يدر من أين أصيب قلبه\n...\nوإنما الترامي درى كيف رمى\nفلما شاهدت من أحوالهم ما راقني، ومن نوالهم ما قيدني عن غيرهم وعاقني، أثنيت على من بهم عرفني، وبالطيب المسكي من أنفاسهم عرفني. وقمت ناشراً وصف المواقف والأطيار قائلاً على سبيل التشوق والتذكار:\nياصاح قم نسعى إلى الأملاق\n...\nفنحوها قد ذبت من أشواقي\nالجزء: 1 ¦ الصفحة: 103\n",
        "الله ما أحلى حلى أوقاتها\n...\nوأملح الولدان في جناتها\nوالجو يجلى في ثياب دكن\n...\nيستلب اللب بفرط الحسن\nالسحب قد تتابعت وفودها\n...\nوانفرطت على الربا عقودها\nوروضة الأنس يفوح طيبها\n...\nوينثني في دوحها رطيبها\nونغمات الطير بالألحان\n...\nتغني عن الجنوك والعيدان\nأحسن بها يا سعد من أطيار\n...\nتلوح كالأنجم للأبصار\nتخالها إذا سجا جنح الغسق\n...\nكأسطر خطت على وجه الملق\nمن وارد وصادر، وواضع\n...\nوناهض، وطائر، وواقع\nأبيض كالصبح إذ تبلجا\n...\nوأسود محلولك يحكي الدجا\nوأخضر مدبج اللباس\n...\nوأزهر يزهو على النبراس\nمختلفات في الحلى والشكل\n...\nعن حصرها يعجز أهل الفضل\nلكنها جليلها معروف\n...\nوهو لدى أربابه موصوف\nفهاكها بعد عشر أربع\n...\nكعمر بدر التم حين يطلع\nقد جمعت أوصاف كل طائر\n...\nمبينات المجد والمآثر\nفالتم يبدو في لباس يقق\n...\nكأنه مركب من ورق\nفي الرأس منه نقطة تحكي السبج\n...\nمن الرماة نحوه تصبو المهج\nوالكي شيخ أبيض جلبابه\n...\nمعلق في عنقه جرابه\nمنقاره كحربة من أسل\n...\nوظهره محدب كالجبل\nوللإوز نغمة الأوتار\n...\nإذا بدت تختال في المطار\nفضية منقارها من عسجد\n...\nيا سعد في حبي لها كن مسعدي\nالجزء: 1 ¦ الصفحة: 104\n",
        "واللغلغ المسكي كالإوز\n...\nفي الحسن والوصف وفرط العز\nلكن له مثل اللجين غره\n...\nتدني لمن يصرعه المسره\nوحبذا الأنيسة الملونة\n...\nلباسها المنقوش ياما أحسنه\nيبكي عليها الصب بالدموع\n...\nلأنها عزيزة الوقوع\nخذ يا أخا الرمي صفات الحبرج\n...\nيحكي القطا في لونه المدبج\nيألف أيام الربيع الزاهره\n...\nفيجتبي ويجتلي أزاهره\nوالنسر راميه شديد الأسهم\n...\nلأنه عال كنسر الأنجم\nأقرع ذو مخالب حداد\n...\nيذكر عصر تبع وعاد\nوبعده وصف العقاب الكاسره\n...\nتلك التي للوحوش تغدو آسره\nمغبرة ظافرة، أظفارها\n...\nبالصيد أدنى الردى منقارها\nقم نجتلي الكركي تحت الشفق\n...\nفقد بدا في ثوب خز أزرق\nومد جيداً ياله من جيد\n...\nوأطرب الأسماع بالتغريد\nإذا بدا الغرنوق في الفضاء\n...\nشبه بالغمامة الدكناء\nكأنه الكركي في لباسه\n...\nسوى سواد عنقه وراسه\nوالضوع مبيض شبيه الفلق\n...\nأطراقه مصبوغة بالعلق\nيختال في الحمرة والبياض\n...\nكخد من قد زاد في الإعراض\nومرزم يا حسنه من مرزم\n...\nكأنه قد خاض في بحر الدم\nأبيض وضاح طويل العنق\n...\nراميه قد فاز بفضل السبق\nوتلوه السبيطر المسموم\n...\nأبيض ضخم وصفه معلوم\nيسكن في الأماكن العليه\n...\nوطعمه الحية والسحليه\nالجزء: 1 ¦ الصفحة: 105\n",
        "وأقبل العناز بعد الجمع\n...\nأسود ذا صدر كضوء الشمع\nقد جمع الضدين صبحاً ودجا\n...\nمن يرمه يعد من أهل الحجا\nوهذه تكملة الأطيار\n...\nأعني طيور الواجب المختار\nترفل في محاسن الملابس\n...\nوتنجلى في الطرس كالعرائس\nكأنما تنظرها حقيقه\n...\nسابحةً في غدرها الأنيقه\nلا زلت ترمي الطير والأعادي\n...\nبأسهم ذي ألسن حداد\nودمت تلقى السعد في مسيركا\n...\nحتى تعد الكل من طيوركا\nما سهر الليل رماة البندق\n...\nوقبل الطير خدود الملق\nالفصل الرابع والعشرون: في الكرم والشجاعة\nمررت ببعض أحياء العرب، في يوم طما بحر آله واضطراب، فلمحني شخص من بعيد، حوله جماعة من الخدم والعبيد. فأرسل واحداَ منهم في طلبي، فلما دنوت منه رحب بي وأحسن منقلبي، ورفع قدري ومنزلي، وأعذب موردي ومنهلي. وأعز جانبي، وأترع مشاربي. وأجزل نولي وعظم قومي وقولي. وأتحفني باللطائف، وأمدني بكل ساعٍ من البر وطائف. وأضرم نار القرى، وسقى بدماء البدن ظامئ الثرى. ومنحني من الجود بأنواع مختلفة، وأسدى إلي المعروف من غير معرفة، وعقر النعم، وغمر بالإنعام،\nالجزء: 1 ¦ الصفحة: 106\n",
        "وتجاوز الحد في الكرم والإكرام. وعم بفضله البسيط وإحسانه الشامل، وآلى أن لا أرحل عن حيه مدة شهر كامل:\nوحقق آمالي وقرب مجلسي\n...\nوأرشفني كأس النوال مروقا\nوقيدني بالمكرمات، أما ترى\n...\nلساني له بالشكر أصبح مطلقا\nياله جواداً لا يلحق، وغيدقاً لا يطرق حين يطرق، وقلمساً بعيد المدى، وخضرماً تفيض أنديته بالندى، وصنديداً سخي البنان، وسميذعاً لا تبرح ربوعه ربيعاً للضيفان. وهماماً تهمي سحائب جوده، وأريحاً لم يزل مرتاحاً لملاقاة وفوده. يطوى حاتم الطائي عند نشره، ويفنى هرم بن سنان لبقاء شارح ذكره. ويطوف كعب بن مامة بكعبة حرمه، ويخلد به خالد القشري ليقتبس من كرمه وينقص لديه معن بن زائدة، ويلتقط يزيد بن الملهب في هلبة الزمان فرائده:\nمفيد ومتلاف إذا ما سألته\n...\nتهلل واهتز اهتزاز المهند\nمتى تأته تعشو إلى ضوء ناره\n...\nتجد خير نارٍ عندها خير موقد\nجزيل المروة شريف الأبوة. كريم النجار، جليل المقدار، علي الهمة، طليق الوجه عند الملمة، ويحرز المجد ويذهب الذهب، ويتبدئ بالإحسان إلى العفاة قبل الطلب. ظله ممدود، وجوده موجود، وفناؤه مقصود، وباب منزله عن الواردين غير مردود. يعطي من لا يرجوه، ويفصل قضية\nالجزء: 1 ¦ الصفحة: 107\n",
        "المتقاضي وعده على أحسن الوجوه. كم أولى من أيادي، وأنجز إيعاد الأعادي، ومنح براً، وكف عن نزيله ضراً. وأجرى نيل النوال، وأماط عن المجتدي سوء السؤال:\nعلم المزن الندى حتى إذا\n...\nما حكا، علم البأس الأسد\nفله الغيث مقر بالجدا\n...\nوله الليث مقر بالجلد\nولقد شاهدت منه في مدة مقامي، يكبو دون منتهاه جواد كلامي، من كرم زهت كرومه، وشجاعة طال أسلها وزهت نجومه، ونعم تجل عن الحصر، ونجدة مؤذنة بالنصر، وسماحة وحماسة، وتدبير وسياسة، وثبات أقدام وصبر وإقدام، ولسان لذوي المسألة مجيب، وصدر لمن ورد وصدر رحيب. وهبات طاب هبوب نسيمها ومنح راقت جنات نعيمها، وسخاء بحره زائد، وصلة نفعها على من وصل إليه عائد، وأخلاق حسنة، ومناقب تقصر عن وصفها الألسنة:\nوعدل أباح الشاء أتلعة الفلا\n...\nتلس كلاها، والذئاب رعاء\nوفضل حباه الله سبحانه به\n...\nولله وضع الفضل حيث يشاء\nلله نسبه الذي علا على الفلك، وفتحت السعادة له الأبواب وقالت هيت لك، وبيته الذي رفع المجد قواعده، وأطلع الرفد في آفاق الإنفاق موائده، وقومه الذين زكت نفوسهم، وأينعت في حدائق العطايا غروسهم، وملكوا أعنة المعالي، ورفعوا خيام\nالجزء: 1 ¦ الصفحة: 108\n",
        "خيمهم بأطراف العوالي، يسير الفخر تحت ألويتهم، وتتعطر المجالس بطيب أنديتهم. يقتحمون عتبة الوغى صابرين على الطعن والضرب، ويفضلون مقارعة كماة الحرب، على معاقرة كميت الشرب.\nطالما كفوا أكف العدى، ووجد أبناء السرى على نارهم هدى، وشتتوا شمل الأبطال، وجروا على تاج المجرة فضل الأذيال:\nإن ترد خبر حالهم عن يقين\n...\nفأتهم يوم نائل أو نزال\nتلق بيض الوجوه سود مثار الذ\n...\nقع خضر الأكناف حمر النصال\nوبعد فمحاسنه لا تحصى بعد، وأوصافه لا تدرك لأنها لا تنتهي إلى حد. والإسهاب يضع ممن زاد طولا، واختصار القول أجدر وأولى.\nفلما انقضت مدة أليته وقرت عيني بما عاينت من لطف محبته، وآن للمقيم أن يرحل، وللضيف العائد بالفرائد أن يخير وإن لم يسأل، استأذنته في الظعن، وأعلمته باشتياقي إلى الوطن. فأذن لي مكرهاً وأنشدني متأوها:\nتفضلت الأيام بالجمع بيننا\n...\nفلما حمدنا لم تدمنا على الحمد\nجعلت وداعي واحداً لثلاثة:\n...\nجمالك، والعلم المبرح، والمجد\nثم إني سرت شاكراً بره المألوف، ناشراً ألوية معروفه المعروف، حامداً إنعامه الذي شمل القريب والبعيد، مادحاً\nالجزء: 1 ¦ الصفحة: 109\n",
        "شخصه الذي لم يشك وحشة قط وهو في الدنيا وحيد، مجرياً ذكر ما حواه ثم عزم العزائم مثنياً على أياديه الجميلة ثناء الروض على الغمائم.\nالفصل الخامس والعشرون: في العدل والاحسان\nإن الله يأمر بالعدل والإحسان، فبادر إلى امتثال الأمر أيها الإنسان، وانشر أعلام الإنصاف، واتصف بمحاسن الأوصاف، وارفق بالرعية، وأكثر من البر إلى البرية، وابسط رداء المعدلة، وساو بين الخصوم في المنزلة، واسمح بجبرك وخيرك، ولا تظلم الناس لغيرك.\nواعلم أن العدل حارس الملك، ومدبر فلك الفلك، وغيث البلاد، وغوث العباد، وخصب الزمان، ومظنة الأمان. وكبت الحاسد، وصلاح الفاسد، وملجأ الحائر ومرشد السائر، وناصر المظلوم ومجيب السائل والمحروم. به تطمئن القلوب، وتنجلي غياهب الكروب، ويرغم أنف الشيطان، وترتفع به قواعد السلطان. عليه مدار السياسة، وهو مغن عن النجدة والحماسة:\nعن العدل لا تعدل وكن متيقظاً\n...\nوحكمك بين الناس فليك بالقسط\nوبالرفق عاملهم وأحسن إليهم\n...\nولا تبدلن وجه الرضا منك بالسخط\nالجزء: 1 ¦ الصفحة: 110\n",
        "وحل بدر الحق جيد نظامهم\n...\nوراقب إله الخلق في الحل والربط\nوإياك والظلم فإنه ظلمة، وداع إلى تغيير النعمة وتعجيل النقمة. يقرب المحن ويسبب الإحن، ويخلي الديار، ويمحق الأعمار، ويعفي الآثار، ويوجب المثوى في النار، وينقص العدد، ويسرع يتم الولد، ويذهب المال، ويتعب البال، ويجلب العقاب، ويضرب الرقاب، ويقص الجناح، ويخص بالإثم والجناح، والمظلوم أنفاسه متعلقة بالسحاب، ودعوته ليس بينها وبين الله حجاب:\nكن منصفاً واسلك سبيل التقى\n...\nفالبغي ليل جنحه مظلم\nواجتنب الظلم ولا تأته\n...\nوالله لا يفلح من يظلم\nوأيقظ عيون حزمك وشيد مباني عزمك، واحتم بالاحتمال، فهو أنصر لك من الرجال. وزين مجلسك بألمعيتك، وسس نفسك قبل رعيتك وامزج الرغبة بالرهبة، وارع لأوليائك حقوق الصحبة، وادفع بالتي هي أحسن، وأت من المعروف بما أمكن:\nواصنع جميلاً ما استطعت فإنه\n...\nلا بد أن تتحدث السمار\nوتجاوز عن الهفوات، وادرأ الحدود بالشبهات. وأنجز الوعد وأخلف الوعيد، وقيد لفظك فلديك رقيب عتيد، وتفكر في العواقب، والحظ الأخرى بعين المراقب:\nالجزء: 1 ¦ الصفحة: 111\n",
        "من لم يفكر في العواقب ناظراً\n...\nفيما يؤول إليه آخر أمره\nخسرت تجارته وضل عن الهوى\n...\nورأى مساعيه بطرف أمره\nوعليك بالحلم فإنه معدن السرور، وعقال الفتن والشرور. يبلغك من المجد قاصيته، وتملك به من الحمد ناصيته. مطية وطية وعطية يالها من عطية، وخصلة محمودة، وشيمة ألويتها بالسعد معقودة. يسهل الأمور، ويقي كل محذور. همة صاحبه علية، ومرآة متعاطية جلية. لا يظهر إلا عن صدر سليم:\nقابلت بالإحسان من ساءني\n...\nميلاً لتحصيل الثناء المقيم\nوقمت بالواجب من شكره\n...\nإذ عرف الناس بأني حليم\nواعف عمن ظلمك، وصل رحمك، وارحم حرمك، وأطف بالأناة جمر الغضب، واحذر من غاسق الغيظ إذا وقب، وصن عرضك عن الأدناس، وادخل في زمرة العافين عن الناس، فهم أهل الفضل يوم القيامة، والمتقلدون بكرم الكرامة، يرفلون في أثواب الثواب، ويدخلون الجنة بغير حساب. ولا تعج عن سنن السنن، وراقب الله في السر والعلن، واتبع في الإحسان طريق من أفلح به المؤمنون، والزم التقوى: {إِنَّ اللهَ مَعَ الَّذِينَ اتَّقَواْ وَّالَّذِينَ هُم مُّحْسِنُونَ}.\nالفصل السادس والعشرون: في الشكر والثناء\nشكر المنعم واجب، والثناء على المحسن ضربة لازب. فاشكر\nالجزء: 1 ¦ الصفحة: 112\n",
        "من وضع الخير لديك، وكن مثنياً على من أحسن إليك، حيث أجاب سؤالك، وحقق آمالك، وصدق ظنك، وأضحك سنك، وأتحفك بكرائم كرمه، وأطلع في أفقك نعائم نعمه، ولبى دعوتك، وروض عدوتك، ورعى جانبك، وبلغك مآربك، وقوى معينيك وأيد معانيك، وأسكنك من العليا قباباً، وفتح لك إلى دار السعادة أبواباً:\nوأولاك الجميل بغير مطل\n...\nوعن وجه الندى رفع الحجابا\nوبل ثراك بالجدوى فحق\n...\nعليك تصير التقريظ دابا\nإن قصر عن المكافأة بنانك، فيطل بنشر الشكر لسانك، فبه تدوم النعم، وهو داعية الجود والكرم. كثرته تبعث على بذل الألوف، وقلته تزهد في اصطناع المعروف. فاجتهد في إقامة شعاره، واحتفل برفع علمه وإعلاء مناره، وإياك والتقصير في حق من شملك بفضله الغزير، وقم بواجب من قلدك المنة، ولا تجعل الاعتذار بعجزك من غير حرص جنة.\nأطلق لسانك بالثناء على الذي\n...\nأولاك حسن غرائب ورغائب\nواشكره شكر الروض حياه الحيا\n...\nكيما تقوم له ببعض الواجب\nأيها المتطول بأياديه، المتفضل بما غمر من غواديه، الجائد بأمواله، الزائد نيل نواله، المرتدي بأثواب الجلال،\nالجزء: 1 ¦ الصفحة: 113\n",
        "المبتدئ بالعطاء قبل السؤال، لو استطعت تمثيل حمدك ومدحك، واعتدادي بإفضالك العميم ومنحك، لأبرزته في صورة تروق النواظر، وأفرغته في قالب يسر القلوب والخواطر. لقد أترعت مواردي ومناهلي، وحملتني من حقائب الجود ما أثقل كاهلي، وأرحت سري بهبات هباتك، وقطعت أملي إلا من موارد صلاتك:\nكم من يد بيضاء قد أسديتها\n...\nتثني إليك عنان كل وداد\nشكر الإله صنانعاً أوليتها\n...\nسلكت مع الأرواح في الأجساد\nإلام تنشر علي ملابس العوارف؟ وحتام تهدي إلي نفائس اللطائف؟ وتلحظ بعيون العناية، وتمد ظل الرعاية، وتصل أسباب الصنائع، وتأتي من الإحسان بما عهده محفوظ، ونشره ضائع، من غير خدمة سابقة، ولا حرمة لهدى العواطف سائقة.\nطالما غنيت بالغناء من خيرك، وألهمتني لهاك عن الاجتماع بغيرك، وقابلتني عطاياك بجبرك، ومنحتني سماحتك من كنزها الوافر بخالص تبرها:\nفلأشكرنك ما حييت وإن أمت\n...\nفلتشكرنك أعظمي في قبرها\nصيرت لساني كليلاً بعد حدته، وأعدت قلمي جافاً بعد غزارة مدته. فها أنا لا أطيق أداء بعض حقك، ولا يخرجني فرط برك عن عهدة رقك. وكلما فرغت من شكر يد كثر\nالجزء: 1 ¦ الصفحة: 114\n",
        "مددها، وصلتها بأياد جزيلة أعد منها ولا أعددها. فلا تحدث لي بعدها زيادة، وارفق بعبدك فقد ملك العجز قياده:\nأنت الذي قلدتني نعماً\n...\nأوهت قوى شكري فقد ضعفا\nلا تسدين إلي عارفة\n...\nحتى أقوم بشكر ما سلفا\nوماذا عسى مادحك أن يقول، يامن فتن بحسن مناقبه العقول؟ المتكلم يقصر عن وصفك باعه، والبليغ يعجز عن حصر فضلك يراعه. والعالم يغرق في بحرك، والناظم يلقط جواهر نثرك، على أن كلاً منهم لو استعار الدهر لساناً، واتخذ الريح في نقل أخبارك ترجماناً، أدركه الملال ولم يصل إلى غايتك، وأعياه الكلال دون الوقوف عند نهايتك. فالله يتولى من مكافأتك ما هو أبلغ من شكر الناس، ويمتع الأولياء ببقاء ذاتك التي جلت عن النعت والقياس.\nالفصل السابع والعشرون: في الهناء\nصحبني شخص من الكتاب، له رفيق يدعي معرفة الآداب. فجاءني يوماً من ديوان النظر قائلاً: كان رفيقي غائباً ثم حضر، وقصدي إملاء شيء في هذا المعنى، ولست أعرف لروض الأدب سواك مزناً. فقلت له: اكتب:\nورد البشير بما أقر العيون، وسكن هواجس الظنون، وشرح\nالجزء: 1 ¦ الصفحة: 115\n",
        "الصدور وأبهجها، وألجم خيل السرور وأسرجها، من إياب مولانا مصحوباً بالسلامة، مالكاً قياد الفضل وزمامه. فتلقاه العبد بمزيد القبول، واعترف بطيب عرفه الضائع قبل الوصول:\nوتقاسم القوم المسرة بينهم\n...\nقسماً فكان أجلهم حظاً أنا\nولم يزل مدة غيبته مستديماً لذكره، مشاهداً له وإن شط المزار بعين فكره، متشوقاً إلى أيامه التي راق نعيمها، مرتقباً نجوم لياليه التي رق كخلقه نسيمها:\nليالي لم نحذر حزون قطيعة\n...\nولم نمش إلا في سهول وصال\nإلى أن جمع الله به شتات الأمور، وألف بمقدمه من الأنس كل نفور، وأعاد بدره إلى منازل سعوده، وفطر قلب حسوده بصعدة صعوده. فله الحمد على نعمه التي لا تعد، وكرمه الذي تجاوزت سيوفه غاية الحد. وهو المسؤول أن يعيذه من شر من حسد وطعن، ويكلأه بعينه التي لا تنام إن أقام أو ظعن.\nثم إنه وافاني بعد مدة، فحمل يراعه ومن النقس مده، وقال: إن رفيقي قد أبل من المرض، وما يخفى عن مثلك - أيدك الله - سر الغرض. فقلت له اكتب:\nالحكمة أطال الله بقاءك، وأدام صحتك وشفاءك، تقتضي\nالجزء: 1 ¦ الصفحة: 116\n",
        "المنح والمحن، وتوجب الفرح والحزن، ليتذكر أولو الألباب، وتتأكد أسباب الثواب. ولقد منعني لذيذ الرقاد ما حصل لمولاي من الافتقاد، وأسكرني بخمر التحير، ما حصل لمزاجه اللطيف من التغير. يالها غفلة من الدهر صدرت، وهفوة على غرة من الأمل ظهرت، حيث أزعج كريم جسده، وعلا على ذخر الملك وسنده، وارتقى من الرياسة إلى رأسها، وامتطى ذروة كاشف غمها ومزيل بأسها، وبالجملة فما اعتل إلا لأنه كالنسيم لطفاً، وما جاورته الحمى إلا أنه كالأسد وصفاً:\nلا تخش من ألم ألم مودعاً\n...\nيامن بسيط العمر منه طويل\nإن التي يدعونها الحمى على\n...\nأسد الشرى، وكذا النسيم عليل\nوأنا أحمد الله على لبسه أثواب الصحة، ودخوله من العافية منزلاً مهد البرء صرحه. وأسأله أن يفيض عليه سحائب نواله الزائد، ولا يحوج شخصه المغرى بالصلة إلى عائد. ثم إنه جاءني بعد حين، وأساريره تخبر أنه من الفرحين. فقال: إن رفيقي ولي الوزارة، فهل من رسالة تسفر عن حسن السفارة؟ فقلت له اكتب:\nأيد الله مولانا الوزير، وأفاض على الكافة فضله الغزير، وهنأه بهذه الرتبة التي أوضح وجه مذهبها، وبلغها بتحرير قلمه\nالجزء: 1 ¦ الصفحة: 117\n",
        "المهذب نهاية مطلبها، وأنمى بتدبير أحوالها، وقرر على القواعد المرضية أحوالها:\nفلم تكن تصلح إلا له\n...\nولم يكن يصلح إلا لها\nهذا ما كانت تنتظره النواظر، وتشهد بوقوعه خطرات الخواطر، وأسند الأمر إلى أهله، وأجلب الخير بخيله ورجله، وأصاب الدهر فيما أمضاه من فعله، وانتهت القوس إلى باريها، وتمكنت الرعايا بعرا أمانيها، وزفت عروس الوزارة على كافلها وكافيها. ما أحق هذه البشرى بأن تبدي الرياض من ورودها لورودها نشراً، وتميد الأغصان وتميل، ويتخلق الكون بزعفران الأصيل، ويتقلد الأفق بعقود نجومه الزواهر، وتنطق بشكرها ألسن الأقلام من أفواه المحابر:\nسرت بك الدنيا وسكانها\n...\nوامتلأت بشراً صدور الصدور\nوأجرت الأعداء سحب البكا\n...\nللحزن وافترت ثغور الثغور\nفالحمد لله ثم الحمد لله، والشكر له على ما أولاه، من إسباغ نعمه المألوفة، ومعروف أياديه المعروفة، وإليه الرغبة في إدامة سروره المتوالي، وإدارة فلك سعده على ممر الليالي.\nثم إنه قدم إلي بعد أيام، وقال: إن الوزير بشر بغلام، فأمل علي زادك الله رفعة، ما أشنف به من الهناء سمعه، فقلت له: أكتب:\nالجزء: 1 ¦ الصفحة: 118\n",
        "أهلاً بطلوع نجم السعادة، ومرحباً بظهور هلال السيادة، غصن الشجرة الوارف ظلها، العالي في جنات الفضائل محلها. أكرم بها من شجرة أصلها ثابت، وفرعها النامي كل طرف إليه باهت. تؤتي أكلها كل حين، وتمنح برها الغادين والرائحين.\nياله مولوداً راقت نضرته، وتبسمت من خلال المكارم زهرته، واهتزت لقدومه قدود العوالي، وارتاحت لمورده نفوس المعالي، واستشرفت له صدور المحافل، وتهيأت لخطبته\nعقائل المراتب والمنازل، فتهن به أيها الوزير، وتمل بمشاهدة صبحه المنير:\nوابشر فقد وافاك يوم رزقته\n...\nحظ بتخليد السرور زعيم\nلا زالت التهاني بكعبة حرمك طائفة، ولا برحت المسرات على جنابك متضاعفة، ودمت راوياً حديث الجود عن أصلك بإسناده، جامعاً بين كرم طارف نجلك ويمن تلاده:\nوبقيت حتى تستضيء برأيه\n...\nوترى الكهول الشيب من أولاده\nفلما فرغت من نقشها، وتأمل محاسن رقشها، نشر أعلام الثناء والشكر، وتمايل طرباً كالثمل من السكر، واعتذر من التثقيل، واستعفى من القال والقيل. ثم ودعني وبان، ولم اجتمع به إلى الآن.\nالفصل الثامن والعشرون: في الرثاء\nمات لمن يعز علي ولد، لم يبلغ من فصاله منتهى الأمد.\nالجزء: 1 ¦ الصفحة: 119\n",
        "وكنت أستحليه واستجليه، إذا حصل الاجتماع بيني وبين أبيه، فأكثر - وهو معذور - من الوجد عليه، فكتبت على سبيل التعزية إليه:\nبرغمي أن أعنف فيك دهراً\n...\nقليلاً فكره بمعنفيه\nوأن أرعى النجوم ولست فيها\n...\nوأن أطأ التراب وأنت فيه\nالدنيا مد الله في عمرك وصبرك، ومحى آية الحزن من صحيفة صدرك، دار تمكر بسكانها، وتغدر بأهلها وجيرانها. كم أفنت قروناً، وأسخنت بالبكاء عيوناً، ونثرت عقداً، وأضرمت وقداً، وأخلقت جديداً، وأخذت من والد وليداً، وفرقت شمل الأحباب، وألبست الأتراب أردية التراب:\nوكم قد روعت قلباً\n...\nوساقت نحوه حزنا\nوملت بعد أن مالت\n...\nوأذوت بالردى غصنا\nولا كغصن دوحك الرطيب، وزهرة روضك الخصيب، الذي عز فقده، وهتك ستر المدامع بعده، وأحيا بموته الأسف، وشوى الأكباد على جمر التلف. ياله زائراً ما سلم حتى ودع، وهاجراً خشع القلب لصده وتصدع، وطفلاً ذهب مبرأ من الذنوب والأوزار، وعصفوراً طار إلى الجنة وتركنا نتقلب في تلهب النار، وديناراً أولعت بصرفه أيدي الزمان، ودرة نقلها الدهر إلى صدف الأكفان، وهلالاً عاجله الخسوف قبل الإبدار، ونجماً أخفاه إسفار صبح الأقدار:\nالجزء: 1 ¦ الصفحة: 120\n",
        "يا كوكباً ما كان أقصر عمره\n...\nوكذاك عمر كواكب الأسحار\nوقد علم الله شوقي إليه، وشدة قلقي وحرقي عليه، وغمي لمغيبه بعد إشراقه، وفرط بثي وحزني لفراقه، وما سال من دموعي وساح، وأصاب جوارحي من الجراح:\nموت الصغير مصيبة غاراتها\n...\nما تنقضي، وكميها لم يقهر\nقسماً بمن يحيي رفات الخلق ما\n...\nفقد الهشيم كفقد روض مزهر\nولقد أجرى ماء العيون معيناً، وكنا نرجوه معيناً. أعاد أيامنا سوداً وكانت به بيضاً ليالينا. لو أن الحتف يقبل الفدا، أو أن الحمية ترد الردى، لفديناه بالأموال والأرواح، وخضنا دونه بحار السيوف والرماح، ولكنه الكأس الذي يستوي في شربه الصغير والكبير، والسبيل\nالمحتوم سلوكه على المأمور والأمير. فإنا لله وإنا إليه راجعون، وبحكمه راضون، ولأمره طائعون، له ما أعطى وله ما أخذ، وهو الذي يرسل سهم المنية ولولاه ما نفذ.\nوأنت أبقاك الله أولى من للقضاء سلم، وسكن منبسط النفس ولو بأنياب النوائب تكلم، وقابل القدر بوجه الرضا لا الغضب، والحمد لله على كل حال إن وهب أو سلب، فالجزع لا يجدي ولا يفيد، والماضي لا يعاد إلى يوم الوعيد، والأجر موقوف على الاحتساب، والله عنده حسن الثواب، فادخره للأخرى فالدنيا متاع الغرور {وَاصْبِرْ عَلَى مَا أَصَابَكَ إِنَّ ذَلِكَ مِنْ عَزْمِ الْأُمُورِ}\nالجزء: 1 ¦ الصفحة: 121\n",
        "يا راحلاً أذهب عنا السرور\n...\nوكادت الأرض بنا أن تمور\nويا هلالاً بالخسوف احتفى\n...\nمن قبل أن يدرك شأو البدور\nإن كنت قد فارقت أهلاً فكم\n...\nحولك ولدان حسان وحور\nجاورت من بعدك من ساءني\n...\nليهنك الجار الذي لا يجور\nويلاه من بدر رفيع مضى\n...\nتجارة العاني به لن تبور\nشق الجيوب القوم لما سرى\n...\nلو أنصفوا شقوا عليه الصدور\nما كنت أدري قبل دفني له\n...\nأن الدراري في الصحارى تغور\nلهفي على طفل فؤادي له\n...\nنعش ودمع العين غسل طهور\nلهفي على زهرة روض زهت\n...\nفعوجلت بالقطف دون الزهور\nلهفي على غصن ذوى قبل أن\n...\nيبدو لنا من نوره الغض نور\nآهاً لذاك الوجه كيف انطوت\n...\nآياته الحسنى ليوم النشور\nآهاً لدر قد غدا ثاوياً\n...\nفي صدف اللحد جوار القبور\nآهاً لمر الهجر حلو الحلى\n...\nالوجد حق فيه والصبر زور\nوالله ما عجل يوم النوى\n...\nإلا لنحظى في غد بالأجور\nما هذه الدنيا - وسحقاً لما\n...\nتلهي به - إلا متاع الغرور\nتمحو بكف الحتف رسم الورى\n...\nلما اغتدوا في رقها كالسطور\nما تأتلي من غير خوف إلى\n...\nدار البلى تنقل أهل القصور\nكم من رحى للموت فيها، على\n...\nضائع أعمار البرايا تدور\nأخنى علينا الدهر في أخذ من\n...\nكنا نرجيه لسد الثغور\nيا دهر بالإمرة كم تعتدي\n...\nألا إلى الله تصير الأمور\nالجزء: 1 ¦ الصفحة: 122\n",
        "الفصل التاسع والعشرون: في الحكم\nالعلم نعم السمير، والعقل بشير بالخير يشير. اجتهد في طلب العلوم، تنفرد بما يرفعك إلى النجوم. المجد يبذل اللها، والفضل بالأدب والنهى. من صادق العلماء زها بدره، ومن رافق السفهاء وهي قدره. العلم ثمرته الإنصاف، والزهد نتيجته العفاف. التقوى أفضل حلة، والمروءة\nأجل خلة. الحق سيف قاطع، والحلم درع مانع. الزم الحجا فهو ألطف سائس، ولا تعدل عن العدل فهو أحفظ حارس. العقل أحسن المواهب، والجهل أقبح المصائب.\nالعقل أحسن معقل فاهرع إلى\n...\nأبوابه العليا تنل كل العلا\nواعلم بأن الشيء يرخص كثرةً\n...\nوالعقل إن كثرت حواصله غلا\nمن رضي بالقدر، وقي شر الحذر، اليأس يعز الأصاغر، والطمع يذل الأكابر، حاسب نفسك تسلم، ولا تقتحم الأخطار تندم. من سره الفساد في الأرض ساءه طول التعب يوم العرض. لا تقل إلا ما يطيب عنك نشره، ولا تفعل إلا ما يسطر لك أجره. السعيد من اتعظ بماضي أمسه، والشقي من ضن بخبره على نفسه. لا تغرنك صحة بدنك اليسيرة، فمدة العمر - وإن طالت - قصيرة. من لم يعتبر بالمساء والصباح، لم يرتدع بقول اللوام والنصاح. من قنع برزقه استغنى، ومن صبر نال ما يتمنى.\nالجزء: 1 ¦ الصفحة: 123\n",
        "إذا الرزق عنك نأى فاصطبر\n...\nومنه اقتنع بالذي قد حصل\nولا تتعب النفس في جلبه\n...\nفإن كان ثم نصيب وصل\nمن أنس بالآخرة، فاز بالملابس الفاخرة. ومن رفع حاجته إلى الله نجحت، ومن تمسك بغيره خسرت تجارته وما ربحت. من لم تفسد شهوته دينه، وصل إلى الأماكن المكنية. أبصر الناس من نظر إلى عيوبه، ولجأ إلى ربه في التجاوز عن ذنوبه. أرفع الأعمال ما أوجب شكراً، وأنفع الأموال ما أعقب أجراً. الدنيا ظل زائل، والشيبة ضيف راحل. من غالب الحق غلب، ومن استهان بالدين سلب. لا تخل نفسك من فكرة، تدني من طرفك وقلبك قراراً وقرة. عد عن طاعة هواك، واحذر من مخالفة مولاك:\nلا تتابع هواك ياذا المعاصي\n...\nواجتنب ذلة الهوى والهوان\nأحمق الناس من أطاع هواه\n...\nوتمنى على الإله الأماني\nمن وثق بالله أغناه، ومن خرج عن حكمه عناه. من لزم شأنه دامت سلامته، ومن حفظ\nلسانه قلت ندامته. الصمت يرفع لك المنار، ويخلع عليك ثوب الوقار. الزمان لا يبقي على حال، والدنيا طبعها الغدر والملال، تفتن بزهرتها الذاوية، وتخدع بزينتها المتلاشية. لا تفن عمرك في المعاصي، وخذ حذرك من مالك النواصي. إياك وكثرة\nالجزء: 1 ¦ الصفحة: 124\n",
        "الكلام، فإنها تنفر عنك الكرام. ما سعد من شقي صاحبه، وما عزت من ذلت أقاربه. من لزم شكر الإحسان استدام عدم الحرمان. لا تودع سرك غير صدرك، ولا تتكلم بما يحوجك إلى إقامة عذرك:\nتفرد بحفظ السر وحدك لا تثق\n...\nإلى أحد فيه ولو كان من كانا\nفإنك أن أودعت سرك عاقلاً\n...\nيزل وإن أودعته جاهلاً خانا\nمن بسط يده بالجود، خرج من العدم إلى الوجود. من علا علم شيمته، غلا مقدار قيمته، استر براً يظهر من يديك، وانشر معروفاً يسدى إليك. من أحسن إلى جاره أطلع قمر الحمد في داره دارة، ومن جاد لطلب الجزاء فليس بكريم، ومن صفح لعدم القدرة فليس بحليم. أحسن الخلق ما حثك على المكارم، وأوضع الطرق ما كفك عن المحارم. عي تسلم بميلك إليه، خير من نطق تندم عليه. من قل عقله كثر قوله، ومن زكا أصله تواتر طوله. توق جناية اللسان، ولا تأمن من سطوات الزمان، واستعذ من شر أفعى أفعالك، وتحل بالصدق في جميع أحوالك.\nالصدق يورث قائليه مهابة\n...\nسر نحوه نعم الطريق طريقه\nواحفظ به عهد الصحاب فإنه\n...\nمن قل منه الصدق قل صديقه\nلا تعج عن سبيل الصواب، ولذ بجناب رب الأرباب، واسع\nالجزء: 1 ¦ الصفحة: 125\n",
        "إلى باب من بيده الملك وهو على كل شيء قدير، واخش من يعلم السر وأخفى، {إِنَّ الَّذِينَ يَخْشَوْنَ رَبَّهُم بِالْغَيْبِ لَهُم مَّغْفِرَةٌ وَأَجْرٌ كَبِيرٌ}\nالفصل الثلاثون: في المواعظ\nأعلمني من أثق بنقله، ولا أشك في معرفته وفضله، بقدوم بليغ من الوعاظ، يبرز دقائق المعاني في جليل الألفاظ. وأشار بحضور مجلسه، والاهتداء بضوء قبسه، فقبلت الإشارة، وانتظمت في سلك السيارة. حتى أفضينا إلى ناد فسيح، لسان مناديه فصيح، قد جمع بين الغني والفقير، واشتمل على المأمور والأمير. وإذا بشيخ قائم في بهرة حلقته، يفتن بسحر الكلام قلوب فرقته. فسمعته يقول: أيها الناس، ما الموت بساه ولا ناس، فتأهبوا لحلوله، واستعدوا له قبل نزوله، وحصلوا الراحلة والزاد، وردوا العاصي إلى الطريق فقد زاد، ولا تعدلوا عن محجة الحجا، واتقوا دعوة المظلوم في ظلام الدجا، وامنوا بالقدر خيره وشره، وارضوا بالقضاء حلوه ومره، وأفرغوا ذنوب الذنوب وافزعوا إلى علام الغيوب، وامنعوا من الأمل ما كان جموحا، وتوبوا إلى الله توبة نصوحاً:\nوتجنبوا سبق الخطا فلكم هوى\n...\nرب الهوى من حصنه وعقابه\nالجزء: 1 ¦ الصفحة: 126\n",
        "وتمسكوا بجناب تقوى ربكم\n...\nكي تسلموا من خزيه وعقابه\nوإياكم والدنيا فإنها تمكر بصاحبها، وتهدي إلى أقاربها سم عقاربها. عامرها خراب، وغامرها سراب. أمدها قصير، وإلى الفناء تصير. صفوها كدر وجرحها هدر، والخاطر بها على خطر. لأنها لا تبقي ولا تذر، بحرها العميق، كم له من غريق. فاركبوا فيها من التقى فلكا منيعة، واجعلوا شراعها التمسك بعرا الشريعة، لعلكم تبلغون الساحل، ويقدم بشير بشركم الراحل، وهي قنطرة فاعبروها ولا تعمروها، واخشوا عيون شركها المفتوحة لكسركم واحذروها:\nمجاز حقيقتها فاعبروا\n...\nولا تعمروا، هونوها تهن\nفما حسن بيت له زخرف\n...\nتراه إذا زلزلت لم يكن؟\nابن آدم ما أكثر حرضك، وشرك ومرضك، وأجزل حرصك وأشرك، وأقوى على من دونك ظفرك، وأضعف بمن فوقك ظفرك، وأخجل من يؤنبك، وأتعب من يتعبك، ووثبك إلى صيد الحرام، وأشد شرهك على الحطام. أما علمت أن الشره، في عين الرجل مره؟ لا بالقليل تقنع، ولا من الكثير تشبع، ولا إلى المواعظ تصغي، ولا تبغي أنك لا تبغي. أنفاسك معدودة وأوقاتك محدودة، ومالك عارية مردودة، وذاتك الموجودة عن قريب مفقودة:\nالجزء: 1 ¦ الصفحة: 127\n",
        "وما المال والأهلون إلا ودائع\n...\nولا بد يوما أن ترد الودائع\nويحك أتحسب أنك تترك سدى؟ أو أن الحقوق تبطل بطول المدى؟ كلا يا كليل الذهن، لتبعثن يوم تكون الجبال كالعهن، ولتحاسبن على الذرة والبرة إن الله لا يظلم مثقال ذرة:\nتنبه أيها المغرور واسأل\n...\nإلهك مرة من بعد مره\nوقف بالباب معتذراً لتحظى\n...\nمن البر المهيمن بالمبره\nولا تركن إلى الدنيا ففيها\n...\nمن الأحزان ما يخفي المسره\nألا بعداً لها من دار قوم\n...\nبها يرضون وهي لهم مضره\nتعر من الذنوب، فعن قريب\n...\nتحل من الممات بك المعره\nوبالنزر إقتنع، فالحرص ذل\n...\nوإياك الهوى وتوق شره\nوحلو العيش لا تقربه واصبر\n...\nوإن كانت حميا الصبر مره\nيا أرباب الملابس الفاخرة، الدنيا خلقت لكم وأنتم خلقتم للآخرة. وما هذه الغفلة التي رانت على قلوبكم؟! ما هذا الطمع الذي ألحق بالعبيد أحراركم؟! آما آن لكم أن تنيبوا؟ وتصغوا إلى داعي الفلاح وتجيبوا؟ بلى والله آن، وظهر فجر الحق وبان، فاجنحوا إلى الطاعة، ولازموا أهل السنة والجماعة، واشتملوا على الخيرات قبل أن تمزقوا، {وَاعْتَصِمُواْ بِحَبْلِ اللهِ جَمِيعاً وَلاَ تَفَرَّقُواْ}، وأخلصوا في الأعمال، واقطعوا حبائل الآمال، وتزودوا\nالجزء: 1 ¦ الصفحة: 128\n",
        "للرحيل عن الوطن، واجتنبوا الفواحش ما ظهر منها وما بطن، وتحلوا بعقود المكارم، وتخلوا عن انتهاك المحارم، وجدوا كي تنالوا جد المجتهدين، {وَلاَ تَعْتَدُواْ إِنَّ اللهَ لاَ يُحِبُّ الْمُعْتَدِينَ}، واعقلوا بالشكر شوارد النعم، وصونوا أعراضكم ببذل النعم، واتخذوا الصبر على البلوى عدة وجنة، وسارعوا إلى مغفرة من ربكم وجنة:\nأحسن بها من جنة عالية\n...\nقطوفها للمجتني دانيه\nآذان أهليها أولي العزم لا\n...\nتسمع فيها أبداً لاغيه\nوجوههم فيها - ويا حسنها -\n...\nناعمة مرضية راضيه\nالحور والولدان من حولهم\n...\nيسعون في روضاتها الزاهية\nكم سرر للوفد مرفوعة\n...\nفيها، وكم من أعين جاريه\nمبثوثة فيها زرابيها\n...\nموضوعة أكوابها الصافية\nفاجتهدوا كي تدخلوها غداً\n...\nيوم دخول الفرقة الناجية\nإلام تهتمون في إدراك الغرض؟! وتذهبون جوهر نفوسكم في تحصيل العرض؟! وتستبدلون الضلالة بالهدى؟! وترتدون بما يوقعكم في الردى. وتسمحون بشركم وتبخلون بخيركم؟! وتسوفون بالعمل كأن منفعته لغيركم؟! ألا حسنوا الصفات، لتكريم الذات. وأكثروا من ذكر هاذم اللذات واستيقظوا من سنة الفترة واتقوا النار ولو بشق تمره، فأنى بكم\nالجزء: 1 ¦ الصفحة: 129\n",
        "إذا أصبحتم أمواتاً؟! وعدتم بعد الرفاهية رفاتاً؟! ونقلتم إلى دار البلى، وأجيب السائل عن بقائكم بلا؟! وفجع بكم الأحباب، وغلقت دونكم الأبواب؟! وانقلبتم في قليب البرزخ، وأضحت عقودكم تحل وتفسخ؟! أم كيف بكم إذا بعثر ما في القبور وحصل ما في الصدور؟! ووقفتم للعرض على من بيده مقاليد الأمور؟! {فَلَا تَغُرَّنَّكُمُ الْحَيَاةُ الدُّنْيَا وَلَا يَغُرَّنَّكُم بِاللَّهِ الْغَرُورُ}.\nثم إنه بسط للدعاء يديه، وأجرى سوابق دمعه على خديه. فبكى القوم لبكائه، وأمنوا على صالح دعائه. فلما فرغ اقبل الناس إليه، وأكثروا من تعظيمه والثناء عليه. فمن لاثم راحته، وقاصد بالجود راحته، وملتمس بركة عنايته، وناطق بشكر نصحه وهدايته. وهو يروح أرواحهم المكروبة، ويسقي كل واحد منهم مشروبه. ثم ولى يتهادى بين صحابته، وانسحبت عنا أذيال سحابته.\nفمضيت قرير الناظر، منشرح للصدر والخاطر، متعظاً بما استمعت من قول النصيح، مستنشقاً من عرف الشيخ عرف الشيح، حامداً صحبة المشير الذي لم يزل من المحسنين، مصلياً على من أنزل عليه: {وَذَكِّرْ فَإِنَّ الذِّكْرَى تَنفَعُ الْمُؤْمِنِينَ}.\nهذا آخر ما نطق به لسان اليراع، وانتهى ما أورده نسيم الصبا من أحباره الطيبة على الأسماع. والله المسئول في غفر الذنوب\nالجزء: 1 ¦ الصفحة: 130\n",
        "وستر العوار، ومسامحة ذي اللعب والخوض، بوروده الحوض، يوم الأوار. وله الحمد على سابغ نعمه، وما من به من فيض فضله ودوام ديمه. والصلاة والسلام، على صاحب المقال والمقام، سيدنا محمد المؤيد باللسن والبراعة صلاةً وسلاماً دائمين إلى يوم الساعة آمين.\nالجزء: 1 ¦ الصفحة: 131\n",
        ""
    ]
}