{
    "1": [
        "نقعة الصديان فيما جاء على الفعلان\nنقعة الصديان فيما جاء على الفعلان\nالصغاني\nالكتاب:\nنقعة الصديان فيما جاء على الفعلان\nالمؤلف:\nرضي الدين الحسن بن محمد بن الحسن بن حيدر العدوي العمري القرشي الصغاني الحنفي (المتوفى: 650هـ)\nالمحقق:\nد. علي حسين البواب\nالناشر:\nمكتبة المعارف - الرياض\nالطبعة:\nالأولى، 1982\nعدد الأجزاء:\n1\n[ترقيم الكتاب موافق للمطبوع]\n",
        "بِسم الله الرَّحْمَن الرَّحِيم\n[2 أ] الْحَمد لله ذِي الْعَرْش الْعلي، والبطش الْقوي، والعز الأبدي، والوعد الوفي، لَا معط لما منع، وَلَا رَافع لما وضع، وَلَا فاتح لما أغلق، وَلَا راتق لما فتق، وَلَا يشْغلهُ سمع عَن سمع، وَلَا يذهله عَطاء عَن منع، يعلم خَائِنَة الْأَعْين وَمَا تخفي الصُّدُور، وَله مقاليد الْأَشْيَاء وَإِلَيْهِ تصير الْأُمُور.\nوَأشْهد أَلا إِلَه إِلَّا الله وَحده لَا شريك لَهُ، منعم عجت بثنائه الألسن والأصوات، ومكرم رجته الْأَحْيَاء والأموات، وَأشْهد أَن مُحَمَّدًا عَبده الْكَرِيم، وَرَسُوله الرَّحِيم، وَنبيه الَّذِي لَا يضيم، صلى الله عَلَيْهِ وَسلم، مَا خَفق سراب.\nوصفق شراب، ولمع ضِيَاء، وهمع عماء، وَشرف وكرم وبجل وَعظم.\nقَالَ الملتجئ إِلَى حرم الله تَعَالَى الْحسن بن مُحَمَّد بن الْحسن الصَّاغَانِي، سمع الله نداءه ودعاءه، وحقق أمله ورجاءه:\nهَذَا كتاب يفْتَقر إِلَيْهِ طَالب الحَدِيث وَالْخَبَر، لَا يسْتَغْنى عَنهُ متتبع السّنة والأثر، عَزِيز وجوده فِي زَمَاننَا، بل هُوَ\n...\nالجزء: 1 ¦ الصفحة: 20\n",
        "[بَاب الْهمزَة]\n[2 ب]\n...\nوَكَذَلِكَ الشنآن والزيدان بالتسكين، وَكِلَاهُمَا شَاذ، فالتحريك شَاذ فِي الْمَعْنى لِأَن فعلان إِنَّمَا هُوَ بِنَاء الْحَرَكَة وَالِاضْطِرَاب، والبغض لَيْسَ مِنْهُ، والتسكين شَاذ فِي اللَّفْظ، لِأَنَّهُ لم يجِئ شَيْء من المصادر عَلَيْهِ.\nوَمن المصادر الَّتِي جَاءَت لشنئ سوى الشنآن والشنآن: الشنء، والشنء، والشنء بالحركات الثَّلَاث، والمشنأ والشناءة مثل الشناعة.\nوَقَالَ أَبُو عُبَيْدَة: الشنان بِغَيْر همز لُغَة فِي الشنآن، وَأنْشد للأحوص:\n(هَل الْعَيْش إِلَّا مَا تلذ وتشتهي\n...\nوَإِن لَام فِيهِ ذُو الشنان وفندا)\nالجزء: 1 ¦ الصفحة: 21\n",
        "بَاب الْبَاء\n(الثوبان) مصدر قَوْلك: ثاب الرجل يثوب ثوبانا وثوبا: إِذا رَجَعَ، وَقَوله تَعَالَى: {وَإِذ جعلنَا الْبَيْت مثابة للنَّاس وَأمنا} مفعلة مِنْهُ.\n(الذوبان) مصدر قَوْلك: ذاب الشَّيْء يذوب ذوبانا وذوبا: نقيض جمد، لَا مصدر قَوْلك: ذاب لي عَلَيْهِ من الْحق كَذَا: أَي وَجب وَثَبت إِلَّا فِي قَول الْأَصْمَعِي، فَإِنَّهُ قَالَ: [3 أ] هُوَ من ذاب نقيض جمد، فَحِينَئِذٍ يكون مستعارا مِنْهُ.\n(الرغبان) مصدر قَوْلك: رغب رغبانا ورغبا ورغبة: إِذا رغب فِي الشَّيْء.\n(الرهبان) مصدر قَوْلك: رهب يرهب رهبانا، وَرُهْبَانًا وَرَهْبَة ورهبا ورهبا: أَي خَافَ.\n(الشخبان) مصدر قَوْلك: شخب شخبانا: إِذا مر مرا سَرِيعا.\nالجزء: 1 ¦ الصفحة: 22\n",
        "(الضربان) مصدر قَوْلك: ضرب الْجرْح يضْرب ضربانا.\nوَقَوْلهمْ: فَضرب الدَّهْر ضربانه هُوَ كَقَوْلِهِم: فقضي، من الْقَضَاء.\n(العتبان) مصدر قَوْلك عتب الْبَعِير يعتب وَيَعْتِبُ عتبانا: إِذا مَشى على ثَلَاث قَوَائِم، وَكَذَلِكَ إِذا وثب الرجل على رجل وَاحِدَة.\n(العسبان) مصدر قَوْلك عسبت الكلبة تعسب عسبانا: إِذا صرفت.\n(اللهبان) مصدر قَوْلك لهبت النَّار لهبانا ولهيبا ولهابا: إِذا اتقدت، قَالَ مُضرس بن ربعي الفقعسي:\n(فَلَمَّا أَن تلهوجنا شواء\n...\nبِهِ اللهبان مقهورا ضبيحا)\n(النعبان) مصدر قَوْلك: نعب الْغُرَاب: أَي صَاح، [3 ب] ينعب وينعب نعبانا ونعبا ونعيبا وتنعابا، وَرُبمَا قَالُوا: نعب\nالجزء: 1 ¦ الصفحة: 23\n",
        "الديك على الِاسْتِعَارَة. قَالَ الْأسود بن يعفر النَّهْشَلِي:\n(وقهوة صهباء باكرتها\n...\nبجهمة والديك لم ينعب)\n(الوثبان) مصدر قَوْلك: وثب وثباتا ووثبا ووثوبا ووثيبا: إِذا طفر.\n(الوكبان) مصدر قَوْلك: وكب فِي مشيته يكب وكبانا: وَهُوَ مشي كالدرجان.\nالجزء: 1 ¦ الصفحة: 24\n",
        "بَاب التَّاء\n(الحوتان) مصدر قَوْلك: حات الطَّائِر على الشَّيْء يحوت حوتانا وحوتا وحؤوتا: أَي حام حوله.\nالجزء: 1 ¦ الصفحة: 25\n",
        "بَاب الثَّاء\n(الجأثان) مصدر قَوْلك: جأث جأثانا: وَهُوَ ضرب من الْمَشْي\n(اللهثان) مصدر قَوْلك: لهث لهثانا ولهثا: إِذا عَطش.\n(الهيثان) مصدر قَوْلك: هثت لَهُ هيثانا وهيثا: إِذا أَعْطيته شَيْئا يَسِيرا.\nالجزء: 1 ¦ الصفحة: 26\n",
        "بَاب الْجِيم\n(الأرجان) مصدر قَوْلك: أرج بَين الْقَوْم أرجانا: إِذا سعى سعي المغري بَينهم، قَالَ رؤبة:\n[4 أ]\n(يَكْفِيك هرج المهتك الهراج\n...\nوأرجان الْكَاذِب الأراج)\n(البوجان) مصدر قَوْلك: باج الرجل يبوج بوجانا وبوجا: إِذا أعيا.\n(الخلجان) مصدر قَوْلك: خلجت عينه تخلج وتخلج خلجانا وخلوجا: إِذا طارت.\n(الدججان) مصدر قَوْلك دج الْقَوْم على الأَرْض يدجون دججانا ودجيجا: وَهُوَ الدبيب فِي السّير، قَالَ ابْن السّكيت: لَا يُقَال يدجون حَتَّى يَكُونُوا جمَاعَة، وَلَا يُقَال ذَلِك للْوَاحِد.\nالجزء: 1 ¦ الصفحة: 27\n",
        "(الدرجان) مصدر قَوْلك: درج الرجل والضب درجانا ودروجا: إِذا مَشى.\n(الديجان) مصدر قَوْلك: داج يديج ديجانا وديجا: إِذا مَشى قَلِيلا قَلِيلا، عَن ابْن الْأَعرَابِي.\n(الرتجان) مصدر قَوْلك رتج الصَّبِي رتجانا مثل درج درجانا.\n(الردجان) : الدرجان.\n(الزلجان) مصدر قَوْلك زلج زلجانا: إِذا تقدم فِي السرعة.\n(السلجان) مصدر قَوْلك سلج اللُّقْمَة يسلجها سلجانا وسلجا: أَي بلعها، وَمِنْه الْمثل: الْأكل سلجان وَالْقَضَاء ليان [4 ب] أَي: إِذا أَخذ الرجل الدّين أكله، فَإِذا أَرَادَ صَاحب الدّين حَقه لواه بِهِ ومطله.\nالجزء: 1 ¦ الصفحة: 28\n",
        "(السوجان) مصدر قَوْلك: سَاج يسوج سوجانا وسوجا: إِذا سَار سيرا رويدا) .\n(الشحجان) مصدر قَوْلك: شجح الْغُرَاب شحجانا: إِذا صَوت.\n(الضوجان) مصدر قَوْلك: ضاج السهْم عَن الهدف يضوج ضوجانا وضوجا. إِذا عدل عَنهُ.\n(الضيجان) مصدر قَوْلك: صاج السهْم عَن الهدف يضيج ضيجانا وضيجا: إِذا عدل عَنهُ، لُغَة فِي يضوج ضوجانا وضوجا.\n(العرجان) مصدر قَوْلك: عرج يعرج عرجانا: إِذا مَشى مشْيَة الْأَعْرَج وَلَيْسَ بأعرج، فَإِن كَانَ أعرج قيل: عرج يعرج عرجا.\n(العلجان) مصدر قَوْلك علجت النَّاقة علجانا: إِذا اضْطَرَبَتْ، بلغَة هُذَيْل.\n(الوهجان) مصدر قَوْلك وهجت النَّار تهج وهجانا ووهجا.\nالجزء: 1 ¦ الصفحة: 29\n",
        "(الهدجان) مصدر قَوْلك: هدج الشَّيْخ يهدج هدجانا: إِذا ضعف مَشْيه.\nوهدج الظليم هدجانا أَيْضا: إِذا مَشى فِي ارتعاش.\nقَالَ [5 أ] الْأَصْمَعِي: أَنْشدني علقَة التَّيْمِيّ لنَفسِهِ بَين قبر النَّبِي صلى الله عَلَيْهِ وَسلم ومنبره، فَلم أفارقه حَتَّى أملاها عَليّ، وَقَالَ الرياشي: سَمعتهَا من مُحَمَّد بن علقَة عَن علقَة:\nالجزء: 1 ¦ الصفحة: 30\n",
        "(لما رَأَتْ عصماء شيب لمتي\n...\nوَأم جهم جلها فِي جبهتي)\n(وَكَثْرَة الْأَبْنَاء لِابْني وابنتي\n...\nوقلن: هَذَا عمنَا ذُو الشيبة)\n(وهدجانا لم يكن فِي مشيتي\n...\nكهدجان الرأل فَوق الهيقة)\n(مزوزيا لما رَآهَا زوزت\n...\nآتِيك من آل فلَان فلة)\n(تنظر من تَحت خصاص الكلة\n...\nإِذْ أَنا فينان أَدْرِي لمتي)\n(بِالدَّار بَين رَملَة ورملة بِالدَّار، إِذْ جرت بهَا مَا جرت)\n(جرت عَلَيْهَا كل ريح ريدة\n...\nهوجاء سفواء نؤوج الغدوة)\n(تطرده من بلد لبلدة\n...\nشَتَّى تفيئه شتات الوجهة)\n[5 ب] (الهيجان) مصدر قَوْلك: هاج الشَّيْء يهيج هيجانا وهيجا وهياجا: أَي ثار.\nالجزء: 1 ¦ الصفحة: 31\n",
        "بَاب الْحَاء\n(الأمحان) مصدر قَوْلك أمح الْجرْح يأمح أمحانا: إِذا ضرب بوجع.\n(السفحان) مصدر قَوْلك: سفح الدمع نَفسه سفحانا وسفوحا: أَي انصب.\nقَالَ الطرماح:\n(مفجعة لَا دفع للضيم عِنْدهَا\n...\nسوى سفحان الدمع فِي كل مسفح)\n(السيحان) مصدر قَوْلك: ساح فِي الأَرْض سيحانا وسيحا وسيوحا وسياحة: أَي: ذهب فِيهَا.\n(الصيحان) مصدر قَوْلك: صَاح يَصِيح صيحانا وصيحا وصيحة وصياحا وصياحا: إِذا صرخَ.\n(الفوحان) مصدر قَوْلك: فاحت ريح الْمسك تفوح فوحانا\nالجزء: 1 ¦ الصفحة: 32\n",
        "وفوحا وفؤوحا: إِذا تضوعت.\n(الفيحان) مصدر قَوْلك: فاحت ريح الْمسك تفيح فيحانا وفيحا وفيوحا، لُغَة فِي تفوح فوحانا وفوحا وفؤوحا.\n(القزحان) مصدر قَوْلك: قزحت الْقدر تقزح قزحانا وقزحا: إِذا أقطرت مَا خرج مِنْهَا.\n(اللمحان) مصدر قَوْلك: لمحه لمحانا ولمحا وتلماحا: إِذا أبصره بِنَظَر خَفِيف، وَالِاسْم اللمحة.\n(المرحان) [6 أ] مصدر قَوْلك: مرحت عينه مرحانا: إِذا فَسدتْ وهاجت قَالَ النَّابِغَة الْجَعْدِي:\n(كَأَن قذى فِي الْعين قد مرحت بِهِ\n...\nوَمَا حَاجَة الْأُخْرَى إِلَى المرحان)\n(النفحان) مصدر قَوْلك: نفح الطّيب ينفح نفحانا ونفحا ونفاحا: إِذا فاح.\nالجزء: 1 ¦ الصفحة: 33\n",
        "(النيحان) مصدر قَوْلك: ناح الْغُصْن ينيح نيحانا ونيحا: إِذا تمايل.\nالجزء: 1 ¦ الصفحة: 34\n",
        "بَاب الْخَاء\n(البذخان) مصدر قَوْلك: بذخ الْفَحْل يبذخ بذخانا: إِذا هدر.\n(الدنخان) مصدر قَوْلك: دنخ بِالْحملِ دنخانا: إِذا تثاقل بِهِ فِي الْمَشْي.\n(الزلخان) : الزلجان.\n(النضخان) : النضخ.\nالجزء: 1 ¦ الصفحة: 35\n",
        "بَاب الدَّال\n(الحفدان) مصدر قَوْلك: حفد الْبَعِير يحفد، وَكَذَلِكَ الظليم وَغَيرهمَا، حفدانا وحفدا وحفودا: إِذا تدارك السّير. وَمِنْه مَا يدعى فِي الْقُنُوت: وَإِلَيْك نسعى ونحفد.\n(الحيدان) مصدر قَوْلك: حاد عَن الطَّرِيق حيدانا وحيدا وحيدة وحيادا وحيودا ومحيدا وحيدودة: إِذا مَال عَنهُ.\n(الخفدان) مصدر قَوْلك: خفد خفدانا وخفدا: [6 ب] إِذا أسْرع فِي الْمَشْي.\n(الرقدان) مصدر قَوْلك: رقد رقدانا: إِذا طفر من النشاط كَفعل الْجمل والجدي.\n(الرودان) مصدر قَوْلك: رادت الْمَرْأَة ترود رودانا، فَهِيَ رادة: إِذا أكثرت الِاخْتِلَاف إِلَى بيُوت جاراتها.\nالجزء: 1 ¦ الصفحة: 36\n",
        "(الكهدان) مصدر قَوْلك: كهد الْحمار كهدانا: إِذا عدا.\n(الميدان) مصدر قَوْلك: ماد الشَّيْء يميد ميدانا وميدا: إِذا تحرّك.\n(النودان) مصدر قَوْلك: نَاد الرجل نودانا ونودا: إِذا تمايل من النعاس.\n(الوخدان) مصدر قَوْلك: وخد الْبَعِير يخد وخدانا ووخدا ووخيدا: إِذا رمى بقوائمه كمشي النعام.\n(الوقدان) مصدر قَوْلك: وقدت النَّار تقد وقدانا، ووقدا ووقدا، ووقودا ووقودا ووقيدا وقدة: أَي تضرمت.\nالجزء: 1 ¦ الصفحة: 37\n",
        "بَاب الذَّال\n(النبذان) مصدر قَوْلك: نبذ الْعرق نبذانا: إِذا نبض.\n(الهمذان) مصدر قَوْلك: همذ فِي السّير همذانا: إِذا أسْرع.\nالجزء: 1 ¦ الصفحة: 38\n",
        "بَاب الرَّاء\n(الثوران) مصدر قَوْلك: ثار الْغُبَار [7 أ] يثور ثورانا وثورا وثؤورا: إِذا سَطَعَ.\n(الخطران) مصدر قَوْلك: خطر الْبَعِير بِذَنبِهِ يخْطر خطرانا وخطرا وخطيرا: إِذا رَفعه مرّة بعد مرّة وَضرب بِهِ فَخذيهِ، وَكَذَلِكَ خطر الرمْح يخْطر خطرانا: إِذا ارْتَفع وانخفض.\n(الدوران) مصدر قَوْلك: دَار الشَّيْء يَدُور دورانا ودورا.\n(السعران) مصدر قَوْلك: سعر سعرانا: إِذا اشْتَدَّ عدوه.\n(الطيران) مصدر قَوْلك: طَار الشَّيْء يطير طيرانا وطيرورة، وَالْبَاب يدل على خفَّة الشَّيْء فِي الْهَوَاء، ثمَّ يستعار ذَلِك فِي غَيره، وَفِي كل سرعَة.\n(العتران) مصدر قَوْلك: عتر الرمْح يعتر عترانا وعترا: إِذا اضْطربَ واهتز.\nالجزء: 1 ¦ الصفحة: 39\n",
        "(العجران) مصدر قَوْلك: عجرت بِي نَاقَتي عجرانا وعجرا: إِذا رجعت قبل ألافها من وَجه تريده وَأَنت كَارِه.\n(العسران) مصدر قَوْلك: عسرت النَّاقة بذنبها تعسر عسرانا وعسرا: إِذا شالت.\n(العهران) مصدر عهر إِلَى الْمَرْأَة يعهر عهرانا وعهرا وعهرا وعهورا: إِذا زنى.\n(الفوران) مصدر قَوْلك: فارت الْقدر تَفُور فورانا: إِذا جَاشَتْ.\n(القطران) [7 ب] مصدر قَوْلك: قطر المَاء نَفسه يقطر قطرانا وقطرا: إِذا رشح.\n(النظران) مصدر قَوْلك: نظر إِلَيْهِ نظرانا ونظرا: أَي تَأمله بِالْعينِ. وَيجوز أَن يحذف الْجَار ويوصل الْفِعْل، وَيسْتَعْمل على ضروب من الْمعَانِي كلهَا يرجع إِلَى أصل وَاحِد، وَهُوَ طلب الْإِدْرَاك:\nالجزء: 1 ¦ الصفحة: 40\n",
        "مِنْهَا: النّظر بِمَعْنى الِانْتِظَار كَقَوْلِه تَعَالَى: {انظرونا نقتبس من نوركم} ، وَقَوله عز وَجل: {فناظرة بِمَ يرجع المُرْسَلُونَ} .\nوَمِنْهَا: النّظر بِمَعْنى التعطف وَالرَّحْمَة كَقَوْلِه تَعَالَى: {وَلَا ينظر إِلَيْهِم يَوْم الْقِيَامَة} .\nوَمِنْهَا: النّظر بِمَعْنى الِاعْتِبَار والتأمل، وَهُوَ غير مُتَعَدٍّ كَقَوْلِه عز وَجل: {انْظُر كَيفَ فضلنَا} ، وَكَقَوْلِه عز وَجل: {انْظُر كَيفَ يفترون} . وَقد يتَعَدَّى هَذَا بالجار كَقَوْلِه تَعَالَى: {أولم ينْظرُوا فِي ملكوت السَّمَاوَات وَالْأَرْض} ، وَكَقَوْلِه عز وَجل: {أَفلا ينظرُونَ إِلَى الْإِبِل كَيفَ خلقت} .\nوَمِنْهَا: النّظر بِمَعْنى الْمُقَابلَة كَقَوْلِهِم: الْجَبَل ينظر إِلَيْك، ودارى تنظر إِلَى دَار فلَان، ودورنا تتناظر.\nالجزء: 1 ¦ الصفحة: 41\n",
        "وَمِنْهَا: النّظر بِمَعْنى التكهن، [8 أ] وَمن الحَدِيث إِن عبد الله بن عبد الْمطلب مر بِامْرَأَة كَانَت تنظر وتعتاف، فدعته إِلَى أَن يستبضع مِنْهَا إِذا رَأَتْ فِي وَجهه نورا، وَقَالَت: يَا فَتى، هَل لَك أَن تقع عَليّ وَأُعْطِيك مائَة من الْإِبِل، فَقَالَ عبد الله:\n(أما الْحَرَام فالممات دونه\n...\n)\n(والحل لَا حل فأستبينه\n...\n)\n(فَكيف بِالْأَمر الَّذِي تبغينه\n...\n)\nوَالْمَرْأَة قيل: هِيَ كاظمة بنت مر، وَقيل: أم قتال بنت نَوْفَل أُخْت ورقة بن نَوْفَل.\nوَمِنْهَا: النّظر بِمَعْنى الْعلم، وَقيل فِي قَوْله تَعَالَى: {يَوْم ينظر الْمَرْء مَا قدمت يَدَاهُ} أَي: يعلم. وَكَذَلِكَ قَوْله تَعَالَى: {كَأَنَّمَا يساقون إِلَى الْمَوْت وهم ينظرُونَ} .\nالجزء: 1 ¦ الصفحة: 42\n",
        "بَاب الزَّاي\n(التيزان) مصدر قَوْلك: تاز السهْم فِي الرَّمية يتيز تيزانا: إِذا اهتز فِيهَا.\n(الجمران) مصدر قَوْلك: جمز الْبَعِير يجمز جمزانا وجمزا: إِذا عدا. قَالَ كَعْب بن زُهَيْر:\n( [8 ب] نهوز بلحييها أَمَام سفارها\n...\nومعتلة إِن شِئْت للجمزان) (الرهزان) مصدر قَوْلك: رهز المباضع رهزانا ورهزا: إِذا تحرّك\n(العجزان) مصدر قَوْلك: عجزت عَن الْأَمر أعجز عجزانا وعجزا وعجوزا ومعجزا ومعجزة ومعجزة.\nالجزء: 1 ¦ الصفحة: 43\n",
        "(العشزان) مصدر قَوْلك: عشز يعشز عشزانا: إِذا مَشى مشْيَة الْمَقْطُوع.\n(القحزان) مصدر قَوْلك: قحز يقحز قحزانا وقحزا: إِذا وثب.\n(القفزان) مصدر قَوْلك: قفز يقفز قفزانا وقفزا: إِذا وثب.\n(النفزان) مصدر قَوْلك: نفز ينفز نفزانا ونفزا: إِذا وثب.\n(النقزان) مصدر قَوْلك: نقز ينقز وينقز نقزانا ونقزا: إِذا وثب\nالجزء: 1 ¦ الصفحة: 44\n",
        "بَال السِّين\n(الجوسان) مصدر قَوْلك: جاس يجوس جوسانا: إِذا طَاف بِاللَّيْلِ.\n(الرعسان) مصدر قَوْلك: رعس رعسانا: إِذا تحرّك رَأسه من الْكبر.\n(الميسان) مصدر قَوْلك: مَاس يميس ميسانا وميسا: إِذا تبختر.\n(الوجسان) مصدر قَوْلك: وجس الْقلب يجس وجسانا: إِذا فزع.\n(الولسان) مصدر قَوْلك: وَلست النَّاقة تلس وَلِسَانًا: إِذا أَعْنَقت فِي سَيرهَا.\n(الهوسان) مصدر قَوْلك: هاست الْإِبِل هوسانا: إِذا رعت وَهِي تسير.\nالجزء: 1 ¦ الصفحة: 45\n",
        "[9 أ] بَاب الشين\n(الجهشان) مصدر قَوْلك: جهش مِنْهُ يجهش جهشانا: إِذا فرق.\n(الجيشان) مصدر قَوْلك: جَاشَتْ الْقدر تجيش، وَكَذَلِكَ الْوَادي وَالنَّفس جيشانا وجيشا: إِذا غلت، وزخر، وَارْتَفَعت من حزن أَو فزع.\n(الغطشان) مصدر قَوْلك: غطش غطشانا وغطشا: إِذا مَشى مشيا رويدا من كبر أَو مرض.\n(النغشان) مصدر قَوْلك: نغش نغشانا ونغشا وهما شبه الِاضْطِرَاب.\nالجزء: 1 ¦ الصفحة: 46\n",
        "بَاب الصَّاد\n(الحيصان) مصدر قَوْلك: حَاص عَنهُ حيصانا وحيصا وحيوصا ومحيصا ومحاصا: أَي: حاد.\n(الديصان) مصدر قَوْلك: داص يديص ديصانا: إِذا راغ وحاد: وداصت السّلْعَة وَهِي الغدة إِذا حركتها بِيَدِك فَجَاءَت وَذَهَبت.\n(الرقصان) مصدر قَوْلك: رقص الْبَعِير يرقص رقصانا ورقصا بِالتَّحْرِيكِ: إِذا خب.\n(اللحصان) مصدر قَوْلك: [9 ب] لحص يلحص لحصانا: إِذا عدا وأسرع.\nالجزء: 1 ¦ الصفحة: 47\n",
        "بَاب الضَّاد\n(النبضان) مصدر قَوْلك: نبض الْعرق ينبض نبضانا ونبضا: إِذا تحرّك.\n(النغضان) مصدر قَوْلك: نغض ينغض نغضانا ونغضا ونغوضا: إِذا تحرّك.\n(الومضان) مصدر قَوْلك: ومض الْبَرْق يمض ومضانا وومضا ووميضا وتوماضا: أَي لمع لمعا خَفِيفا وَلم يعْتَرض فِي نواحي الْغَيْم. قَالَ مَالك الأشتر النَّخعِيّ:\n(حمي الْحَدِيد عَلَيْهِم فَكَأَنَّهُ\n...\nومضان برق أَو شُعَاع شموس)\nالجزء: 1 ¦ الصفحة: 48\n",
        "بَاب الطَّاء\n(السوطان) مصدر قَوْلك: ساطت نَفسِي تسوط سوطانا: إِذا تقلصت.\n(الضيطان) مصدر قَوْلك: ضاط الرجل فِي مشيته يضيط ضيطانا: إِذا حرك مَنْكِبَيْه وَجَسَده حِين يمشي.\n(الفرطان) مصدر قَوْلك: فرط الْقَوْم يفرطهم فرطانا وفرطا وفروطا: إِذا سبقهمْ إِلَى المَاء.\nالجزء: 1 ¦ الصفحة: 49\n",
        "بَاب الظَّاء\n(الجوظان) مصدر قَوْلك: جاظ الرجل يجوظ جوظانا وجوظا: إِذا اختال فِي مشيته.\n(الجيظان) مصدر [10 أ] قَوْلك: جاظ الرجل يجيظ جيظانا وجيظا: إِذا اختال فِي مشيته، كالجوظان.\n(الفيظان) مصدر قَوْلك: فاظ الرجل يفيظ فيظانا وفيظا وفيوظا: إِذا مَاتَ.\n(اللحظان) مصدر قَوْلك: لحظه ولحظ إِلَيْهِ لحظانا ولحظا: إِذا نظر إِلَيْهِ بمؤخر عينه.\nقَالَ أَبُو نواس:\n(مَا تنطوي عَنهُ الْقُلُوب بفجرة\n...\nإِلَّا يكلمهُ بهَا اللحظان)\nالجزء: 1 ¦ الصفحة: 50\n",
        "بَاب الْعين\n(الخفعان) مصدر قَوْلك: خفع خفعانا: إِذا ظلع، وَإِذا استرخت مفاصله أَيْضا.\n(الذيعان) مصدر قَوْلك: ذاع الْخَبَر يذيع ذيعانا وذيعا وذيوعا وذيعوعة: إِذا انْتَشَر.\n(الرمعان) مصدر قَوْلك: رمع يرمع رمعانا: إِذا تحرّك واضطرب.\n(الزمعان) مصدر قَوْلك: زمع يزمع زمعانا: إِذا مَشى مشيا بطيئا.\n(الشيعان) مصدر قَوْلك: شاع الْخَبَر يشيع شيعانا وشيعا وشيوعا وشيعوعة: إِذا انْتَشَر\n(القوعان) مصدر قَوْلك: قاع [10 ب] الْكَلْب يقوع قوعانا: إِذا ظلع.\nالجزء: 1 ¦ الصفحة: 51\n",
        "(اللمعان) مصدر قَوْلك: لمع الْبَرْق لمعانا ولمعا: إِذا أَضَاء. قَالَ الْقطَامِي:\n(أرقا تضاحكه البروق براجف\n...\nكسنا الْحَرِيق ولامع لمعانا)\n(الليعان) مصدر قَوْلك: لعت ليعانا: إِذا ضجرت.\n(الولعان) مصدر قَوْلك: ولع يلع مِثَال وضع يضع، ولعانا وولعا: إِذا كذب.\nقَالَ الشَّاعِر:\n(لخلابة الْعَينَيْنِ كذابة المنى\n...\nوَهن من الإخلاف والولعان)\n(الهبعان) مصدر قَوْلك: هبع الفصيل يهبع هبعانا: إِذا مد عُنُقه.\n(الهمعان) مصدر قَوْلك: همعت عينه تهمع وتهمع همعانا وهمعا وهموعا: إِذا دَمَعَتْ.\nالجزء: 1 ¦ الصفحة: 52\n",
        "(الهيعان) مصدر قَوْلك: هاع يهاع هيعانا وهيعا: إِذا جبن، وهاع يهيع هيوعا لُغَة فِيهِ.\nالجزء: 1 ¦ الصفحة: 53\n",
        "بَاب الْغَيْن\n(الروغان) مصدر قَوْلك: راغ الثَّعْلَب يروغ روغانا وروغا: إِذا عدا.\n(الزوغان) مصدر قَوْلك: زاغ فِي كل مَا جرى فِي [11 أ] الْمنطق، يزوع زوغانا: أَي جَار.\n(الزيغان) مصدر قَوْلك: زاغ الشَّيْء يزِيغ زيغانا وزيغا وزيغوغة وزيوغا: أَي مَال.\n(الطلغان) مصدر قَوْلك: طلغ طلغانا: إِذا أعيا فَعمل على الكلال.\nالجزء: 1 ¦ الصفحة: 54\n",
        "بَاب الْفَاء\n(الخشفان) مصدر قَوْلك: خشف خشفانا: إِذا جال بِاللَّيْلِ.\n(الخطفان) مصدر قَوْلك: خطف الْبَعِير يخطف خطفانا: إِذا أسْرع.\n(الذأفان) مصدر قَوْلك: ذأف ذأفانا: إِذا مَاتَ.\n(الذرفان) مصدر قَوْلك: ذرف الدمع يذرف ذرفانا وذرفا وذروفا.\nوذريفا: إِذا سَالَ، وَإِذا مَشى مشيا ضَعِيفا.\n(الذعفان) مصدر قَوْلك: ذعف يذعف ذعفانا: إِذا مَاتَ.\n(الرجفان) مصدر قَوْلك: رجف يرجف رجفانا ورجفا ورجيفا: إِذا اضْطربَ.\n(الرسفان) مصدر قَوْلك: رسف يرسف ويرسف رسفانا ورسفا:\nالجزء: 1 ¦ الصفحة: 55\n",
        "إِذا مَشى مُقَيّدا. قَالَ الفرزدق:\n(ومكبل ترك الْحَدِيد بساقه\n...\nندبا من الرسفان فِي الأحجال)\n[11 ب] (الطلفان) مصدر قَوْلك: طلف طلفانا: إِذا أعيا فَعمل على الكلال، كالطلغان بالغين.\n(الطوفان) مصدر قَوْلك: طَاف بِبَيْت الله تَعَالَى طوفانا وطوافا وطوفا وتطوافا.\n(الغيفان) مصدر قَوْلك: غافت الشَّجَرَة غيفانا: إِذا مَالَتْ يَمِينا وَشمَالًا.\n(الكتفان) مصدر قَوْلك: كتف فِي مشيته كتفانا: إِذا أسْرع، وَهُوَ ضرب من الطيران أَيْضا، كَأَنَّهُ يضم جناحيه من خلف شَيْئا.\nالجزء: 1 ¦ الصفحة: 56\n",
        "(اللقفان) مصدر قَوْلك: لقف الشَّيْء يلقفه لقفانا ولقفا: أَي ابتلعه.\n(النضفان) مصدر قَوْلك: نضف نضفانا: إِذا خب.\n(النطفان) مصدر قَوْلك: نطف المَاء ينطف وينطف نطفانا ونطفا: إِذا سَالَ.\n(الوجفان) مصدر قَوْلك: وجف الْبَعِير يجِف وجفانا ووجفا ووجيفا: إِذا سَار سيرا سَرِيعا.\nالجزء: 1 ¦ الصفحة: 57\n",
        "بَاب الْقَاف\n(البرقان) [12 أ] مصدر قَوْلك: برق السَّيْف وَغَيره يَبْرق برقانا وبروقا: إِذا تلألأ.\n(التوقان) مصدر قَوْلك: تاقت نَفسِي إِلَى الشَّيْء تتوق توقانا وتوقا: إِذا اشتاقت.\n(الحيقان) مصدر قَوْلك: حاق بِهِ يَحِيق حيقانا وحيقا وحيوقا: إِذا أحَاط بِهِ.\n(الخفقان) مصدر قَوْلك: خَفَقت الرَّايَة تخفق وتخفق خفقانا وخفقا وخفوقا: إِذا اضْطَرَبَتْ، وَكَذَلِكَ الْقلب والسراب.\n(الروقان) مصدر قَوْلك: رقته أروقه روقانا وروقا: إِذا أَعْجَبته.\n(الطفقان) مصدر قَوْلك: طفق يفعل كَذَا طفقانا وطفقا.\nالجزء: 1 ¦ الصفحة: 58\n",
        "وطفوقا، وطفق بِالْفَتْح لُغَة ضَعِيفَة.\n(الغسقان) مصدر قَوْلك: غسقت عينه تغسق غسقانا وغسقا: إِذا أظلمت، وَقيل: سَالَتْ، وَالْجرْح: إِذا سَالَ مِنْهُ مَاء أصفر.\n(الفوقان) : مصدر قَوْلك: فاق عَلَيْهِ فوقانا: إِذا علاهُ.\n(الليقان) مصدر قَوْلك: لَاق يَلِيق ليقانا: إِذا رتع.\n(النعقان) مصدر قَوْلك: نعق الرَّاعِي بغنمه ينعق نعقانا ونعيقا ونعاقا ونعقا: [12 ب] إِذا صَاح بهَا وزجرها.\nقَالَ:\n(عيي إِذا جاورته غير أَنه\n...\nسيفصح بالحيحاء والنعقان)\nالجزء: 1 ¦ الصفحة: 59\n",
        "بَاب الْكَاف\n(الحتكان) مصدر قَوْلك: حتك الرجل يحتك حتكانا وحتكا: إِذا مَشى وقارب الخطو وأسرع.\n(الحيكان) مصدر قَوْلك: حاك الرجل فِي مَشْيه يحيك حيكانا وحيكا: إِذا حرك مَنْكِبَيْه وفحج بَين رجلَيْهِ.\n(الرتكان) مصدر قَوْلك: رتك الْبَعِير يرتك رتكانا ورتكا: إِذا قَارب خطوه فِي رملانه.\n(الزأكان) مصدر قَوْلك: زأك زأكانا: إِذا تبختر.\n(الزيكان) : الزأكان.\n(الضيكان) مصدر قَوْلك: ضاك الرجل يضيك ضيكانا: إِذا تفحج، وَهُوَ مشي الْكثير لحم الفخذين.\nالجزء: 1 ¦ الصفحة: 60\n",
        "بَاب اللَّام\n(الأتلان) مصدر قَوْلك: أتل الرجل يَأْتَلِ أتلانا: إِذا مَشى وقارب خطوه كَأَنَّهُ غَضْبَان.\nقَالَ عقير بن الممرس العكلي، يُعَاتب أَخَاهُ:\n( [13 أ] أَرَانِي لَا آتِيك إِلَّا كَأَنَّمَا\n...\nأَسَأْت، وَإِلَّا أَنْت غَضْبَان تأتل)\n(أردْت لكيما لَا ترى لي زلَّة\n...\nوَمن ذَا الَّذِي يعْطى الْكَمَال فيكمل)\n(الجألان) مصدر قَوْلك: جئل جألانا: إِذا عرج.\n(الجولان) مصدر قَوْلك: جال يجول جولانا وجولا وتجوالا: إِذا طَاف وَدَار.\n(الحجلان) مصدر قَوْلك: حجل الطَّائِر يحجل ويحجل حجلانا، وَذَلِكَ إِذا نزا فِي مشيته كَمَا يحجل الْبَعِير العقير على ثَلَاث، والغلام\nالجزء: 1 ¦ الصفحة: 61\n",
        "على رجل وَاحِدَة أَو على رجلَيْنِ قَالَ الْجلاء بن أَرقم:\n(وَقد بسأت بالحاجلات إفالها\n...\nوَسيف كريم لَا يزَال يصوعها)\nويروى بهأت ومعناهما: أنست. يَقُول: قد أنست صغَار الْإِبِل بالحاجلات، وَهِي الَّتِي ضربت سوقها فمشت على بعض قَوَائِمهَا، وأنست بِسيف كريم لِكَثْرَة مَا شاهدت، وَذَلِكَ لِأَنَّهُ يعرقبها.\n(الخظلان) مصدر قَوْلك: حظل الْمَشْي يحظل حظلانا: إِذا كف بعض مَشْيه، وَهُوَ مشي الغضبان.\nقَالَ المرار بن منقذ الْعَدوي:\n( [13 ب] وحشوت الغيظ فِي أضلاعه\n...\nفَهُوَ يمشي حظلانا كالنقر)\n(الحولان) مصدر قَوْلك: حَال عَلَيْهِ الْحول حولانا وحولا: أَي مر.\nالجزء: 1 ¦ الصفحة: 62\n",
        "(الدألان) مصدر قَوْلك: دأل يدأل دألانا ودألا: إِذا مَشى مشي المثقل شَبِيها بالختل.\nوَقَالَ الْأَصْمَعِي: هُوَ مقاربة الخطو، وَأَن يَبْغِي فِي مَشْيه.\n(الدحلان) مصدر قَوْلك: دحل يدحل دحلانا: إِذا هرب قَالَ:\n(وَرجل يدحل عني دحلا\n...\nكدحلان الْبكر لَاقَى الفحلا]\n(الذألان) مصدر قَوْلك: ذألت النَّاقة تذأل ذألانا وذألا.\nوَمِنْهَا سمي الذِّئْب ذؤالة.\n(الرملان) مصدر قَوْلك: رملت بَين الميلين الأخضرين فِي السَّعْي رملانا ورملا: إِذا خببت بَينهمَا خببا سهلا.\nقَالَ العجاج:\n(كَأَنَّهُ من طول جذع العفس\n...\nورملان الْخمس بعد الْخمس)\nالجزء: 1 ¦ الصفحة: 63\n",
        "(الزملان) مصدر قَوْلك: زمل الْبَعِير زملانا وزمالا: إِذا مَشى مشيا فِيهِ ميل إِلَى أحد الشقين.\n(الزولان) مصدر قَوْلك: زَالَ الشَّيْء يَزُول زولانا وزؤولا وزوالا.\n(السيلان) [14 أ] مصدر قَوْلك: سَالَ المَاء سيلانا وسيلا: إِذا جرى.\n(العسلان) مصدر قَوْلك: عسل الذِّئْب يعسل عسلانا وَعَسَلًا بِالتَّحْرِيكِ: إِذا أعنق.\nقَالَ النَّابِغَة الْجَعْدِي:\n(جادر الأكعب صدق مارن\n...\nلين الْمَتْن، إِذا هز عسل)\n(عسلان الذِّئْب أَمْسَى قاربا\n...\nبرد اللَّيْل عَلَيْهِ فنسل)\nالجزء: 1 ¦ الصفحة: 64\n",
        "وَعسل الرمْح عسلانا: إِذا اهتز واضطرب.\nقَالَ أَوْس بن حجر:\nتقاك بكعب وَاحِد وتلذه\n...\nيداك، إِذا مَا هز بالكف يعسل)\n(العيلان) مصدر قَوْلك: علت الضَّالة أعيلها عيلانا وعيلا: إِذا لم تدر أَي وجهة تبغيها.\n(القزلان) مصدر قَوْلك: قزل الرجل يقزل قزلانا: إِذا مَشى مشْيَة الأقزل، أَي الْأَعْرَج.\n(الميلان) مصدر قَوْلك: مَال عَن الشَّيْء وَإِلَيْهِ ميلانا وميلا ومميلا وممالا: إِذا عدل عَنهُ وَإِلَيْهِ.\n(النسلان) مصدر قَوْلك: نسل فِي الْعَدو ينسل نسلانا ونسلا: أَي أسْرع.\nالجزء: 1 ¦ الصفحة: 65\n",
        "(النملان) مصدر قَوْلك: نمل نملانا: إِذا أشرف.\n[14 ب] (الوشلان) مصدر قَوْلك: وشل المَاء يشل وشلانا إِذا قطر.\n(الهتلان) مصدر قَوْلك: هتلت السَّمَاء تهتل هتلانا وهتلا وتهتالا: إِذا مطرَت.\n(الهطلان) مصدر قَوْلك: هطلت السَّمَاء تهطل هطلانا وهطلا وتهطالا: إِذا مطرَت.\n(الهملان) مصدر قَوْلك: همل الدمع يهمل ويهمل هملانا وهمولا وتهمالا: إِذا سَالَ.\nالجزء: 1 ¦ الصفحة: 66\n",
        "بَاب الْمِيم\n(الحذمان) مصدر قَوْلك: حذم حذمانا: إِذا ذمل فِي الْمَشْي.\nوَقيل: هُوَ الإبطاء.\n(الحومان) مصدر قَوْلك: حام الطَّائِر وَغَيره حول المَاء يحوم حومانا وحوما وحواما: أَي: دَار.\n(الدرمان) مصدر قَوْلك: درم درمانا ودرما: إِذا قَارب الخطو.\n(الدومان) مصدر قَوْلك: دَامَ الطَّائِر يَدُوم دومانا: إِذا حام.\n(الرسمان) مصدر قَوْلك: رسم الْبَعِير يرسم رسمانا ورسيما: إِذا أسْرع.\n(الرضمان) مصدر قَوْلك: رضم رضمانا: إِذا مَشى مشي الْكَبِير.\nالجزء: 1 ¦ الصفحة: 67\n",
        "(الريمان) [15 أ] مصدر قَوْلك: رام الْجرْح ريمانا وريما: إِذا انْضَمَّ فوه للبرء.\n(الزلمان) مصدر قَوْلك: زلم يزلم زلمانا: أَي أسْرع.\n(النسمان) مصدر قَوْلك: نسمت الرّيح تنسم نسمانا ونسيما: أَي هبت رخاء.\n(الهيمان) مصدر قَوْلك: هام على وَجهه يهيم هيمانا وهيما وهيوما وتهياما: إِذا ذهب من الْعِشْق أَو غَيره.\nالجزء: 1 ¦ الصفحة: 68\n",
        "بَاب النُّون\n(الأتنان) مصدر قَوْلك: أتن الرجل يأتن أتنانا: إِذا قَارب الخطو.\n(الطعنان) مصدر قَوْلك: طعن فِي الرجل يطعن طعنانا وطعنا: إِذا تكلم فِيهِ.\nقَالَ أَبُو زبيد الطَّائِي:\n(وأبى الظَّاهِر الشنآن إِلَّا\n...\nطعنانا وَقَول مَا لَا يُقَال)\n(العينان) مصدر قَوْلك: عان الدمع عينانا: أَي سَالَ.\n(الهتنان) مصدر قَوْلك: هتنت السَّمَاء تهتن هتنانا وهتنا وتهتانا: إِذا مطرَت.\nالجزء: 1 ¦ الصفحة: 69\n",
        "[15 ب] بَاب الْوَاو\n(البزوان) مصدر قَوْلك: بزا يبزو بزوانا: إِذا وثب.\n(القطوان) مصدر قَوْلك: قطا يقطو قطوانا وقطوا: إِذا قَارب الخطو.\n(النزوان) مصدر قَوْلك: نزا ينزو نزوانا ونزوا: إِذا وثب قَالَ صَخْر أَخُو الخنساء:\n(أهم بِأَمْر الحزم لَو أستطيعه\n...\nوَقد حيل بَين العير والنزوان)\nالجزء: 1 ¦ الصفحة: 70\n",
        "بَاب الْهَاء\n(التيهَان) مصدر قَوْلك: تاه فِي الأَرْض يتيه تيهانا وتيها: إِذا ذهب متحيرا.\n(العمهان) مصدر قَوْلك: عَمه يعمه عمهانا وعمها: إِذا تحير وَتردد.\n(الولهان) مصدر قَوْلك: وَله يوله ولهانا وولها: إِذا تحير.\nالجزء: 1 ¦ الصفحة: 71\n",
        "بَاب الْيَاء\n(الجريان) مصدر قَوْلك: جرى المَاء وَغَيره يجْرِي جريانا وجريا وجرية ومجرى: إِذا سَالَ.\n(الخديان) مصدر قَوْلك: خدت النَّاقة تخدى خديانا: إِذا أسرعت.\n(الذميان) مصدر قَوْلك: [16 أ] .\nذمى يذمي ذميانا: إِذا أسْرع.\n(الرديان) مصدر قَوْلك: ردى الْفرس بِالْفَتْح، يردي رديانا ورديا: إِذا رجم بَين الْعَدو وَالْمَشْي الشَّديد.\nقَالَ الْأَصْمَعِي: قلت لمنتجع بن نَبهَان: مَا الرديان قَالَ عَدو الْحمار بَين آريه ومتمعكه.\nقَالَ أَبُو وجزة:\nالجزء: 1 ¦ الصفحة: 72\n",
        "(ورديان الْفَحْل فِي آريها\n...\n)\n(الزفيان) مصدر قَوْلك: زفته الرّيح تزفيه زفيانا: أَي طردته\n(الصميان) مصدر قَوْلك: صمى يصمي صميانا: إِذا تقلب ووثب.\n(العميان) مصدر قَوْلك: عمى إِلَيْهِ عميانا: أَي ذهب لَا يُرِيد غَيره.\n(الغثيان) مصدر قَوْلك: غثت نَفسه تغثي غثيانا وغثيا: إِذا خبثت\n(الغشيان) مصدر قَوْلك: غشي على الرجل غشيانا وغشيا وغشية: إِذا أُغمي عَلَيْهِ.\n(الغليان) مصدر قَوْلك: غلت الْمرجل تغلي غليانا وغلبا، وَلَا يُقَال غليت.\nوَأنْشد ابْن السّكيت لأبي الْأسود الدؤَلِي، وَلم أَجِدهُ فِي شعره:\nالجزء: 1 ¦ الصفحة: 73\n",
        "(وَلَا أَقُول لقدر الْقَوْم: قد غليت\n...\nوَلَا أَقُول لباب الدَّار: مغلوق)\n( [16 ب] لَكِن أَقُول لبابي: مغلق، وغلت\n...\nقدري، وقابلها دن وإبريق)\nأَي: إِنِّي فصيح لَا أَلحن.\n(الفشيان) : الغشيان.\n(القديان) مصدر قَوْلك: قدى الْفرس يقدى قديانا: أَي أسْرع.\n(الهذيان) مصدر قَوْلك: هذى فِي مَنْطِقه يهذي هذيانا وهذيا، وَهَذَا يهذو هذوا لُغَة فِيهِ.\n(الْهِمْيَان) مصدر قَوْلك: همى المَاء يهمي، وَكَذَلِكَ الدمع، هميانا وهميا: إِذا سَالَ.\nالجزء: 1 ¦ الصفحة: 74\n",
        ""
    ]
}