{
    "1": [
        "الأربعون من رواية مالك عن نافع للسيوطي\nالأربعون من رواية مالك عن نافع للسيوطي\nالسيوطي\nالكتاب:\nالأربعون من رواية مالك عن نافع للسيوطي\nالمؤلف:\nعبد الرحمن بن أبي بكر، جلال الدين السيوطي (المتوفى: 911هـ)\nالناشر:\nالصحابة للتراث - طنطا\nالطبعة:\nالثانية، 1412هـ1991م\n[الكتاب مرقم آليا غير موافق للمطبوع]\n",
        "الأربعون حديثًا من رواية مالك، عن نافع، عن ابن عمر\nالجزء: 1 ¦ الصفحة: 1\n",
        "الحديث الأول\nالجزء: 1 ¦ الصفحة: 2\n",
        "1 -\nقرأت على أبي الفضل محمد بن عمر بن عمر الفاوي، قلت: أخبرني أبو العباس أحمد بن حسن السويدائي، أنا أبو عبد الله محمد بن أحمد بن خالد الفارقي سماعًا، أنا أبو القاسم عبد الصمد بن محمد الحرستاني، سماعًا، والمؤيد الطوسي إجازة، قالا: أنا أبو محمد عبد الله بن سهل بن عمر السيديّ، قَالَ الأول: إجازة، والثاني سماعًا، أنا أبو عثمان سعيد بن محمد بن أحمد النجيرمي، أنا أبو علي زاهر بن أحمد السرخسي، أنا أبو إسحاق إبراهيم بن عبد الصمد الهاشمي، ثنا أبو مصعب أحمد بن أبي بكر الزهري، ثنا مالك، عن نافع، عن عبد الله بن عمر رضي الله عنهما، أن رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: «الَّذِي تَفُوتُهُ صَلَاةُ الْعَصْرِ كَأَنَّما وُتِرَ أَهْلَهُ، وَمَالَهُ»\nالحديث: 1 ¦ الجزء: 1 ¦ الصفحة: 3\n",
        "الحديث الثاني\nالجزء: 1 ¦ الصفحة: 4\n",
        "2 -\nوَبِهِ، أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: «لا يَتَحَرّى أَحَدُكُمْ، فَيُصَلّي عِنْدَ طُلُوعِ الشَّمْسِ وَلَا عِنْدَ غُرُوبها»\nالحديث: 2 ¦ الجزء: 1 ¦ الصفحة: 5\n",
        "الحديث الثالث\nالجزء: 1 ¦ الصفحة: 6\n",
        "3 -\nوَبِهِ، أَنَّ عَبْدَ اللَّهِ بْنَ عُمَرَ كَانَ، يَقُولُ: «إِنَّ الرّجالَ وَالنّساءَ كَانُوا يَتَوَضَّئُونَ فِي زَمانِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مِنْ إِناءٍ وَاحدٍ»\nالحديث: 3 ¦ الجزء: 1 ¦ الصفحة: 7\n",
        "الحديث الرابع\nالجزء: 1 ¦ الصفحة: 8\n",
        "4 -\nوَبِهِ، أَنَّ عَبْدَ الله بْنَ عُمَرَ أَذّنَ بِالصّلاةِ في لَيْلَةٍ ذَاتِ بَرْدٍ وَرِيحٍ، فَقَالَ: «ألا صَلّوا في الرّحَالِ» ، ثم قَالَ: إِنّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَانَ يأمُرُ المؤذّنَ إِذَا كَانَتْ لَيْلَةٌ بَارِدَةٌ ذَاتُ مَطَرٍ، يَقُولُ: «أَلا صَلُّوا فِي الرِّحَالِ»\nالحديث: 4 ¦ الجزء: 1 ¦ الصفحة: 9\n",
        "الحديث الخامس\nالجزء: 1 ¦ الصفحة: 10\n",
        "5 -\nوبِه، أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: «إِنّما مَثلُ صَاحِبِ الْقُرْآنِ، كمثلِ صَاحِبِ الإِبِلِ المُعَقَّلَةِ، إنْ عَاهَدَ عَلَيْهَا أَمْسَكَهَا، وَإِنْ أَطْلَقَهَا ذَهَبَتْ»\nالحديث: 5 ¦ الجزء: 1 ¦ الصفحة: 11\n",
        "الحديث السادس\nالجزء: 1 ¦ الصفحة: 12\n",
        "6 -\nوَبِهِ، \" أَنَّ رَجُلًا سَأَلَ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَنْ صَلَاةِ اللّيْلِ، فَقَال رَسُولُ الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «صَلَاةُ اللّيْلِ مَثْنَى مَثْنَى، فَإذَا خَشِيَ أحَدُكُمُ الصُّبْحَ، صَلّى رَكْعَةً واحِدةً تُوتِرُ لَهُ مَا قَدْ صَلَّى»\nالحديث: 6 ¦ الجزء: 1 ¦ الصفحة: 13\n",
        "الحديث السابع\nالجزء: 1 ¦ الصفحة: 14\n",
        "7 -\nوَبِهِ، أنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: «صَلَاةُ الْجَماعَةِ أَفْضَلُ مِن صَلَاةِ الفَذِّ بِسَبْعٍ وَعِشْرِينَ دَرَجَةً»\nالحديث: 7 ¦ الجزء: 1 ¦ الصفحة: 15\n",
        "الحديث الثامن\nالجزء: 1 ¦ الصفحة: 16\n",
        "8 -\nبِهِ، أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَال: «إِذَا جَاءَ أَحَدُكُم الْجُمُعَةَ فَلْيَغْتَسِلْ»\nالحديث: 8 ¦ الجزء: 1 ¦ الصفحة: 17\n",
        "الحديث التاسع\nالجزء: 1 ¦ الصفحة: 18\n",
        "9 -\nوَبِهِ، \" أنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ رَأَى بُصَاقًا في جِدَارِ الْقِبْلَةِ فَحَكّهُ، ثُمَّ أَقْبَلَ عَلى النَّاسِ، فَقَالَ: «إِذَا كَانَ أَحَدُكُمْ يُصَلِّي، فَلَا يَبْصُقْ قِبَلَ وَجْهِهِ، فَإِنّ الله تَبَارَكَ وَتَعالَى قِبَلَ وَجْهِهِ إِذَا صَلَّى»\nالحديث: 9 ¦ الجزء: 1 ¦ الصفحة: 19\n",
        "الحديث العاشر\nالجزء: 1 ¦ الصفحة: 20\n",
        "10 -\nوَبِهِ، أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «كَانَ يُصَلّي قَبْلَ الظُّهْرِ رَكْعَتَيْنِ، وَبَعْدَهَا رَكْعَتَيْنِ، وَبَعْدَ الْمَغْرِبِ رَكْعَتَيْنِ فِي بَيْتِهِ، وَبَعْدَ صَلِاةِ الْعِشَاءِ رَكْعَتَيْنِ، وَكَانَ لَا يُصَلِّي بَعْدَ الجُمَعَةِ حَتَّى يَنْصَرِفَ فَيُصَلِّيَ رَكْعَتَيْنِ فِي بَيْتِهِ»\nالحديث: 10 ¦ الجزء: 1 ¦ الصفحة: 21\n",
        "الحديث الحادي عشر\nالجزء: 1 ¦ الصفحة: 22\n",
        "11 -\nبِهِ، أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «فَرضَ زَكَاةَ الْفِطْرِ مِنْ رَمَضَانَ عَلى النّاسِ صَاعًا مِنْ تَمْرٍ، أَوْ صَاعًا مِنْ شَعِيرٍ عَلى كُلِّ حُرٍّ أَوْ عَبْدٍ ذَكرٍ أو أُنْثَى مِنَ الْمُسْلِمِينَ»\nالحديث: 11 ¦ الجزء: 1 ¦ الصفحة: 23\n",
        "الحديث الثاني عشر\nالجزء: 1 ¦ الصفحة: 24\n",
        "12 -\nوَبِهِ، أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ذَكَرَ رَمَضَانَ، فَقَالَ: «لَا تَصُومُوا حَتَّى تَرَوُا الْهِلالَ، وَلَا تُفْطِرُوا حَتَّى تَرَوْهُ، فَإِنْ غُمَّ عَلَيْكُمْ فَاقْدُرُوا لَهُ»\nالحديث: 12 ¦ الجزء: 1 ¦ الصفحة: 25\n",
        "الحديث الثالث عشر\nالجزء: 1 ¦ الصفحة: 26\n",
        "13 -\nوَبِهِ، أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «نَهى عَنِ الْوِصَالِ» , قَالُوا: إِنَّكَ تُوَاصِلُ يَا رَسُولَ اللَّهِ، قَالَ: «إِنّي لَسْتُ كَهَيْئَتِكُمْ، إِنّي أُطْعَمُ وَأُسْقَى»\nالحديث: 13 ¦ الجزء: 1 ¦ الصفحة: 27\n",
        "الحديث الرابع عشر\nالجزء: 1 ¦ الصفحة: 28\n",
        "14 -\nوَبِهِ، \" أَنَّ رَجُلًا مِنْ أَصْحَابِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ رَأَى لَيْلَةَ الْقَدْرِ فِي الْمَنَامِ فِي السَّبْعِ الْأَوَاخِرِ، فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «إِنِّي أَرَى رُؤْيَاكُمْ قَدْ تَوَاطَأَتْ فِي السَّبْعِ الْأَوَاخِرِ، فَمَنْ كَانَ مُتَحََرِّيَهَا فَلْيَتَحَرَّهَا فِي السَّبْعِ الْأَوَاخِرِ»\nالحديث: 14 ¦ الجزء: 1 ¦ الصفحة: 29\n",
        "الحديث الخامس عشر\nالجزء: 1 ¦ الصفحة: 30\n",
        "15 -\nوَبِهِ، أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: «الْخَيْلُ مَعْقُودٌ فِي نَوَاصِيهَا الْخَيْرُ إِلى يَوْمِ الْقِيَامَةِ»\nالحديث: 15 ¦ الجزء: 1 ¦ الصفحة: 31\n",
        "الحديث السادس عشر\nالجزء: 1 ¦ الصفحة: 32\n",
        "16 -\nوَبِهِ، أن رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «سَابَقَ بَيْنَ الْخَيْلِ التي أُضْمِرَتْ مِنَ الْحَفْيَاءِ إِلَى ثَنِيَّةَ الْوَدَاعِ، وَسَابَقَ بَيْنَ الْخيْل الَّتِي لَمْ تُضَمَّرْ مِنَ الثَّنِيَّةِ إِلَى مَسْجِدِ بَنِي زُرَيْقٍ»\nالحديث: 16 ¦ الجزء: 1 ¦ الصفحة: 33\n",
        "الحديث السابع عشر\nالجزء: 1 ¦ الصفحة: 34\n",
        "17 -\nوَبِهِ، أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ رَأَى فِي بَعْضِ مَغَازِيهِ امْرَأَةً مَقْتُولَةً: «فَأَنْكَرَ ذَلِكَ وَنَهَى عَنْ قَتْلِ النِّسَاءِ وَالصِّبْيَانِ»\nالحديث: 17 ¦ الجزء: 1 ¦ الصفحة: 35\n",
        "الحديث الثامن عشر\nالجزء: 1 ¦ الصفحة: 36\n",
        "18 -\nوَبِهِ، أنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «بَعَثَ سَريةً قِبَلَ نَجدٍ فَغَنِمُوا إبِلًا كَثِيرًا، وَكَانتْ سُهْمَانُهُمْ اثْنَيْ عَشَر بَعِيرًا، أَوْ أَحَدَ عَشَرَ بَعِيرًا، وَنُفِّلُوا بَعِيرًا»\nالحديث: 18 ¦ الجزء: 1 ¦ الصفحة: 37\n",
        "الحديث التاسع عشر\nالجزء: 1 ¦ الصفحة: 38\n",
        "19 -\nوَبِهِ، أنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «نَهَى أَنْ يُسَافَرَ بِالْقُرْآنِ إِلَى أَرْضِ الْعَدُوِّ»\nالحديث: 19 ¦ الجزء: 1 ¦ الصفحة: 39\n",
        "الحديث العشرون\nالجزء: 1 ¦ الصفحة: 40\n",
        "20 -\nوَبِهِ، أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: «إِنَّ أَحَدَكُمْ إِذَا مَاتَ، عُرِضَ عَلَيْهِ مَقْعَدُهُ بِالْغَدَاةِ وَالْعَشِيِّ، وَإِنْ كَانَ مِنْ أَهْلِ الْجَنَّةِ، فَمِنْ أَهْلِ الْجَنَّةِ، وَإِنْ كَانَ مِنْ أَهْلِ النَّارِ فَمِنْ أَهْلِ النَّارِ، وَيُقَالُ هَذَا مَقْعَدُكَ حَتَّى يَبْعَثَكَ اللَّهُ إِلَيْهِ يَوْمَ الْقِيَامَةِ»\nالحديث: 20 ¦ الجزء: 1 ¦ الصفحة: 41\n",
        "الحديث الحادي والعشرون\nالجزء: 1 ¦ الصفحة: 42\n",
        "21 -\nوَبِهِ، \" أنّ رَجُلًا سَألَ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: مَا يَلْبَسُ الْمُحرمُ مِنَ الثيابِ؟ ، فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «لَا يَلْبَسُ الْقَمِيصَ وَلَا الْعَمائمَ، وَلَا السّراويلَاتِ وَلَا الْبَرَانِسَ، وَلَا الْخِفَاف، إِلّا أَحَدٌ لا يَجِدُ نَعْلَيْنِ، فَيَلْبَسُ الْخُفَّينِ، وَلْيَقْطَعْهُمَا أَسْفَلَ مِنَ الْكَعْبَيْنِ، وَلَا تَلْبَسوُا مِنَ الثِّيابِ شَيْئًا مَسّهُ زَعْفَرانُ أَوُ وَرْسٌ»\nالحديث: 21 ¦ الجزء: 1 ¦ الصفحة: 43\n",
        "الحديث الثاني والعشرون\nالجزء: 1 ¦ الصفحة: 44\n",
        "22 -\nوَبِهِ، أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: «يُهِلُّ أَهْلُ الْمَدِينَةِ مِنْ ذِي الْحُلَيْفَةِ، وَأَهْلُ الشَّامِ مِنَ الَجُحْفَةِ، وَأَهْلُ نَجْدٍ مِنْ قَرْنٍ»\nالحديث: 22 ¦ الجزء: 1 ¦ الصفحة: 45\n",
        "22 -\nقَالَ عَبْدُ اللَّهِ: بَلَغَنِي أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: «وَيُهِلُّ أَهْلُ الْيَمَنِ مِنْ يَلَمْلَمَ»\nالجزء: 1 ¦ الصفحة: 46\n",
        "الحديث الثالث والعشرون\nالجزء: 1 ¦ الصفحة: 47\n",
        "23 -\nوَبِه , أَنَّ تَلْبِيَةَ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «لَبَّيْكَ اللَّهُمَّ لَبَّيْكَ، لَبَّيْكَ لَا شَرِيكَ لَكَ لَبَّيْكَ، إِنَّ الْحَمْدَ وَالنِّعْمَةَ لَكَ وَالْمُلْكَ لَا شَرِيكَ لَكَ»\nالحديث: 23 ¦ الجزء: 1 ¦ الصفحة: 48\n",
        "الحديث الرابع والعشرون\nالجزء: 1 ¦ الصفحة: 49\n",
        "24 -\nوَبِهِ، أَنَّ عَبْدَ اللَّهِ بْنَ عُمَرَ رَضِيَ اللَّهُ عَنْهُ خَرَجَ إِلَى مَكَّةَ فِي الْفِتْنَةِ يُرِيدُ الْحَجَّ، فَقَالَ \" إِنْ صُدِدْتُ عَنِ الْبَيْتِ صَنَعْنَا كَمَا صَنَعْنَا مَعَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: فَأَهَلّ بِعُمْرَةٍ مِنْ أَجْلِ أَنَّ رَسُولَ اللَّهِ أَهَلَّ بِعُمرَةٍ عَامَ الْحُدَيْبِيَةِ \"\nالحديث: 24 ¦ الجزء: 1 ¦ الصفحة: 50\n",
        "الحديث الخامس والعشرون\nالجزء: 1 ¦ الصفحة: 51\n",
        "25 -\nوَبِهِ، أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: \" خَمْسٌ مِنَ الدَّوَابِّ لَيْسَ عَلَى الْمُحْرِمِ فِي قَتْلِهِنَّ جُنَاحٌ: الْغُرَابُ، وَالْحِدَأَةُ، وَالْعَقْرَبُ , وَالْفَأْرَةُ، وَالْكَلْبُ الْعَقُورُ \"\nالحديث: 25 ¦ الجزء: 1 ¦ الصفحة: 52\n",
        "الحديث السادس والعشرون\nالجزء: 1 ¦ الصفحة: 53\n",
        "26 -\nوَبِهِ، أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ دَخَل الْكَعْبَةَ هُوَ، وأُسَامَةُ بْنُ زَيْدٍ، وَعثْمانُ بْنُ طَلْحَةَ الْحَجَبِيُّ، وَبِلَالُ بْنُ رَباحٍ فَأَغْلَقَهَا عَلَيْهِ وَمَكَثَ فِيهَا، فَقَالَ عَبْدُ اللَّهِ بْنُ عُمَرَ رضِيَ اللَّهُ عَنْهُ فَسألْتُ بِلالًا حِينَ خَرَجَ: مَاذَا صَنعَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ؟ ، قَالَ: «جَعَلَ عَمُودًا عَلَى يَسَارِهِ، وَعَمُودًا عَلَى يَمِينِه، وثَلَاثَةَ أَعْمِدَةٍ وَرَاءَهُ، وَكَانَ الْبَيْتُ يَوْمَئِذٍ عَلى سِتة أَعْمِدَةٍ ثُمَّ صَلَّى»\nالحديث: 26 ¦ الجزء: 1 ¦ الصفحة: 54\n",
        "الحديث السابع والعشرون\nالجزء: 1 ¦ الصفحة: 55\n",
        "27 -\nوَبِهِ، أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: «اللهُمَّ ارْحَمِ الْمُحَلِّقِينَ» ، قَالُوا: وَالْمُقَصِّرِينَ يَا رَسُولَ اللَّهِ؟ ، قَالَ: «اللهُمّ ارْحَمِ الْمُحَلِّقينَ» ، قَالُوا: وَالْمُقَصِّرِينَ يَا رَسُولَ اللَّهِ، قَالَ: «وَالْمُقَصِّرِينَ»\nالحديث: 27 ¦ الجزء: 1 ¦ الصفحة: 56\n",
        "الحديث الثامن والعشرون\nالجزء: 1 ¦ الصفحة: 57\n",
        "28 -\nوَبِهِ، أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «أَنَاخَ بِالْبَطْحَاءِ الَّذي بِذِي الْحُلَيْفَةِ وَصَلّى بِهَا»\nالحديث: 28 ¦ الجزء: 1 ¦ الصفحة: 58\n",
        "الحديث التاسع والعشرون\nالجزء: 1 ¦ الصفحة: 59\n",
        "29 -\nوبِه، أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَانَ إِذَا قَفَلَ مِنْ حَجٍّ، أَوْ عُمْرَةٍ، أَوْ غَزْوَةٍ يُكَبِّرُ عَلى كُلِّ شَرَفٍ مِنَ الأَرْضِ ثَلَاثَ تَكْبِيرَاتٍ، ثُمَّ يَقُولُ: «لَا إِلَهَ إِلا اللَّهُ وَحْدَهُ لَا شَرِيكَ لَهُ، لَهُ الْمُلْكُ، وَلَهُ الْحَمْدُ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ، آيِبُونَ، تَائِبُونَ، عَابِدُونَ، سَاجِدُونَ لِرَبِّنَا حَامِدُونَ، صَدَقَ اللَّهُ وَعْدَهُ، وَنَصَرَ عَبْدَهُ، وَهَزَمَ الأَحْزَابَ وَحْدَهُ»\nالحديث: 29 ¦ الجزء: 1 ¦ الصفحة: 60\n",
        "الحديث الثلاثون\nالجزء: 1 ¦ الصفحة: 61\n",
        "30 -\nوَبِهِ، أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: «لَا يَخْطُبُ أَحَدُكُمْ عَلَى خِطْبَةِ أَخِيهِ»\nالحديث: 30 ¦ الجزء: 1 ¦ الصفحة: 62\n",
        "الحديث الحادي والثلاثون\nالجزء: 1 ¦ الصفحة: 63\n",
        "31 -\nوَبِهِ، أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «نَهَى عَنِ الشِّغَارِ بِالشِّغَارِ وَهُوَ أَنْ يُزَوِّجَ الرَّجُلُ ابْنَتَهُ الرَّجُلَ عَلَى أَنْ يُزَوِّجَهُ الرَّجُلُ الآخَرُ ابْنَتَهُ، وَلَيْسَ بَيْنَهُمَا صَدَاقٌ»\nالحديث: 31 ¦ الجزء: 1 ¦ الصفحة: 64\n",
        "الحديث الثاني والثلاثون\nالجزء: 1 ¦ الصفحة: 65\n",
        "32 -\nوَبِهِ، «أَنَّ رَجُلًا لَاعَنَ امْرَأَتَهُ في زَمَنِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ , فَفَرَّقَ بَيْنَهُمَا، وألْحَقَ الْوَلَدَ بِالْمَرْأَةِ»\nالحديث: 32 ¦ الجزء: 1 ¦ الصفحة: 66\n",
        "الحديث الثالث والثلاثون\nالجزء: 1 ¦ الصفحة: 67\n",
        "33 -\nوَبِهِ، أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: «مَنِ ابْتَاعَ طَعَامًا فَلَا يبيعهُ حَتَّى يَسْتَوْفِيَهُ»\nالحديث: 33 ¦ الجزء: 1 ¦ الصفحة: 68\n",
        "الحديث الرابع والثلاثون\nالجزء: 1 ¦ الصفحة: 69\n",
        "34 -\nوَبِهِ، أن رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «نَهَى عَنْ بَيْعِ الثِّمَارِ حَتَّى يَبْدُوَ صَلَاحُهَا، نَهى الْبَائِعَ وَالْمُشْتَرِيَ»\nالحديث: 34 ¦ الجزء: 1 ¦ الصفحة: 70\n",
        "الحديث الخامس والثلاثون\nالجزء: 1 ¦ الصفحة: 71\n",
        "35 -\nوَبِهِ، أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: «إِذَا كَانَ ثَلاثَةٌ فَلَا يتَنَاجَى اثْنَانِ دُونَ وَاحِدٍ»\nالحديث: 35 ¦ الجزء: 1 ¦ الصفحة: 72\n",
        "الحديث السادس والثلاثون\nالجزء: 1 ¦ الصفحة: 73\n",
        "36 -\nوَبِهِ، \" أَنَّ رَجُلًا نَادَى رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، فَقَالَ: يَا رَسُولَ اللَّهِ، مَا تَرَى فِي ضَبٍّ؟ ، فَقَالَ: «لَسْتُ بِآكِلِهِ، وَلَا مُحَرِّمِهِ»\nالحديث: 36 ¦ الجزء: 1 ¦ الصفحة: 74\n",
        "الحديث السابع والثلاثون\nالجزء: 1 ¦ الصفحة: 75\n",
        "37 -\nوَبِهِ، قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «مَنِ اقْتَنَى كَلْبًا إِلا كَلْبَ مَاشِيَةٍ أَوْ ضَارِيًا نَقَصَ مَنْ عَمَلِهِ كُلَّ يَوْمٍ قِيرَاطَانِ»\nالحديث: 37 ¦ الجزء: 1 ¦ الصفحة: 76\n",
        "الحديث الثامن والثلاثون\nالجزء: 1 ¦ الصفحة: 77\n",
        "38 -\nوَبِهِ، أَنَّ رَسَولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «أَمَرَ بِقَتْلِ الْكِلَابِ»\nالحديث: 38 ¦ الجزء: 1 ¦ الصفحة: 78\n",
        "الحديث التاسع والثلاثون\nالجزء: 1 ¦ الصفحة: 79\n",
        "39 -\nوَبِهِ، أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: «لا يَبِعْ بَعْضُكُمْ عَلى بَيْعِ بَعْضٍ»\nالحديث: 39 ¦ الجزء: 1 ¦ الصفحة: 80\n",
        "الحديث الأربعون\nالجزء: 1 ¦ الصفحة: 81\n",
        "40 -\nوَبِهِ، أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: «الْمُتَبَايِعَانِ كُلُّ وَاحِدٍ مِنْهُمَا بِالْخِيَارِ عَلَى صَاحِبِهِ مَا لَمْ يَتَفَرَّقَا، إِلا بَيْعَ الْخِيَارِ»\nالحديث: 40 ¦ الجزء: 1 ¦ الصفحة: 82\n",
        ""
    ]
}