{
    "1": [
        "نوادر أبي مسحل\nنوادر أبي مسحل\nأبو مسحل الأعرابي\nالكتاب:\nنوادر أبي مسحل\nالمؤلف:\nعبد الوهاب بن حريش الأعرابي أبو محمد، الملقب بـ أبي مسحل (المتوفى: نحو 230هـ)\n[الكتاب مرقم آليا غير موافق للمطبوع]\n",
        "بسم الله الرحمن الرحيم\nوما توفيقي إلاِّ بالله\nقال أبو العباس أحمد بن يحيى ثعلب، قال أبو محمد عبد الوهاب بن حريش المعروف بأبي مسحل، وهو لقب له: يقال: شط النهر، وشاطئه، وعبره، وبينه، وجيزه، وجيزته، وضفه، وضفته، وحافته، وجدته، وجُده، وجِده. وذلك في معنى ناحيته.\nويقال: فلا ن كفيلي، وصبيري، وجريي، وزعيمي، وحميلي، وقبيلي، وأذيني. كل هذا بمعنى واحد.\nويقال: خذ هذا عند أول صوك، وبوك، وعوك، وصائك، وبائك، وواهلة. ومعناه خذه قبل كل شيء.\nويقال للعظيم البطن: رجل عفضاج، ومفضاج، وفضيج، ودحداح، وجنبح، وقبنجر.\nويقال: حابيت الصيد، وساوقته، وشاجرته. وذلك إذا سرت معه مجانبا تختله. ويقال: بعير مسوق، أي يساوق الصيد.\nويقال: بارت السوق والبيع، وعفرت، وانحمقت، وحمقت، وحمق البيع، وبيع أحمق، وذلك إذا كسد. ويقال: نام البيع، كذلك.\nويقال: بقي في الحوض من الماء خبطة، وخبطة، وحِقلة، وحُقلة، وجزعة، وجحفة، وسملة، وفراشة، وشول، وصلصلة، ورفض، وأرفاض، يعني القليل من الماء.\nويقال: ما لفلان حلوبة، ولا ركوبة، ولا قتوبة، ولا نسولة، ولا جزورة. ومعناه ليست له ناقة تحلب، ولا تركب، ولا تقتب، ولا ذات نسل من الإبل والغنم، ولا جزورة من الضأن يجز صوفها.\nويقال: قرت الدم يقرت، وجمد يجمد، وجمس يجمس، وجسد يجسد. كل هذا إذا جف.\nويقال: ذفقت على القتيل، وأذفقت، وذاءفت، وأجزت، وأجهزت. كل هذا بمعنى واحد، وهو إذا أجاز عليه.\nويقال: رجل مهروع العقل، ومسلوس العقل، ومألوس، ومهلوس، ومسبوه، ومسموه، ومسبه، ومسمه، وممتوه، ومسهب، مسهم. كل هذا بمعنى مسلوب العقل.\nويقال: سهب الزرع، إذا عطش.\nويقال: كورت المتاع، وجورته، وجردمته، ودعبته، إذا جمعت بعضه إلى بعض، وركمته.\nويقال: أوعيت المتاع في الوعاء، وغفرته في الغفارة، وهي كساء مخطط بسواد وبياض، والبياض أكثر، وهو يعمل بمصر وغيرها.\nويقال للأحمق: هجاجة، وفقاقة، وجخابة، وخضاضة، وضفيط، وهمجة، وهِجرع، وهجرع، وهلباجة، وهوهاة، وهزر، وقنذعل، ويهفوت، وهلبوث، وقصل، ولياغة، وطيخة، وظيئة.\nورجل بِلغ مِلغ، وبَلغ مَلغ، إذا كان خبيثاً.\nويقال: صعد في الجبل، وأصعد، ورقي يرقى، وزنأ يزنأ زنئاً وزنوءاً، وعقل، ووقل، وقفل، ونمل، ووشع، وسند، وأسند، وفرع. كلّ هذا بمعنى واحد.\nويقال: زوج فلان كريمته على ضر، وتضر، وتضرة وضرار. وذلك إذا كان زوجها على ضرة.\nويقال في الأكول: رجل هلقام، وهلقامة، وهلقم، وجروز، وهقب، وجرضم، وجراضم، وتلقامة، وفيه، وامرأة فيهة، ورجل حنيك، وامرأة حنيكة؛ والحنيك: الكثير الأكل، وأصله من الجراد. ويقال: نزل بآل فلان الحنك الضار. يعني الجراد إذا نزل بهم.\nويقال: زققته العلم، ومققته، وغررته، ومقلته. كلّ هذا بمعنى واحد.\nويقال في العمامة: العمارة، والمقطعة، والكوارة، والمشوذ، والخمار.\nويقال: ترهيأت السماء للمطر، وتوحمت، وتحشرت، وتبسرت، وتمخضت، وتنتجت، إذا تهيأت للمطر.\nويقال: تبهرت، وأجهت، وجلت، وأسفرت، وتقوطعت، وتقطعت، وانقطعت، وأصحت. وذلك إذا تفرق الغيم.\nويقال للغريب في القوم: رجل تأوي، وأَتاوي، وأُتاوي، وطاري، وشطير، وطخرور، وجانب، وجنب، وجنيب، وأجنبي، ونفيح، ونفحاء جمع، وهم الغرباء.\nيقال: ما ذقت اليوم علوسا، ولا بلوسا، ولا لواسا، ولا عضاضا، ولا أكالا، ولا شماجا، ولا لماجا، ولا عدوفا، ولا عذوفا. ومعناه لم أذق شيئا.\nويقال: نحضت له نحضة من لحم، وحدفت له حدفة من لحم، وحززت له حزة، وهبرت له هبرة، وفدرت له فدرة، ووذرت له وذرة، وفلذت له فلذة، وحذيت له حذية، ومزعت له مزعة.\nويقال: مر البعير يدلح بحمله، ويزعب، ويجأث، وينأل. وذلك إذا كان مثقلاً.\nويقال: خلاصة السمن، والإخلاصة، والإخلاص، والخلاصة، والإثر، والقلدة، والقشدة. وذلك في اسم للذي يلقى في الزبد، إذا أذيب، من بعر الظباء، والسويق، والتمر، والبشام، وما أشبهه ليلقط زهومة السمن، ويطيبه.\nويقال: بنو فلان يتقالدون الماء، ويتقارضون، ويتشاربون، بمعنى يتناوبون. وذلك في الانصباء. يقال: اليوم قلد فلان، وفرصة فلان، وشزبة فلان، كقولك: نوبة فلان.\nويقال للأمة: املكي عجينك، وانهكيه، واعلكيه، ليريع الخبز، ويكثر.\nالجزء: 1 ¦ الصفحة: 1\n",
        "ويقال: قد أمرخت العجين، وامرغته، إذا أكثرت ماءه، ورطبته.\nويقال: بينهم رحم حذاء، وجذاء، وجداء، وقطعاء، وبتراء، وكرشاء، وحصاء. وذلك إذا كانوا متقاطعين غير متواصلين.\nويقال: ما أغنيت عني عبكة، ولا لبكة، ولا وتحة، ولا ودحة، ولا صوفة. ومعناه ما أغنيت عني شيئا.\nويقال: مالك من ذلك بد، ولا وعل، ولا عندد، ولا حَم، ولا حُم، ولا رَم، ولا رُم، ولا حنتأل، ولا حنتألة.\nويقال: صرحت بجد، وجدان، وجلذان، وجلدان، وقدان، وجداء يا هذا.\nويقال: كررت عليه الحديث، وعككته، ورددته، وأعدته، وثنيته، وعطفته، بمعنى واحد.\nويقال: اجلعب البعير، واسلحب، واجلخد، واضجحر، وابخأر، واسبطر. وذلك إذا سقط ممتدا من إعياء أو هزال أو علة.\nويقال: عكرة اللسان، وعكدته، وعكوة اللسان. وهو أصله. وذلك عكوة الذنب، وعجبه، وعجمه.\nويقال: ما لأمرك قبلة، ولا دبرة، ولا هدية، ولا وجهة، ولا جهة منسم، ولا وجه منسم.\nويقال: قد أصطم بابه، بمعنى أغلقه، وصفقه، وأصفقه، وأرتجه.\nويقال: بلقه وأبلقه، إذا فتحه.\nويقال: باب فتح، إذا كان سهل الإذن، مفتوحا لكل أحد.\nويقال: باب فتح، إذا كان سهل الإذن، مفتوحا لكل أحد.\nويقال لعب المجلس، وألعب، ولغط، وألغط، وضج، وأضج، وصخب، وأصخب، وضب، وأضب، ورهج، وأرهج. وذلك في معنى الضجة.\nويقال: نخلة باكورة، وبكيرة، وبكور، إذا كانت تعجل النضج. وباكورة الفاكهة: أولها.\nويقال: أنت على أعسان من أبيك، وآسان، وآسال. واحدها عُسن وعِسن، وأُسن وإسن، وأسل وإسل، وأجلاد من أبيك. قال أبو محمد: ولم أسمع للأجلاد بواحد؛ وتجاليد. يعني أنه على طرائق من أبيه وشبهه.\nويقال: قد تلقيت أباك، وتصيرته، وتقيضته، إذا نزعت إليه.\nويقال: انتزعت حلقة فلان، وانتقضتها، وانتزعت خطته، وشققت غباره. ومعناه لحقته في حاله وعلمه وجرأته.\nويقال: هذا أبين من فرق الصبح، وفلق الصبح، وفلق، وفلق.\nويقال: حلق فلان رأسه، وسبته، وسحفه، وسبّته، وزلقه، وأزلقه، وسبده، وجلمطه، وضلعفه، وصلعفه، وحلبطه، وصلمعه، وحمره. وذلك إذا حلقه.\nويقال: جئتك بعد هدء من الليل، وهدوء، وهوي، وعنك، وهزيع، وجنح، وموهن، ووهن، وعجس، وعِجس، وجوش، وزلفة، وجوشن، وجؤشوش، وسعواء، وسواع، وهنء، وهتيء، وفحمة، وجون، وجهمة، وجَهمة. كل ذلك بمعنى ساعة.\nويقال: فلان يلقح عيشته ومعيشته، ويرقش، ويرقع، وينقح، ويرعج، ويرضخ، بمعنى صلحها، ويتعاهدها.\nويقال: خطب الأمير، فما زال على قري واحد، وأتو واحد، وسدو واحد، وعراق واحد، أي على طريقة واحدة.\nويقال: ولدت فلانة ثلاثة أولاد على قرن واحد، وساق واحد، وغرار واحد، وسرد واحد، أي ولاء، بعضهم في إثر بعض.\nويقال: خبن فلان ثوبه، وصبنه، وغبنه، وكبنه، وخنثه. وذلك إذا رفعه، وشمره.\nويقال: عبد قن، وترتب، وترثب، وفلنقس، إذا كان مرددا في العبيد، قد ملك آباؤه وأجداده. وعبد ملكة، إذا كان سبيا، لم يملك أبواه.\nويقال: جوع شديد، وهنبغ، وهلقس، وخنتار، ويرقوع، ويُرقوع، ويركوع، وديقوع، بمعنى واحد.\nويقال: وقعت النصل، وأمهيته، ورمضته، وشرشرته، وطررته، وسننته، بمعنى أحددته.\nويقال: إنه لكريم النقيبة، والنقيمة، والضريبة، والطبيعة، والسجية، والنحيزة، والسليقة، والخليقة، والنجيرة، والنجر، والجبيلة، والجبلة، والجبلة، والشيمة، غير مهموز، والنجار، والنجاس، والطباع.\nويقال: الفصاحة من سوسه، وتوسه، وتقنه، وكذلك الخير والشر.\nويقال: جاء فلان يند فلانا، ويثفه، ويأثفه، ويثفنه، ويكظه، إذا كان معه إلى جنبه. ويقال إذا كان خلفه: يخلفه، ويدبره، ويستهه، ويذنبه، ويكسؤه، ويقفوه.\nويقال: سيل جراف، وجحاف، وقعاف، وجلاخ؛ وقد جلخت الأودية تجلخ جلخا، وجلخانا، وجلوخا.\nويقال: انقعرت النخلة، وانقعفت، وانجعفت، وانجأفت، وانجحلت، بمعنى واحد، إذا انقلعت من أصلها. ومنه قول الله عز وجل: \"كأنهم أعجاز نخل منقعر\".\nويقال: تقطّر الفارس، وتقطل، وتجحدل، وتقرطب، وتجور، وتكور. وذلك إذا صرع.\nويقال: وقع القوم في مرجونة من أمرهم، ومرجوسة، ومرجوجة. يعني اختلاطاً وشدّة.\nويقال: وذيلة من فضة، وسبيكة، ونسيكة، وضريبة، ومسيحة، بمعنى.\nويقال: أكرهت فلانا على الأمر، وأدغمته، وأزأمته، وأجلدته، وغسسته، بمعنى واحد.\nالجزء: 1 ¦ الصفحة: 2\n",
        "ويقال: سرنا في الظهيرة، والهاجرة، والهجيرة، والوديقة، والغائرة؛ وسرنا صكة عمي؛ وأتيت صكة عمي، أي نصف النهار.\nويقال: سرنا في حمارة القيظ، وصبارة الشتاء، وفي حجرة الشتاء، وكلبته، وهلبته، وقرته، وكلبه.\nويقال: داريت الرجل، وداليته، وصاديته، وحابيته، وسانيته، وراشيته، بمعنى واحد.\nويقال: لأوجعن جنبيك، وصقليك، وقربيك، وخوشيك، وحصيريك. وقال بعضهم: الحصيران: المتنان.\nويقال: تلمأت عليه الأرض، وتودأت، وتهمكت، وألمأت. وذلك إذا استوت عليه.\nويقال: ألمأت علي حقي، وتلمأت، وتودأت، إذا ذهبت به.\nويقال: لقد عنت فلانا، ونجأته، وتنجأته، ولقعته، ولذعته، وتشوهته، وتعينته. وذلك إذا أصابه بالعين.\nويقال: رجل أنجأ، وامرأة نجئاء، مثل حمراء، إذا كان شديد العين.\nويقال: فلان وبد العين، ونجئ العين، ونجيء العين، ونجؤ على وزن (فعُل) ، ونجوء العين، وحاف العين، إذا كان صلبها.\nويقال: لفلان مال منفس، ومنفس، ونفيس، ومرغب، ورغيب. وقد أرغب المال، وأنفس، إذا كثر.\nويقال: لك مني ذمام، وذمامة، وذَمامة، ومذمة، وذممتك مذمة وذما.\nويقال: ما عليك مني ضر، ولا ضُر، ولا ضرر، ولا تضِرة، ولا تضُرة. ويقال: أصابت فلانا ضارورة، وضرورة، وضرة، وضر، وضَر، وضرار.\nويقال: أضاع فلان ماله، وضيعه، وأساعه، وأذاعه، وأسافه، بمعنى واحد.\nوتقول: رجل نكث، وناكث، وناقض للعهد، ونكيث، ونكوث.\nويقال: صار الماء ردغة، ورزغة، وطملة، ودكلة، وثرمطة، ورخفة. وذلك إذا صار وحلا وطينا رقيقا.\nويقال: امرأة حمقاء، وخرقاء، وورهاء، وخرمل، ودفنس، وعثة، ورعلاء، وطعنثة، وقرثع. وذكروا في القرثع أنها تكل إحدى عينيها، وتلبس قميصها مقلوبا. والعثة الدودة أيضا.\nويقال: في الناقة حران، وقطاف، ووكال، وخلاء، ولجان.\nويقال: انجبرت يده على عثم، وعثل، وأجر، وهو الغيب. ويقال: قد وعت تعي وعيا، إذا انجبرت على غير عيب، ووقع العظم في موصعه. وكذلك وعى الإناء إذا أمسك الماء فلم يقطر منه شيئا.\nويقال: قد أجمعت على الأمر، وبالامر، وأزمعت، وأكميت، بمعنى واحد.\nويقال: أخذته الحمى بزفزفة، وقفقفة، وقعقعة، يعني برعدة.\nويقال: ما بفلان خدشة، ولا خرشة، ولا كدشة، ولا نتشة، ولا وذمة، ولا ظبظاب.\nويقال: قد كان ذاك ولا كذبى لك، ولا تكذيب، ولا كذبان، ولا مكذبة، ولا كذب. ومعناه ولا أرد عليك، ولا أكذبك.\nويقال: تكلم حتى أمرغ، وألعب، وأرأل، يعني سال لعابه ومرغه ورؤاله، وهو اللعاب. وبكى الصبي حتى أرعم، وهو الرعام، أي سال مخاطه.\nوقال، يقال: قرعناك لهذا الأمر، واقترعناك، وقرحناك، واقترحناك، ونجبناك، وانتجبناك، ونخبناك، وانتخبناك، واجتبيناك، يعني اخترناك.\nويقال: شعر أصيل، وأثيل، وأصير، وأثيث وكثيف، بمعنى كثير.\nويقال: استبحت الشخص، واستأنسته، واستميته، واستحلته، واستخلته نظرت هل تحول أم لا.\nويقال: رجل حي العين، وشقذ العين، وكلوء العين، وكلؤ العين، وذلك إذا كان صبورا على السهر.\nويقال: أحمت حاجتك، وحَمت، وحُمت، وأجمت، بمعنى حضرت.\nويقال: ذؤابة المرأة، وقرن المرأة، وفليلة المرأة، وقصيبة المرأة، وعذيرة، وغديرة، وخصيلة. وهي الذوائب، والقرون، واللائل، والقصائب، والعذائر، والغدائر والخصائل.\nويقال: ما يزيدك على هذا شيئا، ولا يروقك، ولا يضرك، ولا يجبك، ولا يحزك، ولا يشفك ويشِفك، بمعنى ما يزيدك عليه شيئا.\nويقال: ماله سبد، ولا لبد، ولا عافطة، ولا نافطة، ولا ثاغية، ولا راغية، ولا ثفروق، ولا ذفروق، وهو قمع التمرة والبسرة. العافطة: الضارطة من المعز. والنافطة: الساعلة من الضأن التي إذا سعلت خرج مخاطها من الهزال. والثاغية من الغنم. والراغية من الإبل. والسبد من الشعر. واللبد من الصوف والوبر.\nويقال: خضرت أذن فلان، وخضرمتها، وصلمتها، واصطلمتها، بمعنى قطعتها.\nويقال: طعام مخضرم، إذا كان مخلوطا ليس بذاك. ورجل مخضرم النسب، إذا كان مغموزا.\nويقال: هذا لك مني على طرف اللسان، وظهر اللسان، وطرف العصا، والثمام، والثُمة، والثمة، وعلى حبل الذراع، وعن حبل الذراع. ومعناه هذا لك مني حاضر.\nوتقول: افعل ذاك غير صاغر، وغير صغراك، وصغارك، وصغرك، بمعنى واحد.\nويقال: كان غنمك أن تفلت من الشر، وغناماك وحمدك، وحماداك.\nالجزء: 1 ¦ الصفحة: 3\n",
        "ويقال: قصرك الموت، وقصارك، وقصاراك، وقصيراك، بمعنى مصيرك الموت.\nويقال: لقيت منه بنات برح، وبئس، ومعير، وأودكٍ، وأودكُ، ينون ولا ينون، فيقال: أودكَ، وطبقٍ؛ ويقال: نزلت بهم إحدى بنات طبقٍ. وهي الدواهي.\nويقال: سمعت ذرو قولك، وذروا من قولك، ورسا، ورسوا، بمعنى طرفا من قولك.\nويقال: حمل على الغدو فكذب، وهلل، وعثم، وكلل، بمعنى نكل، ولم يصدق الحملة.\nويقال: نكل ينكل، ونكل ينكل نكلا ونكولا ونَكْلا، مخفف.\nويقال: ما أدري ما معنى كلامك، ومعنيه، ومناته، وفحواه، ومهواته، ومُهواته، بمعنى واحد.\nويقال: غازل المرأة، وهازلها، وهانفها، وخاضنها، وهانغها، ومالثها، بمعنى واحد، وناعمها: قبلها، وثافنها: إذا حدثها مصيرا ركبته إلى ركبتها.\nويقال: رجل صريع، وصريعة، وصرعة، ومصارع بمعنى.\nويقال: قد أحمق الرجل: إذا ولد الحمقى، وأحمقت المرأة. وأكيست المرأة، وأكيس الرجل. وأكاس، وأكاست لغة. وأذكر، وأذكرت، وآنث، وآنثت.\nويقال: رجل محمق، وامرأة محمقة ومحمق؛ ومكيسة، ومكيس؛ ومذكرة، ومذكر؛ ويقال: امرأة مذكر أيضا. ورجل مؤنث، وامرأة مؤنث ومؤنثة. وذلك إذا ولد الأكياس من البنين والحمقى.\nفإذا قالوا: رجل مذكار ومئناث لم يدخلوا الهاء في الذكر والأنثى، إلا في ثلاثة أحرف، حكاها الكسائي عنهم، قال، يقال: رجل مطراب ومطرابة، ومجذام ومجذامة، ومعطار ومعطارة.\nويقال: قد أحرض الرجل، وأخلف، وكذلك المرأة. وذلك إذا ولدا ولد سوء. وأحرضت المرأة، وأخلفت. ويقال: هذا حارضة، وخالفة، لخلف السوء.\nوما جاء على (فاعلة) ، يقال فيما جاء على (فاعلة) : رجل داعية، وداهية، وباقعة، وراوية، وواعية.\nويقال: خذ من فلان ما أشرف لك، وما دني لك، وما أطف واستطف، وأزهف، وأوهف لك، يعني ما ارتفع لك منه.\nويقال: رجل فيه مُسة ومِسكة ومسيكة ومساكة ومَساك ومسك وإمساك. ورجل مسيك، ومساك كذلك وممسك. وقد مسك وأمسك، كما تقول: سرع وأسرع، وبطؤ وأبطأ. وذلك في البخل.\nويقال: أجل فلانا إلى أجل، وأفد، ونصب، وأمد، وحفر، بمعنى.\nويقال: أملق الرجل، وأخفق، وأنفق، وأورق، وأقتر، وأصفر، وأقفر، وأنفض، وأرمل، وأقوى، وأكدى، وأجحد، وجحد، وأحقد، وحقد، وألفج، وأفلس، وأصرم، وأعدم، وأجرذ، وأقفع، وأدقع، وأبقع، بمعنى فلس.\nويقال: باتت الإبل على طرقة، وعرقة، وخف، ووظيف واحد. وذلك إذا تلا بعضها بعضا في السير.\nويقال: على فلان نثرة من عيال، وبقرة، وفوكرش، وعلقة كرش، وضبنة، وَبنة، وضبينة.\nويقال: قر على ظلعك، وقأ على ظلعك، وقئ على ظلعك، وارقأ على ظلعك، وارق على ظلعك، بترك الهمز. ومعناه أربع على نفسك.\nويقال: نحن في ري من الماء، ورية، ورَية، ومرواة، ورواء من الملء.\nويقال: أر نارك، وأثقب نارك، وأرث، ودك، ونم، وأنم، وأحضب نارك، واحضج، بمعنى أرفعها. ويقال: كبها، ومسكها. والمعنى ألق عليها الرماد حتى تبقى.\nويقال: غلام كدر، وكيص، وتيز، وكيز، وتياز، وجوض، للحادر الممتلئ.\nويقال: قهقه في ضحكه، وهنبص، وتغتغ، وزهزق، وطخطخ، وكركر، وقرقر، بمعنى واحد. وفيها أنفص، وأهزق، واستغرب في الضحك.\nويقال: حبل نقض، ونكث، ورمث؛ وفي الوتر كذلك؛ وفي ثوب الخز كذلك، وذلك أنه ينقض، ثم يفتل من خلقه آخر ثانية. والجميع انقاض، وأنكاث، وأرماث ورماث.\nويقال: خويت على المجمر، وجبيت، وكبيت، وجخيت، وتخويت، وتجبيت، وتجخيت، وتكبيت. وذلك إذا جبى على الدخنة.\nويقال: دسم أثره، يدسم ويدسم، ودثر، وعفا، ودرس، وطسم، وطمس، بمعنى.\nويقال: خلق عليك فلان كذبا، واختلق، وخرع، واخترع، وخرق، واخترق، وفجر، وافتجر، وبشك، وابتشك، بمعنى واحد.\nويقال: سيف سراط، وسراط، وحسام، وهذام، وغامض، بمعنى قاطع. ويقال في غير القاطع: كهام، وددان، ومعضد، ومعضاد؛ وإنما شبه الفأس الذي يعضد به الشجر.\nويقال: هذا غذاء مسرهد، ومسرهف، ومسرعف، ومعذلج، ومخرفج، يقلب، ومخفرج؛ وهو الغذاء الحسن. ويقال في الغذاء السيء: غذاء مقرقم، ومحثل، ومغوى، ودعدع، ومجدع، ومحجن، ومسغل، والسغل منه.\nويقال: أكل قرامة الخبزة، وقرامة الجدى والخروف، وقرفة الخبزة والجدى وغير ذلك. وهو الجاف اليابس من أعلاها. وقرامة كل شيء الجاف من فوقه.\nالجزء: 1 ¦ الصفحة: 4\n",
        "ويقال: تفيهق فلان في كلامه، وتلقع، وتشدق، وتمقمق، وإنه لمقامق، ذو لقاعات، ومقمقة في كلامه.\nويقال: أخذت عفوة القدر، وعفوتها، وعُفوتها، وعفاوة القدر، وعفوها، وصفوها، وصفوتها؛ يعنى أعلى القدر.\nويقال: ليس لهذا الكلام طلع، ولا مطلع ولا مُطلع، غير ما قلت لك، ولا وجه، ولا جهة، ولا وجهة بمعنى واحد.\nويقال: رجل نفرج، ونفراج، ونفرجاء، إذا كان جبانا.\nويقال: قد أنصيت لك في الناس ذكرا حسما، ونميت، وأنميت، بمعنى أثنيت.\nويقال لذي الكبر والخيلاء: أما والله لأطيرن نعرتك، وقمعتك، وشذاتك. وهو ذباب الدواب.\nويقال: لك عندي الأثرة على فلان، والأثرى، والأثرة.\nويقال: ناقة ضبعة، ومضبعة، وهدمة، وهكعة، وهوسة، وقمعة، ومبلمة. وذلك إذا طلبت الفحل.\nويقال: الكناسة، والسباطة، والحواقة، والمزبلة، والمزبُلة.\nويقال: رجل نقاب، ونقيت، ويلمعي، وألمعي، إذا كان منكرا داهية، لا يفيل رأيه.\nويقال: رجل بلندح، دلنظى، بلنظى، بلنزى، جلنظى، ثرندى، إذا كان كثير اللحم سمينا.\nويقال: حطأت بفلان الأرض، ودرست به، وكدست، ولطست، وحبجت، ولبجت، وحتأت، ولتأت، وحدست، وعدست، بمعنى واحد.\nويقال: حدس في البلاد، وعدس، إذا أمعن فيها.\nويقال: مرت بكم الرطانة، والرطون، والطحانة، والطحون؛ وهي رفاق الإبل. والرجانة والدجانة والضفافة والمقاطة: الإبل التي تحمل إلى القرى. ويقال لأصحابها: الضفاطون، والضفاطة، والدجانة، والمقاطة، والرجانة.\nويقال: الحمى تخاوذ فلانا، وتفارصه، وتعاده، وذلك إذا تعاهدته.\nويقال: رجل مجعار، ومجعاظ، إذا كان يابس البطن.\nويقال: رمى الله فلانا بالطلاطل، والطُلاطل، والطلاطلة، والطلطلة، والطلطل، يعني الداء. وقال بعضهم: الدواهي.\nويقال: استلقى، واسلقنى، على حلاوة القفا، وحُلاوة، وحلاءة، وحلواء القفا، وحلواءِ، في معنى.\nويقال: صبرته يمينا، فأنا أصبره وأصبره، وأصبرته أصبره إصبارا، وسبته يمينا، وأسبته، ومحنته، وامتحنته، وأجلسته يمينا، بمعنى أحلفته.\nويقال: جاء بالقدح ملآن، وكربان، وحفان، ونصفان، وطفان، ونهضان وقعران، وقربان، وثلثان. وقوله: كربان: قريبا من الملء، وليس به؛ وحفان: إلى حفافه؛ ونصفان: إلى نصفه؛ وطفان: إلى طفافه؛ ونهضان: إذا نهض من القعر، وهو دون الثلثان والنصفان. والنهدان مثل النهضان. والقربان مثل كربان، وهو قريب من ملئه. ويقال من هذا: ملأت القدح، ونصفته، وأنصفته، وثلثته، وأثلثته، وأحففته، وحففته، وأطففته، وطففته، وأنهضته، ونهضته، وأقعرته، وقعرته، وأنهدته، ونهدته، وأقربته، وقربته، وأكربته، وكربته، بمعنى أدنيته ودنيته من الملء.\nويقال: هؤلاء قبيلة فلان، وعمارته، وعميرته، وعشيرته، وفصيلته، وأسرته، ونفرته، وأربته، وزافرته، وطارفته. وقال هشام بن الكلبي: والشعب، وهو الذي تتشعب منه القبائل، ثم العمارة، ثم القبيلة، ثم البطن، ثم الفخذ. فما كان بعد هذا فهو أقل، مثل الفصيلة والأسرة، والنفرة، وما أشبه ذلك.\nويقال: تعتعوا فلانا، وتلتوه، وصعصعوه، وبزبزوه، ومزمزوه، وترتروه، بمعنى واحد.\nويقال: سم ذعاف، وعذاف، وذواف، وزواف، وزؤام، على مثال (فعال) . كله يعني سم قاتل.\nويقال: مالك عزم، ولا عزيمة، ولا عزيم، ولا معزم، ولا مَعزم، ولا عزمان، بمعنى واحد. وهي مصادر.\nويقال: نحن على صير أمر، وصيّر أمر، وصيور مر، وصيارة أمر، وصماتة أمر، وصماتة أمر، ومأتاة أمر، وصيابة أمر، ومأتى أمر؛ كل هذا بمعنى واحد.\nويقال: أخذ الرجل من الكلام من كل فن، وسن، وعن. وخرجت في أوب واحد، وفي سن واحد، وعن واحد، وعين واحد، وحضر واحد، حتى أتيت فلانا.\nويقال: بيت الخواء، والخلاء، ممدود، والقواء، والوحش، والجوع، والغرث، والظمأ، مقصور، والظماء، ممدود، والعطش، بمعنى بت عليه.\nويقال: لا خفاء بهذا الأمر، ولا كتمان، ولا كن، يا هذا، ولا مكنون، بمعنى واحد.\nويقال: تقوض الصيف عنا، وانقاض، والانقياض التصدع. يقال: انقاضت السنة *** إذا انشقت، وانقاض الحي إذا تصدعوا، وانقاضت البئر إذا انصدعت، وانقاب وتقوب، بمعنى ذهب.\nويقال: في ثوبه جدية من دم، وبصيرة، وغديرة ***، وطريقة وسبيبة، بمعنى واحد.\nالجزء: 1 ¦ الصفحة: 5\n",
        "ويقال: فرحت به، وجذلت به، وبجحت به، وحجئت، وشؤت به، وبلجت، وثلجت، وبهجت، بمعنى فرحت، وسررت. ومنه: بهأت به، وبهئت بهئا وبهوءا، وبسئت به، وبسأت بسئا وبسوءا، على مثال (فعلا) و (فعولا) وقال بعضهم في بسئت خاصة: انست به.\nويقال: رجل مثفن، مثخن، مشدخ لقرنه.\nويقال: هذه دعاوة كذب، ودعاوة، ودعوة؛ ولي في بني فلان دعواة، ودِعاوة، ودعوة، في الحق والباطل.\nواما دعوة الطعام وندوته فمفتوحتان. ويقال: دعوت القوم، وندوتهم، ونديتهم، وناديتهم، وأدبتهم، وأنا آدبهم ادبا وأدوبا. وهي الأمدبة، من الدعوة، والقرآن مأدبة الله، ومأدبة، وهو من الأدب. وإنما يقال أدبته. وقد أدب الرجل يأدب أدابة وأدبا. وقد أرب يأرب أرابة وإربا، إذا كان أديبا أريبا داهيا.\nويقال إذا قدم الرجل من السفر: قد نقع لنا فلان نقيعة. وهي التي تسمى نقيعة القدام. قال مهلهل:\nإنا لنضرب بالسيوف رؤوسهم\n...\nضرب القدار نقيعة القدام\nالقدار: الجزار. يقال منه: نقعت، فأنا أنقع نقعا ونقوعا ونقيعة.\nويقال في الرجل إذا بنى بيتا جديدا من أهل الوبر، أو دارا من أهل الحضر: قد وكر لنا فلان وكيرة.\nويقال في النفاس: قد أخرس فلان إخراسا، وهو الإخراس والخرسة. وزعم أنه دعي رجل منهم مرة، فقال: ألإخراس أم لإعذار أم لإعراس؟ فأما الإخراس ففي النفاس، والإعذار: الختان، والإعراس: العرس.\nويقال: رمى في العدو فلان بثلاثين سهما، أو عشرين سهما، صيغة يد، وصنعة يد، وطرقة يد، ومعناه من صنعة يد واحدة.\nويقال: ما لبّيت فلان أهرة، ولا ظهرة. فالأهرة جيد المتاع ودقه، والظهرة ما استظهرت به دون ذلك. والحرثي، والخنثر، والقثرد، والقربشوش، هو قماش البيت.\nويقال: تركت القوم على منوالهم، وسكناتهم، وربعاتهم، وهي الحال التي كانوا عليها قبل ذلك، ومكانتهم، ومكاناتهم.\nويقال: لهنك لظريف، وهنك لظريف، وواه إنك لظريف، وواهنك لظريف. والمعنى في ذلك كله: والله إنك لظريف.\nويقال: إني إليك لأصور، ولأميل، ولأخزم. ومعناه الشّوق.\nويقال: كانت اليمين مني أصرى، وإصرى، وصري، وصرى، أربع لغات. ومعناه عزيمة.\nويقال: قد دنا المهر للإثناء، وأفر، وأدرم، وأهضم. ومعناه قرب لذاك.\nويقال: هجم فلان الإبل والغنم، واهتجمها بمعنى حلبها.\nويقال في السوق الشديد: حزت الإبل، وحزأتها، وحزوتها، وذوأتها، وحذتها، وذحتها وطملتها، وبدهتها، ونبلتها.\nويقال: ذمل البعير، يذمل ويذمل ذملا وضميلا وذملانا، ودرى، يردي ورديانا، في شدة السير.\nويقال: رها يرهو، في السر الخفيف، ودلا يدلو، وحاز يحوز، وقلا يقلو.\nويقال: كلت فلان الشيء في ثيابه، وحجزته، واكتلته، وقذمه، واقتذمه، وقلده، واقتلده، بمعنى واحد. وذلك إذا جعله في حجزته، وهي مقدم إزاره.\nويقال: تقعوش البيت إذا تهدم، وتقوض.\nويقال: سغبل الطعام بالدسم، وصغصغه، وصعصعه، بالغين والعين. وذلك إذا رواه من ذلك.\nويقال: نقوت العظم، ونقيته، وانتقيته، ونقخته، وانتقخته، ونكته، فأنا أنكته نكتا، وذلك إذا أخرجت مخه.\nويقال: ماء شروب، وشريب. وطعام طعيم، وطعوم. ورجل ظنين، وظنون، ومظنون. ورحيم، ورحوم. وفتيت، وفتوت. ونقيع ونقوع. وامرأة شريم، وشروم، وهي الأتوم أيضا، وهي المفضاة.\nويقال: زكنت ذاك عنك، ولحنته، ولقنته، بمعنى حفظته، وفهمته.\nويقال: بيني وبينك أيصر، وآصرة، وإصرة، على (فاعلة وفعلة) ، يعني قرابة.\nويقال: افعل ذا بادي بدي، وبادي ذي بديء، وأدنى دني، وأدنى بديء، وأول ذات يدين، وأول ذي أول، وأدنى وجاج، ووِجاج، ووُجاج.\nويقال: برد مفوف، ومسهم، ومتوشح، ومضلع، ومرحل، ومكعب، ومعضد، ومنير، ومسير.\nويقال: رجل ربذاني، وبيذراني، وبيذري، إذا كان فاحشا خبيث اللسان. وفي المرأة كذلك. بإلحاق الهاء.\nويقال: تصيح البيض، وتقوب، إذا تفلق عن فراخه. وتصوخ النبت، إذا يبس. وتصوع الشعر، إذا تساقط.\nويقال: ما أحسن عمراً ولو تر ما زيداً، ولم تر ما زيداً، وأو تر ما زيداً، ولا تر ما زيداً، أربع لغات، حكاها الكسائي، ومعناها ولا سيما زيد.\nويقال: لي في بني فلان تلنة، وتُلنة، وتلونة، وتلاوة، وتلية، بقية من حاجتي وديني.\nويقال: عالجت الرجل، ومارنته، وماتنته، وداوسته، ومارسته، وزاولته، وماصعته؛ بمعنى واحد.\nالجزء: 1 ¦ الصفحة: 6\n",
        "ويقال: في الاستغاثة: يال تميم، ويال كندة، ويا لقوم، وما أشبهه. فاللام فيه منصوبة وقال الشّاعر:\nألا يا لقوم للوفاء وللغدر\n...\nوللداخلين الدار قسرا على عمرو\nويقال: يا للبديهة، ويا للأفيكة، ويا للفليقة، ويا للبهيتة، وياللأثيمة، ويا للعجيبة، وهذه هي الدواهي.\nوذلك في التعجب من الشيء، وهي التي يقال لها: لام التعجب. ومعناه: يا هؤلاء اعجبوا لهذا.\nويقال: ثل الله ثلله! وقل قلله! وثل، وقل. وقل عيشه! وذبل ذبله! وأل ليله! وذلك إذا تعجب من عمله، مثل قولهم: قاتله الله! وهو دعاء بمدح.\nويقال: بتنا في حرى فلان، وجنثه، وإرثه، وعراه، وذراه، وعقاه، وحشاه، وعقوته، وساحته، وسحسحه، وسَحسحه، وكنفه، وكنفته، وجنبه، وجنبته، وجنابه، وجناحه، وظله، وعرصته، وقاحته، وباحته. ومعناه بتنا في حريمه وجواره.\nويقال: انظر في عاقبة أمرك، وعقبى أمرك، وعقبانه.\nويقال: مررنا بحرجة من شجر، وأيكة، وصريمة، وعقدة، وربض، وعروة. وذلك إذا كان ملتفا.\nويقال: إبل مهملة، ومسهمة، ومسمرة، ومبهلة، ومعبهلة، وسمه، وسمهى، وسميهى.\nويقال: هم دخلى، وحجر صلبى، وإبل سمهى، على (فعلى) . لم يجئ في الكلام غيرها.\nوهمت إلى فلان، فأنا أهم إليه، ووهلت إلى فلان، فأنا أهل إليه وهلة ووهلا، يعني قصدت.\nووقع ذاك في وهمي، ووَهْلي، ووَهَلي، وخلدي، وروعي. ومعناه نفسي.\nويقال: قد أعجن الرجل، في الكبر. وذلك إذا قام منحنيا متكئا على يديه. وقال الشاعر في ذلك:\nإذا أقوم عجنت الأرض متكئا\n...\nعلى الرواجب حتى يذهب النفر.\nويقال عجن وأعجن.\nويقال: قد ألصق، وأورص. فأما الإصاق فأن يلصق خصياه بجلده إذا قعد. والإيراص أن يخرج حدثه، وهو لا يعلم، من استرخاء حتاره. وذلك من الهرم.\nويقال: كيف ترى ابن أنسك، وإنسك، وابن أرضك، وابن صغوك. وذلك في العمل إذا عمله، وكان خفيفا فيه، ماهرا به.\nويقال. لما في أصول النخل: المشارة، والدبرة، والشربة. وهي تلك المقطعة لأنواع البقل وغيره.\nويقال: أتيتك عام الفطحل، والهدملة، يعني زمن الخصب، والريف. وأنشد:\nزمن الفطحل إذ السلام رطاب.\nويقال: جمل سبحل، ربحل، فطحل، إذا كان عظيما.\nويقال: غذى ببوله، وأنفص، وأوشغ، وأوزغ. وذلك إذا تباعد به.\nويقال: غامت الإبل، وهامت، إذا عطشت؛ وإن بها لغيما وهيما.\nوغام الرجل، وآم، ممدود، إذا ماتت ماشيته وامرأته. وذلك دعاء عليه.\nويقال: ما يعرف فلان الحو من اللو، والحي من اللي، ولا الهر من البر، ولا أيا منه أي، ولا الحي من الجي. وذكر الأموي في هذه أنه الطعام والشراب، وأنشد:\nوما كان على الحيء\n...\nولا الجيء امتداحيكا.\nوهو قولك للجمل إذا دعوته ليأكل: جأجأ، وجئ جئ. وهو إذا ذمره ليشرب، ودعاه إلى الماء.\nوأما قوله في الحو واللو فكأنه قال: لا يعرف ما حوى مما لوى؛ والحي من اللي كذلك.\nوأما البر فهو في لغة أهل اليمن الجرذ. والهر: السنور. كأنه قال: ما يفرق بين ذا وذا.\nويقال: طاف الرجل، وأسوى، وأنجى. وذلك إذا ضرب الخلاء. فإذا استنجى بالحجارة قيل: قد أطاب، واستطاب، واستجمر.\nويقال: أكل فلان خلته، وخلله، وخلالته. وذلك إذا تخلل من الطعام، فلم يلفظه، كأنه يعيبه بذلك.\nويقال: إنك لكريم الخلة، والخلالة، والخلال، والمخالة.\nويقال: قد أصابت فلان خلالة، وخلة، وخصاصة، وهي الحاجة.\nويقال: ماء مسودة، ومبغرة، وقعاع، وخمجرير، إذا كان ملحا تموت منه الغنم إذا شربته. وربما نجت.\nويقال في القطن: البرس، والخرفع، والعطب، والكرسف، والطوط.\nويقال أيضا: رجل طوط، وطواط، وقاق، وقوق، وقواق، وقياق، وهو الطويل.\nويقال: أطعم فلان ضيفه قيته عياله، وقوتهم، وصمتهم، وسكتتهم، إذا آثر ضيفه بذلك.\nويقال: ما لفلان بيت ليلة، ولا بيتة ليلة، ولا مبيت ليلة، بمعنى واحد.\nويقال: ذأمته، وذأبته، وذمته، بمعنى عبته.\nويقال: ما أنت في َحيه، ولا سَيه، ولا حِيه، ولا سِيه، ولا عندك شوب، ولا روب. وذلك إذا كان محتاجا، لا شيء عنده.\nويقال في السباع: صرفت، وأجعلت، واستحرمت، واستطارت. وفي ذوات الظلف من المعز: صرفت أيضا، واستحرمت. ويقال أيضا في الضأن: حنت، تحنو وتحني.\nالجزء: 1 ¦ الصفحة: 7\n",
        "ويقال: أمل والله، وهما والله، وحما والله، وعما والله، وغما والله، وغرمى والله، وعرمى والله، وحرمى والله؛ سبع لغات، حكاها الكسائي.\nويقال: رجل لسين، وبليغ، ولَسن وبَلغ، ولِسن وبِلغ. وقوم لُسانى وبُلاغى، ولَسانى وبلاغى.\nويقال: رجل مخص مجنب، إذا كان يعطي الغريب، ويمنع القريب.\nويقال: أعطني من جيد المتاع، وعينه، وعينيه، وعيونه، بمعنى واحد.\nويقال: خذ الشيء من فلان بحم استه، وحمى استه؛ كما تقول: خذه بحره.\nويقال: إن فلان لحسن السُحنة، والسَحنة، والسِحنة، والسحناء.\nويقال: قطرت العنز، وبزمته، ومصرتها، وضففتها، وضببتها. وذلك في الحلب. فالقطر:\nالحلب بالإبهام والسباحة. والبزم: بلإبهام والسباحة والوسطى. والمصر: بأطراف الأصابع كلها. والضف: بجميع اليد. والضب: بجمع اليد، مع عطفك الأصابع على الإبهام.\nويقال: رجل خلفن، ومخلف، ومخلاف، إذا كان يخلف في وعده.\nويقال: رجل عرضن، وعرضنى، وعرضي؛ وإنه ليمشي العرضنة، والعرضنى، والعرضية. وذلك من المرح والنشاط.\nويقال: لا ترهون إلا على نفسك، بمعنى لا تبقين إلا عليها. والرهو: الإبقاء.\nوالرهو: الساكن.\nوالرهو: فرخ الكركي.\nوالرهو: السوق الرفيق. وهو مصدر رها يرهو رهوا في سوقه.\nوالرهو قولك: تركت الناس رهوا واحدا إلى فلان، مثل عنق واحد. وذلك إذا تلا بعضهم بعضا.\nويقال: النجل ولد الرجل. يقال: هؤلاء نجل فلان، ونسل فلان، وضنء فلان. والضنء: الأصل فيما ذكر الأموي.\nوالنجل مصدر نجلته برجلي نجلا، أي دفعته.\nويقال: اجل اللوح، بمعنى امحه.\nويقال للأعرابية: انجلي برقعك، أي أوسعي. وعين نجلاء، منذ لك؛ وطعنة نجلاء، كذلك.\nوالنجل: النِز، والنَز؛ يقال: قد استنجل وادي بني فلان، إذا نز وظهر ماؤه. وجمعه النجول.\nويقال: الخجل من الاستحياء، يقال: خجل فلان خجلا.\nوقد خجل الوادي: إذا كان كثير النبات، طويلا، ملتفا. وواد خجل، وثوب خجل: إذا كان طويلا؛ وقميص خجل: إذا كان كذلك.\nورجل خجل: إذا كان بطرا أشرا. ورجل دقع: إذا كان مستكينا خاشعا. قال الكميت:\nولم يدفعوا عندما نابهم\n...\nلصرفي زمان ولم يخجلوا.\nوحكى الأموي عبد الله بن سعيد في حديث رواه، قال، قال رسول الله صلى الله عليه: \"النساء دقعات خجلات، يستكن عند الشدة، ويبطرن عند الرخاء\".\nويقال: كلأته بحقي، أي لزمته.\nوكلأته بعصا، أي ضربته.\nوكلأته: حرسته وحفظته.\nوكلأت في الطعام: أسلفت فيع، وهي الكلاة.\nوكلأت إلى القوم: تقدمت إليهم.\nويقال: ريح سهوف، وسوهق، إذا نسجت العجاج. ورجل سهوق، وسوهق: كذاب. ورجل سهوق، وسوهق: طويل.\nويقال: أسوى الرجل، إذا توضأ. وأسويت: نسيت. وأسوأ من اساءة؛ وأسأت إلى فلان، وأسوأت إليه.\nقال: وكان علي، عليه السلام، يسوي البرزخ من القرآن، ثم يعود فيقرأ من حيث أسوى. والبرزخ: الآيتان، والثلاث.\nويقال: أسوى القوم في السقي: إذا استقاموا على حال واحدة. وقيل لبعضهم: كيف أنتم؟\nقال: مسوون صالحون. وذلك في استواء حالهم.\nويقال: ناقة هيضلة، أي غزيرة؛ وامرأة هيضلة، أي نصف ضخمة.\nويقال: سمعت هيضلة الناس، وهيضلاتهم، يعني الجلبة. والهيضلة: الجماعة من الناس.\nويقال: إن بك لأزيبا، أي نشاطا. والأزيب: الدعي. والأزيب: الواحد الذي لا ناصر له. والأزيب: الجنوب، يعني الريح.\nويقال: ثمأت الثوب: صبغته. وثمأت الطعام: أصبت منه. وثمأت أنفه، أي كسرته. وثمأ لحيته بالحناء، إذا صبغها.\nويقال: شئفت له، في البغض، وشنفت له، وشنفته، بمعنى أبغضته.\nويقال: أرض جوية، وجوية، ودويّة، ودوية.\nويقال: نطح الظبي، وكدس، إذا جاء من قدام. وقعد، إذا جاء من الخلف. والنطيح من قدام، والقعيد من خلف. والسانح، والبارح، والسنيح، والبريح. ما ولاك مياسرة فهو البريح، وما ولاك ميامنه فهو السنيح.\nوبعضهم يتيمن بالسنيح، ويتشاءم بالسنيح، على قدر مصيبته، وهي الطيرة.\nويقال: كدس الظبي، إذا عطس. وهم يتشاءمون بالعطاس أيضاً.\nويقال: كدست به الأرض، إذا ضربت به الأرض.\nويقال: ما سمعت من فلان نأمة، ولا زأمة، ولا زجمة، ولا وشمة، ولا نغية، ولا نغمة، ولا أبلمة، ولا هينمة، ولا أينمة، ولا بنت شفة. ومعناه كلمة.\nالجزء: 1 ¦ الصفحة: 8\n",
        "ويقال: عام أرمل، وأقشف، وأقشر، وأبرش، وأرشم، إذا كان مجدبا.\nوكذلك سنة رملاء، وقشفاء، وقشراء، وبرشاء، ورمشاء، وحمراء، وسوداء، وغبراء، وبيضاء، وشهباء، وحصاء تحص المال، أي تذهب به.\nويقال: هم في رتب من عيشهم، وشظف، وقحم، وملاذ. وذلك من الشدة.\nويقال: عيش شظف، وجشب، وشظف. ومكان شظف، إذا كان خشنا غليظا. وقال الشاعر:\nوراج لين تغلب عن شظاف\n...\nكمتدن الصفا كيما يلينا.\nويقال: ودنت الأديم، إذا عركته حتى يلين.\nويقال: عام أوطف، وأغضف، وغاضف، وأغزل، وأرغل، ودغفق، ومدغفق، وغلفق؛ وعيش عبعب، وكساء عبعب كذلك، وعام دغفل، ومدغفل، وغدق، وغيداق، وظفر، وثجل، ورغد، ومرغد، أي واسع. ويبدل رغد، فيقال: ردغ، كما يقال: عميقة ومعيقة. ويقال: عيش رغد مغد.\nويقال: قد فطس الرجل، وطفس، وقفس، وفقس، وعكى، وعصد، وفاد، وفوز، وجنص، وقلت يقلت، وعطست به اللجم، وأراح، وقحز، ولقي هند الأحامس وأم الهيثم، بمعنى مات. وقال الشاعر:\nأطوف ما طوفت ثم مصيرنا\n...\nإليكم، وإن لاقيت هند الأحاميس\nيقول: أنا منكم، وإن مت فإليكم مصيري.\nويقال: صفرت الشمس للغيبوبة، وطفلت، وزبت، وأزبت، ودنقت، وأدنقت، ودَنَقت، وأشفت، وشفت، وأضرعت، ودلكت. وقال الشاعر:\nهذا مقام قدمي رباح\nللسقي حتى دلكت براح.\nويقال: بلي الثوب، وهمِد، وهمَد، ووبد، ونهج، وأنهج، وخلق، وأخلق، وسمل، وأسمل، ومح، وأمح، ونام، ورقد، ومات. وتهتأ الثوب، وتهمأ الثوب، وتفسأ، وقضيء، وقضئت القربة، والسقاء. وذلك إذا بلي وتمزق. ويقال: في حسب فلان قضأة، أي عيب، من قضئ الثوب.\nقال، ويقال: تصدى له، وتصدع له، وتصدأ له، وتأرى له، وتأرض له، بمعنى تعرض له.\nويقال: نقر فلان عند الأمير، وفسل، ورذل، ونذل، وخسل. وذلك إذا عيب وتنقص.\nويقال: فلان في باحة الدار، وقاحة الدار، وصرحة الدار، وبهرة الدار، وثجرة الدار، وبحبوحة الدار، وأسطمة، وجرثومة. وفلان في جرثومة قومه، ومعناه في وسط.\nويقال: ألقى عليك فلان أوقه، وصلبه، وبعاعه، وحثاثه، وقتقته، ولطاته، وحتاته، وعبالته، وحرشفته، وعرزاله، يعنب بذلك ثقله، وكله.\nويقال: ضنأت ماشية فلان تضنأ ضنئا وضنوءا، وضنت تضني، لغة، ضنيا وضِنيا وضُنيا، إذا كثر ضائنه، والجميع ضأن، وضئين، وضِئين. وأتت تأتي أتيا وأتاء وأُتيا، ووشت تشي وشيا ووُشيا، ومشت تمشي مشيا، وأمشت تمشي إمشاء ومشاء، وفشت تفشو فشوا وفُشوا. وذلك إذا كثرت. ويقال من هذا: قد أمشى الرجل، وأضنا، وأوشى، وآتى، وأفشى. وقال النابغة:\nوكل فتى وإن أمشى وأثرى\nويقال: أتيت فلانا عند إهلال الشهر، واستهلاله، وهلته، وهله، وهلوله.\nويقال: قد تنأ الرجل بالبلد، وتنخ، وبجد، وأرب، وألب، وأحب، وأرك، ورمك، وألث، وأبن، وعدن يعدن عدنا وعدونا، ورمأ بالبلاد، وأدن، وأثمل، وألحم، وحبج، ولبج، وحلس، بمعنى أقام بالبلاد، وأوطن. ويقال منه: تنخ يتنخ تنوخا.\nويقال: حبجت به الأرض، ولبجت، بمعنى ضربت. وحبجته بالعصا، ولبجته كذلك.\nويقال: وهص البعير بخفه الأرض، ووقص، ووطس، ووثم ووكم، ومعناه كسر.\nويقال: قد غري فلان بفلان، ولكي به، ولز، ولظ، وألظ، ولط، وألط، ولاطه، ووكظه بحقه، أي لزمه. ولذم به، وألذم به، ومكد به، ولكد به، وعسق، وسدك، وعسك، وعبق، وغلث، وعرس، وحرب، وبغم، وفغم، وبغم به، وفغِم، بمعنى أولع.\nويقال: اكل فلان حتى بشم، وسنق، وتنخ، وسنخ، وفقم، وهقم، وطسئ يطسأ طسأ، بمعنى اتخم.\nويقال: نخسه بالقضيب، ووكته، ونغره، ونسغه، ونزغه، وندغه، ونحزه، بمعنى واحد.\nويقال: درأ علينا فلان، وصبأ علينا، وأصبأ، ودره، ونبأ، ونتأ، ونجه، وطرأ، بمعنى طلع علينا من بعيد، والمصدر (فعلا وفعولا) .\nويقال: طريق مدعوس، ومدعوق، ومركوب، ومسبول، ومديث، وموقع، ولهجم، وخلجم، ونهج، ومهيع، ومعبد، بمعنى مسلوك مذلل يداس.\nويقال: خرج فلان يهبش، ويهتبش، ويخرش، ويخترش، ويجرم، ويجرم، ويجترم، ويعصف، ويعتصف، ويعسم، ويعتسم، ويقرف، ويقترف، ويهتبل، في معنى يكسب. وأنشد الأموي:\nفلأحذينك مشقصا\n...\nأوسا أويس من الهبالة.\nالجزء: 1 ¦ الصفحة: 9\n",
        "يعني الذئب. أي لأجعلن حذياك من الهبالة، وهي الكسب، مشقصا يا أويس. و \"أوسا\" مصدر أسته أوسا، بمعنى عضته عوضا، وعوضته، وأعضته. وقال الشاعر:\nعاضها الله غلاما بعدما\n...\nشابت الأصداغ، والضرس نقد.\nأي مأكول. وعضته، وأسته بمعنى واحد. وقال الجعدي:\nثلاثة أهلين أفنيتهم\n...\nوكان الإله هو المستآسا.\nأي المستعاض.\nويقال: رجل قرفة، إذا كان كسوبا.\nويقال: رميت على الستين، وأرميت، وطلفت على الستين، ورديت على الستين، وأرديت، وذريت، وأذريت، ورمثت، وأرمثت، وذرفت، وأربيت، وقدعت، وأقدعت، وزرفت، بمعنى زدت عليها.\nويقال: رجل مشفوه، وموكوظ، ومرغوث، ومنكود، ومنجوف، ومجلوذ، وملجوذ، ومثمود، ومثمول، ومنكوش، ومبصول، ومبروض، ومتبصل، ومتبرض.\nيقال: تبصلت ما عنده، وتبرضت، إذا أخذته قليلا قليلاً. ورجل مكدود. ومعنى ذلك كله إذا كد بالمسألة. يقال: قد شفه الرجل، ووكظ، ورغث، ونكد، ونجف، وجلذ، وثمد، وثمل، ونكش، وبصل، وتبصل، وبرض، وتبرض. وذلك بمعنى كد بالمسألة.\nويقال: صار فلان إلى حرزه، وإضه، ولجئه، وحجاه، وعصره، ووزره، ومعقله، وعصرته، وعصرته، وظهرته، وظُهرته، ووجحه، وموئله. وذلك إذا صار إلى أمنه وحرزه.\nويقال: أضنتني إليك حاجة، تئضني أضا، وأوجحتني توجحني إيجاحا، بمعنى ألجأتني.\nقال، ويقال: ما زال ذاك شأنه، ودأبه، وأوبه، وديدنه، ومنواله، وديدانه، وسأوه، وطنئه، وهوءه، وهذيرياه، وهجيراه، وإهجيراه، بمعنى واحد.\nويقال: جاء الرجل مكتمرا، ومكعسبا، ومجمحظا، ومكردما، ومكردحا، إذا جاء يعدو. وجاء معجردا، إذا جاء عريانا. ومن ثم قيل: حماد عجرد.\nويقال: بكلوا حديثهم، ولبكوه، وربكوه وضغثوه، وعبثوه، وعلثوه، وبجروه، ورثؤوه، بمعنى خلطوه.\nويقال: منك عيصك، وإصك، وجنثك، وقفنسك، وإضك، وجذمك، وجذلك، ومحتدك، وأرومك، وضئضئك، وضنؤك، وقرقك، وإن كان أشبا. يعني أصلك.\nويقال: أتيته على توفاق ذاك، وتيفاق، وتوفيق، وتفئة ذاك، وتئفة ذاك، وإذ ذاك، وإفان ذاك، وأفَ ذاك، وأفف ذاك، وحفف ذاك، وضفف ذاك، ودرر ذاك، ومعناه على حين ذاك.\nويقال: منزلي صدد، وكثب، وصقب، وأمم. وذلك في القرب.\nويقال: فلان يعطي هي بن بي، وضلَ بن ضلٍ، وقلَ بن قلٍ، ودالقَ بن دالقٍ، وطامرَ بن طامرٍ، وصلمعة بن قلمعة، وهيان بن بيان، وذلك إذا كان يعطي من لا يعر فمن الغرباء، ويمنع المستحق والقريب.\nويقال: توبل قدرك، وبزرها، وقزحها، وفحها، من الفحا والفِحا جميعا، مقصوران، وهو الأبزاز. واحدها التوبل، والتابل، والقزح. الأبزار فارسي، والقزح والفحا، والتوابل عربية.\nويقال: ما لهذه القدر ملح ولا قزح.\nويقال: دَهش الرجل، ودُهش، وبعل، وعقر، وبقر، ودجر، وأرتج عليه، وأقفل، وأبهم، وأفحم، بمعنى واحد.\nودجر أيضا من النشط، في غير ذلك المعنى. ورجل دجران أيضا. ويقال: دجر، ودجران، إذا كان أشرا بطرا.\nويقال: أتيت فلانا عشيا، وقصرا، ومقصرا، وأصيلا، وعصرا، بمعنى واحد.\nويقال: أفجرنا، من الفجر، بمعنى أصبحنا، وأنهرنا، من النهار. وأليلنا، من الليل. وأعتمنا من العتمة. وأهجرنا، من الهاجرة. وآصلنا، من الأصيل.\nويقال: لقيت فلانا لقاطا، والتقاطا، ونقابا، وكفاحا، وكفحا، وقراحا، ومقارحة، وصراحا، ومصارحة، وكفة كفةَ، وصحرة بحرة، وعين عنة، ومعابنة، وعيانا، بمعنى واحد.\nويقال: لأمنونك مناوتك، ولأقنونك قناوتك، ولأحلونك حلاوتك، ولأشكمنك شكمك، ولأشكدنك شكدك، ولأنجرنك نجيزتك، بمعنى لأجزينك جزاءك.\nويقال: خبأت الشيء، ودمسته، ورمسته، ونمسته، ودملته، بمعنى أخفيته.\nويقال: نفلت الثوب، ونملته وحصته، ولقطته، ونصحته، ورفأته، بمعنى أصلحته.\nويقال: شل ثوبه، إذا خاطه مشمرجا، يشله شلا، وكذلك يمله ملا، وهي الخياطة المتباعدة ما بين الغرز.\nويقال بفي فلان الحجر، والبرى، والثرى، والكفر، والعفر، والكثكث، والدقعم، والحصحص، والكلحم، والأثلب، والإثلب، يعني به التراب.\nويقال: حجام البعير، وكعامه، وكناعه، وكماعه، وغمامه، وغمامته. وهو الذي يكعم به فوه إذا هاج.\nويقال: ملا فلان، في العدو، وأملى، فهو يملو، ويملي، وأمهى يمهي، وأوزب، وأهبل، وأربس، وفحص، ومحص، وقزع، وهزع، إذا أسرع في عدوه.\nالجزء: 1 ¦ الصفحة: 10\n",
        "وأضر، وأنكد، وأمل، وحصب، وأحصب، وحصف، وأحصف، وأج، وأمج، وأهذب، وألهب، وأهدب، وأهمج، وارقد، وارمد، ومل، وامتل، ومعناه أسرع.\nويقال: قد اهجر فلان في منطقه، وأخنى، وأخطل، وأفحش، وفحش، وأقذع، وأعرب، وقال عربا، وقذعا، وهجرا، وخطلا. والمصدر: إعرابا، وإقذاعا، وإفحاشا، وإخطالا، وإهجارا.\nوقد وثخ كلامه، يثخه وثخا، كما تقول: أغثه يغثه، وقد أغث إغثاثا، وأرث إرثاثا، وأهرأ منطقه إهراء. ومنطق هراء. إذا كان غثا.\nويقال: جاء فلان بالضحك، والزول، والادب، والبطيط، والغرو، والبرح، بمعنى جاء بالعجب، والفري، وبمعنى جاء بالعجب.\nوالضحك أيضا: طلع النخلة إذا بدا من الكفرى.\nوالضحك أيضا: الزيد إذا اشتد بياضه، والضرب، وهو العسل الأبيض. قال أبو ذؤيب الهذلي:\nهو الضحك، إلا أنه عمل النحل.\nوقال بعضهم: هو الزبد بياضا، إلا أنه عمل النحل. وقال آخرون: هو العجب، إلا أنه مما تعمل النحل.\nويقال: كدِر الماء، وكدَر، وكدُر، وغمص، وعذب، ورنق، وماء رنق، ورنَق، وماء طرق، وطرَق، وقد طرق الماء يطرق طرقا، وسجس، وهو ماء سجس، وسَجس، بمعنى واحد، أي كدر.\nويقال: ذعته، وذأته، وسأبه، وزأته، وظأفه، وزرده، وذأطه، بمعنى خنقه.\nويقال: امتقع لونه، وانتقع، والتقع، واهتقع، والتمع، والتهم، والتمئ لونه، وانتسف، وانتشف، وابتسر، واستفع. ومعناه تغير، وحال عن حاله.\nويقال: ضلعك مع فلان علي، وقرعك، وقطعك، وصغوك، وقطك، وضيزنك، وألبك، وصغاك، وحدلك، بمعنى ميلك.\nويقال: غضب على فلان، وعبد عليه، وأبد، وأضم، وأمد، وضمد، وحمش، وحمس، وحفظ، ونغر، بمعنى واحد.\nويقال: فلان يقد فلانا، ويثفه، ويأثفه، ويجنبه، ويحاكه، إذا كان معه إلى جنبه، غير متفاوتين.\nويقال: هو يقبله، ويقابله، ويحذوه، ويحاذيه، ويوازيه. وهو يخلفه، إذا مشى خلفه، ويذنبه، ويكسؤه، ويستهه، يوقفوه، ويدبره، بمعنى واحد.\nوقد أفاق من مرضه، وبل، وأبل، واستبل، واحرنشم، وأفصم، وأفرق، واطرغش، بمعنى برأ.\nويقال: جاءت الخيل أراعيل، وخراديل، وخناطيل، وخراطيل، وهذاليل، وشماطيط، وأفاريق، وقطعانا. وذلك إذا جاءت متقطعة متفرقة.\nويقال: إن في طعامك لتمهة، وتماهة، وزخمة، وقنمة، وشمخزيرة. وقد تمه الطعام تمعا، وتماهة، وزخم زخما، وزخامة، وقنم قنما، وقنامة. وقد اشمخر الطعام، وزهم زهما زهومة وزهامة، وصنخ، وسنخ، إذا تغير ريحه.\nويقال: واظبت على الشيء، وثابرت، وواكظت، ووظبت، ووكظت، وألظظت، وأكببت، بمعنى داومت عليه.\nويقال: أصابتهم السنة، وكحل، والضبع، والشهباء، والبيضاء، والبرشاء، والرشماء، والقشفاء، والقشراء، والرملاء، والسوداء، والحمراء. وأصابتهم أزمة، وأزبة، وأزلة، وعام. وذلك في المحل والجدب.\nويقال: كبكبة من الناس، وكبكبة، وفئام، وفيوم، وهلتاءة، وزرافة، وغيثرة، وبرزيق، وثكنة، وصت وصتيت، ولمة، ولمعة، وثبة، وحضيرة، وثلة، ولبدة، وقدة، وصرم، والجميع أصرام، وعدفة.\nويقال: عنو من الناس، وأعناء، وفنو، وأفناء، وعرو، وأعراء، وقنيف من الناس، وهم الأخلاط، والأشابات.\nويقال في السفل: حطيء وقزم من الناس، وقمش، وقرمش، وقربشوش، وعرذ، وهمج، ورعاع، وطغام، وحثالة، وخشارة.\nويقال: ما يأكل فلان إلا الوجبة، والوذمة، والبزمة، والحرزم، والحينة، والحِينة، والصيرم، والصيلم، والصرمة. وهي الأكلة في اليوم والليلة.\nويقال: أخذ عبده بصليف قفاه، وصوفه، وظوفه، وظافه، وقوفه، وقافه، وقردنه، وهي فارسية عربت، أراد كردنه، يعني رقبته.\nويقال: أخذت الشيء بزأمجه، وحذفوره، وحذافيره، وجذموره، وجذاميره، وصبره، وأصلته، وأصباره، وزئبره، وزوبره وزغبره، وزلزه، وجلمته، وكفيفه، وكمينه، وكميته، وكميتته، وكميته، وصنايته، وسنايته، ومعناه أخذته بأصله.\nويقال: شفهت من الماء، وبجرت، وبغرت، وجئزت، وجأزت، وصئبت، وصأبت، وقئبت، وقأبت، وذئجت، وذأجت. وذلك إذا امتلأت منه وكظك.\nويقال: وقعوا في عاثور شر، وعافور شر، وعثارة شر، وعبيثران شر، وعبوثران شر.\nوالعبيثران والعبوثران: شجر منتنت الريح، عن الموي، وقال الشاعر:\nيا ريها إذا بدا صناني\nكأنني جاني عبيثران.\nوقال غير الأموي: هو شجر طيب الريح.\nالجزء: 1 ¦ الصفحة: 11\n",
        "ويقال: قد أنتن اللحم، ونتن. فمن قال: نتن، قال: مِنتن. ومن قال: أنتن، قال: مُنتن، وهي أجودهما.\nوقالوا: منخر، ومِنخر. ولم نجد في الكلام على (مفعل) إلا منخر ومنتن، وهما نادران. وصل اللحم، وأصل، وخم وأخم، وغي وأغب، وغث، وأغث، وخزن، وخبز، وثنث، ونثت، وقنم، وقمه، وتمه، وقمه، وخمج، ونشم، وغمز. وذاك إذا أنتن وتغير ريحه.\nويقال: قد جن الليل، وأجن، ودجى، وأدجى، وغسا، واغسى، وجنح، وأجنح، وغسق، وأغسق، وغطش، وأغطش، وغبس، وأغبس، وغبش، وأغبش، وغسم يغسم، ودمس يدمس، وغسي يغسى غسى لغة، وغضا الليل، وأغضى، بمعنى أظلم.\nويقال: سطرت الكتاب، وسطّرت، ونمقت، ونمّقت، ونقشت، ونقّشت، وزيرت، وذبرت، ووحيت، بمعنى كتبت. وذلك رقشت، ورقّشت.\nويقال: زبرت البئر، إذا طويتها بالحجارة، أزبرها، وأزِرها، وهذه بئر مزبورة.\nويقال: لواني فلان عن حاجتي، وثناني، وعجسني، ولفتني، وجبلني، ورجلني، وكبلني، وعاقني، بمعنى حبسني، وهكني، ولاتني، وألاتني، وضببني، وعكلني، وغضني.\nويقال: حذقت الحبل، وحذمته، وخذمته، وجذمته، وجذذته، وجددته، وأوسيته، وبمعنى قطعته.\nوقال الأموي: سمعت بني أسد يذكرون الموسى، موسى الحجام، ويجرونه، فيقولون: هذا موسى كما ترى. وهو (مفعل) من أوسيت.\nقال: ويجرون اسم الرجل إذا كان اسمه موسى، فيقولون: هذا موسى قد جاء، فيلحقونه بأوسيت، فيجرونه. ومن جعله أعجميا لم يجره، وجعله بمعنى (فعلى) .\nوقال الكسائي: سمعتهم يؤنثون موسى الحجام، ولا يجرونها، فيقولون: هذه موسى كما ترى.\nويقال في كل ذي ظلف: المرمة، والمقمة، وقد قمت الشاة تقم، ورمت ترم. ويقال في البقرة: الخشية أيضا، يعني مقمتها، أي شفتها. ويقال في كل ذي فرسن: المشفر. وفي كل ذي حافر: الجحفلة. ويستعار بعضها في بعض، من الآدميين وغيرهم، كقول الشاعر:\nفبتنا قياما لدى مهرنا\n...\nننزع من شفتيه الصفارا\nويقال في كل ما استعمل: (المفعل) منه و (المفعلة) و (المفعل) . مثل المقنع، والمقنعة، والمذنب، والمذنبة، وهي المغارف، والمغرف، والمغرفة. وهذا الباب كثير جدا.\nوقالوا: المئذنة. والميضأة. من توضأت.\nويقولون في (مفعل) : منخل، ومدهن، ومسعط.\nوقالوا: مدق، ومدق، للفهر الذي يدق به العطار. ولم نسمع في (مفعل) إلا بهذه الأحرف الأربعة. وقالوا: مكحلة، وهي نادرة لا أخت لها.\nوحكى الكسائي في باب (مفعل) حرفين نادرين، يقال فيهما بالفتح والكسر: مطهرة، ومَطهرة، ومرقاة، ومَرقاة.\nويقال: ما أبهت له، ولا أبهت، ولا وبهت، ولا بهأت له، ونراه مقلوبا، ولا بُهت له، ولا بَهت، ولا بِهت، بمعنى ما اكترثت له.\nويقال: عاقه عن ذلك عوق، وعِوق، وعائق.\nويقال: أتيته في أفرة القيظ، وأُفرة القيظ، وأتيته في صبارة الشتاء، وحمارة القيظ، وعفرة القيظ، وعُفرة، مثل أفرة، وأًفرة.\nويقال: رجل ضحكة، ولعبة، وهزأة، إذا كان يهزأ بالناس، ويضحك منهم. ويقال: رجل هزأة، ورجل لعنة، إذا كان يلعن الناس. فإذا كان الناس يلعنونه، ويفعل ذلك به خففت هذه، فقيل: لعنة، وضحكة، وهزأة، ولعبة، في هذه الأربعة.\nكل ما جاء على مثال (فعيل) و (فعول) تقول في التأنيث بغير هاء. وزعم الكسائي أنها مصروفة عن (مفعول) و (مفعولة) . كقولهم: كف خضيب، ولحية دهين، وعين كحيل، وامرأة صبور، وعجوز، وعجول، وشكور. وزعم في باب (فعول) أنهم أرادوا أن يفرقوا بين الاسم والنعت. وذلك أنهم يقولون: هذه ناقة ركوب؛ فإذا جعلوه اسما قالوا: هذه ركوبتي.\nوهذه شاة حلوب؛ فإذا جعلوه اسنما قالوا: هذه حلوبتنا، وركوبتنا. وهذه أكولتنا للشاة التي تعلف للذبح.\nوقالوا: عدوة الله؛ فذهبوا بها إلى الاسم. فهكذا الباب.\nويقال: هذه أذنتان سمعتان، وسموعتان، وسميعان. ويقال: رجل أبرج، وأدعج، وأنجل، وأعين. وذلك في سعة العين وحسنها.\nويقال: إنه لعظيم الخيلاء، والخَيلاء، والاختيال، والخال. وذلك في العظمة والكبر. والمخيلة منه.\nويقال في سبعة أحرف حكاها الكسائي: قد ارتأسته واعتنقته، واعتضدته، واطهرته، وأظهرته، واعتقلته، وارتجلته. وذلك إذا أخذت برأسه وعنقه وعضده في الصراع.\nوقال: يقال: إن لفلان عقلة في الصراع لا يعرفها حد.\nالجزء: 1 ¦ الصفحة: 12\n",
        "ويقال في أقداح الأعراب: العس، والقعب، والصحن، والرفد، والرَفد، والتبن أكبرها، والغمر، وهو أصغرها.\nويقال: نفطت يده من الحرى، ومجلت تمجل مجلا، ومجلت تمجل مجلا ومجولا، ومشظت تمشظ مشظا. فإذا غلظت واستمرت على العمل قالوا: مرنت، وجرنت، تمرن مرونا، وتجرن جرونا، وثفنت تثفن ثفنا، وكنبت تكنب كنبا، وأكنبت تكنب إكنابا، وعظبت تعظب عظبا وعظوبا. وقال الشاعر: ٍقد أكنبت يداه بعد لين\nوهمتا بالصبر والمرون\nويقال: إن في فلان لعبية، وبأواء، على مثال (فعلاء) ، وجخفا، وأبهة، وجبرية، وجبيرة، وجبورة، وخنزوانا، ونخنزوانة، وخنزوانية، وشمخزة، وضمخزة، وطرمحانية، وعلفتانية، وعنجهانية، وعنجهية، وعيدهية. وكل ذلك من العظمة.\nويقال: قام القوم بأجمعهم، وأجمُعهم، وقثاثتهم، وقثيثتهم، وقضهم بقضيضهم، وأزفلتهم، وأجفلتهم، وزلمتهم، وجلمتهم، وزوملتهم، وأزملتهم، وزلزلهم. ومعناه قاموا كلهم.\nويقال: وسخت يده، ودرنت، ووسبت توسب وسبا، وكلعت، وكلعَت، وكنعت، وكنعَت، وكلع عليها الوسخ، ووكبت توكب وكبا، وعليها وكب، ووسب، ووسخ، سواء.\nويقال: حدس فلان برأيه في المسألة، وعدس، وعكل، وعنش، واعتنش، وعشن، واعتشن. وذلك إذا رجم فيه بالظن من غير يقين.\nويقال: تجهمني فلان، وتهكمني، وتوقمني، ووقمني، بمعنى واحد.\nويقال: تهوك في الأمر، وتهيك، وتورط، وتودر. ووقمني، بمعنى واحد.\nويقال: تهوك في الأمر، وتهيك، وتورط، وتودر. وذلك إذا تحير، وارتبك فيه.\nويقال: تكيفت مال فلان، وتكوفته، والكيفة: القطعة من السحاب والأديم وغيرهما، وتحيفت ماله، وتحوفته، وتخوفت ماله، وقال الله عز وجل: \"أو يأخذهم على تخوف\"، وهو النقص. ويقال: أكتاف ماله، كما تقول: اقتطعه، وهو (افتعل) من الكيفة.\nويقال: عرقت العظم، ولحمته، فأنا عره، وألحمه وألحُمه. وقال الراجز:\nوعامنا أعجبنا مقدمه\nيدعى أبا السمح، وقرضاب سمه\nمبتركا لكل عظم يلحمه\nوعرمت العظم، فأنا أعرمه، بمعنى تعرقته.\nقال: وحكى لنا الكسائي أربع لغات في الاسم: هذا اسمك، وهذا سمك، وسُمك، واُسمك. ويقال إذا ابتدأ: اُسم، واسم، وسم، وسم. وأنشد:\nسبحان من في كل سورة سمه\nو\"سُمُه\".\nويقال: جاءنا دهماء الناس، وجهراؤهم، وغثراؤهم، وبرشاءهم، وبغثاؤهم، يعني جماعتهم.\nويقال: جئت حين وسط النهار، ونصف، وأنصف، وانتصف.\nويقال: قد اعر نفر الرجل، واحرأب، واجرأن، وجسأ الرجل، وترز. وذلك إذا يبس أو مات من برد ويقال: قد خطأ السهم، وخطئ، وأخطأ، وصاف، وضاف، وحاص، وجاض، وحاد، وعدل، ومال، بمعنى واحد.\nويقال: ثكمت الطريق، وثمكته، ولقمته، ولمقته. وذلك إذا سلكت جادته.\nويقال في الفرس: جواد مبعط، ومبعق، ومفلق. وقد أبعط في الجري، وأبعق، وأفلق. وفي الأنثى كذلك بغير هاء. وجواد آفق على مثال (فاعل) . وقد أفق بأفق أفقا وأفوقا.\nويقال: غثت نفسي، تغثي غثيا وغثيانا، وغانت، ورانت، تغين، وترين، رينا وريونا، وغينا وغيونا، ولقست تلقس لقسا، وتبغثرت تبغثرا، وتعلثت، وتغلثت، وتمقست، ومقست، بمعنى واحد.\nويقال: ضربه حتى تهور، وتجور، وتكور، وارجحن، وارجعن، وارثعن، وأسبط، من قيمته، وقامته، وقومته، يعني حتى صرع وسقط.\nويقال: بقي في القد غرقة من لبن، وثملة، وثمالة، وثميلة من الرغوة، وشفة، وشفافة، وصبة، وصبابة، وهي البقية.\nويقال: فلان صيت، في شدة الصوت وبعده، وصات، وصرنقحي، وصلنقحي، وعليان، وقنسور الصوت، بمعنى واحد.\nويقال: أرتج عليك الكلام والمنطق، وارتج، واسترتج، والتك، والتخ، ولأى، والتأى، وذلك إذا أبطأ عليك، وامتنع.\nويقال: عدا فلان حتى أفثج، وأفثج عليه، وأفثأ، وأنح يأنح، وحتى رجي يرجى، وحشي يحشى، وحتى ربا يربو، من الربو. ومعناه حتى انقطع.\nويقال: ما تجأجأت عنه، ولا تثأثأت عنه، ولا جبأت عنه، بمعنى ما جنبت عنه.\nويقال: حفر الرجل حتى أقرع، وحتى أعين، وأعان، وأماه، وأموه. وأكدى، وأجبل، ومعناه بلغ الصخرة والكدية، وأوكح: بلغ الحجر، ويقال: بفيه الأوكح، يعني الحجر. وأقرع: بلغ الصخرة أو الجبل أو الكدية، فلم يجد منفذا إلى الماء.\nالجزء: 1 ¦ الصفحة: 13\n",
        "ويقال: عصوته بالعصا، وجرنته، وجرشته، وصملته، وصلمته، وفطأته، وحبجته، ولبجته، وهبجته، ونفجته، وقحزته، وقحزنته. والعصا تسمى القحزنة، والقحزة، والوبيلة، والقصيدة. وبيلة ووبيل.\nويقال: لقعته بسهم، ورقعته، ولمعته، ووقعته، ويقال ذلك في العصا أيضا.\nويقال: لقعته بعيني، إذا أصبته بعينيك، ولذعته.\nويقال: سمعت وعاه، ووغاه، ووحاه، ووحاته، وحراته، وخواته، وحناته، ووقشته، يعني حسه وصوته. وهو بكاء الصبي أيضا. قال النجاشي:\nيجول لما سمع ارتجازي\nجول الحبارى من خوات الباز\nيريد صوته وحسه.\nويقال: مأست بين القوم، ومأرت، وشغرت، ورسست، وحرشت، وأرشت، بمعنى أفسدت بينهم.\nويقال في الصلح: سفرت ين القوم، وودحت، وهدنت، وسملت، وأسملت، إذا مشى بين القوم يصلح بينهم.\nويقال: حمرت الأديم، وغملته، وغمنته، وعطنته. وهو أديم محمور، ومغمول، ومغمون، ومغطون.\nوذلك إذا أنتن حتى يسترخي صوفه، فينتف، ثم يدبغ.\nويقال: فلان عيى طريقة في الخير، وطرقة، وعراق، وطراق، وسرجوجة، وسرجيجة، وشربة، وسجيجة، وجدية، وجذيلة.\nويقال: اهرئوا عنكم من الظهيرة، وأفرغوا، وهريقوا، وأبيخوا، وبخبخوا، وخبخبوا، ومعناه أبردوا. وفحموا عنكم من الليل والعشاء، وأفحموا، يعني حتى تذهب فحمة الليل وظلمته، وهو شدة سواده.\nويقال: طلع قرن الجدي، والظبي، ونجم، وحجم، وشصر.\nويقال في البعير: طلع نابه، وبقل، وشقأ، وصبأ نابه، وفطر، ونجم، وبدأ، وخرج.\nويقال: زنأت من فلان، وصنأت منه، وطنأت منه، وودقت، وأسعفت، وأدوت، وأضررت، بمعنى دنوت منه.\nويقال: فلان يجود بنفسه، ويسوق، ويفوق، ويتوق، ويريق، ويجرض بريقه، إذا كان ينزع.\nويقال: فلان في غميات الموت، وغمراته، وسكراته. ويقال: أمكنك الصيد، وأكثبك، فارمه، وآصدك، وأفقرك، وأفرصك، وأصقبك، وأقناك، وأعورك، وذلك إذا أمكنك من رميه.\nويقال: قد أعور العدو، فاحمل عليه، إذا بدت عورته.\nويقال: إن فلانا لذو شذاة على قرنه، وجاره، ورفيقه، وابن عمه. وأذاة، وشباة، وضرير، وعرام، وعرامة. ومعناه حدة وشدة.\nويقال: قد اسمغد فلان من الغضب، واسمأد، واجلنظى، ونفط، وانتفط، واستغرب عليه غضبه، واستأرب عليه، إذا غلبه. وحبل من الغيظ، فهو حبلان منه.\nويقال: فلان كلب هراش، وخراش.\nويقال: الجراء تهترش، وتخترش، وتحترش، إذا عاقب بعضها بعضا.\nويقال إن في فلان لعجرفية، وعنجهية، وعمتيه، وعنتية، وطرمحانية، وعرضية. وذلك من جفاء الأعراب وغلظهم.\nويقال رجل صرورة، وصارورة، وصرارة، وصرار، وصروري، وصاروري. وليس يثنى من هذا ولا يجمع إلا هذان المنسوبان: صروري وصاروري، فإن يثنى ويجمع. وهو الرجل لم يحجج قط.\nوقال الأموي عبد الله بن سعيد: سمعت العرب تقول للثقيل إذا أقبل من بعيد يريد المجلس: يا حداد حديه! أي اصرفيه عنا.\nويقال: إنه لحسن المذمر، يعني العنق. والمذمر: الذي مس مذمر الفصيل إذا نتج الناقة، فيعلم أذكر هو أم أنثى. والمذمر: أصل العنق.\nقال: ويقال في السحاب: عنانة، وعنان، وغياية، وغياي، ورصافة، ورصاف، وسحابة، وسحاب.\nويقال: قد أفتق السحاب، إذا تفرق وتقطع. وأفتق القوم في مالهم وإبلهم ومواشيهم، إذا أسمنوا. وقال الراجز:\nيأوي إلى سفعاء كالثوب الخلق\nأكالة اللحم حسو للمرق\nلم تر رسلا منذ أعوام الفتق\nوهو الخصب والريف.\nويقال: امرأة بروك، إذا تزوجت ولها ابن رجل.\nويقال امرأة مراسل: إذا تزوجت زوجا واحدا. ومثفأة: إذا مات عنها ثلاثة أزواج. ورجل مثفى: إذا مات له ثلاث نسوة.\nويقال: خذ يمامتك، وأمامتك، يعني: قصدك. ويقال: تأمموا، وتيمموا، لغتان.\nويقال للرجل إذا شرب سويقا، بعد الأكل، أو غيره ليسمن: عل تحظب، وعل تحظِب.\nويقال: حظب يحظب حظوبا. وذلك إذا سمن، كقولك: سمن يسمن سمانة وسمنا.\nقال الأموي، يقال: ألقاني الله في الإرة إن لم أفعل بك كذا وكذا.\nويقال: الحواقة، والسباطة، والكناسة، واحد.\nوقال، يقال: أضر الماء بالحائط، إذا دنا منه، ولصق به. وقد أضر بي: دنا مني. وأنشد:\nظلت ظباء بني البكاء ترشقني\n...\nحتى اقتنصن على بعد وإضرار\nيعني دنو.\nويقال: قد أهنف الصبي، وأشحن، بالنون، إذا بكى إلى أبيعه ليعطف عليه.\nالجزء: 1 ¦ الصفحة: 14\n",
        "ويقال: هم علي ضيزن واحد مع فلان، مثل قولك: ألب واحد، وضيزنه مع فلان علي.\nقال، ويقال: ازبروا بئركم، يعني اكنسوها من الحمأة. وذكر أن الزبير الحمأة في لغة بني أسد. وقال أيمن بن خريم الأسدي:\nوقد جرب الناس آل الزبير\n...\nفلاقوا من آل الزبير الزبيرا\nيعني الحمأة وزبرت البئر في غير هذه اللغة: طويتها بالحجارة. يقال: بئر مزبورة، يعني مطوية.\nوقال الأموي، يقولون: لآتيك سجيس الأوجس، وسجيس عجيس، ولآتيك ما غبا غبيس، يعني بذلك الدهر. وأنشد:\nوفي بني أم زبير كيس\nعلى المتاع ما غبا غبيس\nقال، ويقال: المنامة، والقرطف، وهما القطيفة في لغة أهل الحجاز. وأنشد:\nوذبيانة أوصت بنيها\n...\nبأن كذب القراطف والقروف\nوالقروف: عياب من أدم تتخذها الأعراب، والبيت لمعقر بن حمار البارقي.\nوأنشد:\nكذبت عليك لا تزال تقوفني\n...\nكما قاف آثار الوسيقة قائف\nتقوفني: تقتص أثري.\nوجاء عن عمر في الحديث أنه قال: ثلاثة أسفار كذبن عليكم، كذب عليكم الحج، كذب عليكم الجهاد، كذب عليكم العمرة. قال أبو عبيدة: هكذا سمعتها من العرب، يرفعون بها في معنى الإغراء. وأنشد بيت عنترة:\nكذب العتيق وماء شن بارد\n...\nإن كنت سائلتي غبوقا فاذهبي.\nوالأصمعي ينشده لخزر بن لوذان السدوسي. ومعناه عليك الماء والتمر، ودعي اللبن، فإني أذخره لفرسي.\nقال أبو عبيدة: ما خلا أعرابيا من غني، وكان فصيحا، فإنه نصب. وذلك إنه دخل منزلي، فرأى شويهة مضرورة، فقال: ما بال هذه على ما أرى؟ فقلت: إنا لنعلفها. قال: ذكب عليك البزر والنوى. فأتيت به يونس بن حبيب. فمتبها عنه. وكتب بعد ذلك منه علما كثيرا. وقال: هذا القياس وقال الكسائي: في بيت مثل هذا، ينشد لمهلهل:\nولو نبش المقابر عن كليب\n...\nفيخبر بالذئاب أي زير؟\nقال: كلهم يرفع هذا البيت ما خلا واحدا، فصحا، أنشده نصبا:\nفيخبر بالذئاب أي زير؟\nيريد: أي زير كنت؟ كما أضمر ذاك \"أنا\" في الرفع، يريد: أي زير أنا؟ فكتبها الكسائي عنه.\nوقال الأموي، سمعتهم يقولون: ما أحب أن تشوكك شوكة. وقال الكسائي: ما أحب أن تشيكك شوكة. وهما لغتان.\nوقال: دأث الرجل، يدأث دأثا ودؤوثا ودأثانا، وهجأ يهجأ مثلها، في معنى أكل يأكل أكلا شديدا. ويقال: أهجأته، إذا أطعمته. وقال الشاعر:\nوعندي زؤازئة وأبة\n...\nتزأزئ بالدأث ما تهجاؤه\nفلا أزبئر ولا أجثئل\n...\nلآد أدى لي، ولا أحداؤه\nولكن يبأبئه بؤبؤ\n...\nوبئباؤه حجأ أحجاؤه.\nيقال: حجئت به، في معنى فرحت به، والزؤازئة: القدر العظيمة. والوأبة: الواسعة. وقوله تزأزئ: أي تجمع. بالدأث: بالأكل. ما تهجئه: ما تطعمه. وقوله: لاأزبئر، ولا أجثئل: لا أقشعر. لآد أدى لي: أي لدان دنا لي. ولا أحدؤه، يقول: ولا أصرفه عني. وقوله: ولكن يبأبئه بؤبؤ إلى الطعام، أي يكلمه بكلام لين، يدعوه إلى الطعام. وبئباؤه حجا أحجؤه: أي فرحت به، من قولك: حجئت به.\nويقال: اشتريت شصبا من الشاة، أي بعضا منها، كما تقول: اشتريت طابقا.\nويقال: اشتريت مسلوخا جفا، لا بطن فيه.\nويقال: شنق الأقراص والعجين بالزيت. وذلك إذا بسط القرصة، وهي الرغفان، عند الخبز بالزيت. فهو الشنيق.\nويقال: جمل أذ، وناقة أذية، على مثال (فعل) و (فعلة) . وهو الذي إذا برك لم يلبث أن يقوم، وإذا قام لم يلبث أن يبرك. يأذى بهما جميعا.\nوقال: قد فغمت علينا البيت، إذا ستر الضوء عن بابه. وقال: إبل شربة، إذا كانت كثيرة الشرب للماء. وأخذت فلانا شربة، إذا لم يرو من الماء، وهو العطاش.\nوقال: ما معي إلا شويل من ماء. وقد شولت أداوانا، إذا لك يبق فيها إلا القليل من الماء، وهي الأشوال، واحدها شول. وأنشد:\nإذا ندبوا دليلهم، وأمست\n...\nأداواهم مشولة النظاف\nويقال: أعطيته المال ماعونا، وبالماعون. كما تقول: أعطيته المال عفوا، وبالعفو، وسهوا مهوا صفوا. كما تقول: أعيته الشيء صفوا، عن غير تكدير ولا نكد. وقال الشاعر يصف حمارا وآتنا:\nمتى يجاهدهن بالأرين\nيصرعن أو يعطين بالماعون\nالأرين والإران: النشاط.\nويقال للعمامة: الكوارة. وأنشد:\nجللته السيف إذا مالت كوارته\n...\nتحت العجاج، ولم أهلك إلى اللبن\nالجزء: 1 ¦ الصفحة: 15\n",
        "ويقال: قد أفغى النجم، إذا صار على رأس الرجل، فرفع إليه رأسه، فغر فاه.\nويقال: امرأة رقوب، ونسوة رقوب. وكذلك الرجال، وهو الذي لا يعيش له ولد.\nويقال: سبي طيبة، وغلام طيبة، وجارية طيبة. ومعناه طيب.\nويقال: نعجة جرئضة، وقدر زؤزئة، وناقة علبطة، وامرأة دلمصة، ودملصة، وهي البراقة اللينة. وأكل الذئب من الشاة الحدلقة. فالجرئضة: الكبيرة. والزؤزئة: الواسعة. والعلبطة: الكبيرة. والحدلقة: الحدقة.\nويقال: نظر إلي بسمدار عينه، وهو واحد السمادير، وهو الكلول في البصر.\nويقال: حدد نبأ السوء عنك، أي مصروف عنك ذاك، يدعو له. وأنشد الأموي لبنت خالد بن نضلة، ولقبه المهزول. والآخر خالد بن المضلل، وهما الخالدان:\nألا بكر الناعي بخير بني أسد\n...\nبعمرو بن مسعود، وبالسيد الصمد\nفمن يك يعيا بالجواب فإنه\n...\nأبو معقل، لا حجر عنه، ولا حدد\nأثاروا بصحراء الرسيس له الثرى\n...\nوما كنت أخشى أن تزأزئه البلد\nأي تواريه. وقال: الصمد من الرجال الذي يصمد إليه، ويغشى. قال: وأما الذي لا جوف له فهو الصمد، وهو الحجر، وجمعه صماد.\nويقال: غمص الماء غمصا، وسجس سجسا، وعذب عذبا، وهي عذبة الماء، ورنق رنقا، بمعنى كدر كدرا. ويقال: ما في الماء عذبة، أي كدر. وأنشد:\nفواقعاه فخاضا جانبا غمصا\n...\nمنه إلى زرجون غير ذي عذب\nوالزرجون: ماء المطر المستنقع الصافي في صخرة، وقد تشبه الخمر به في صفائه، فيقال: الزرجون، والأصل فيه الماء.\nويقال: ماء رتني الأرض، على مثال (فاعلتني) ، ممارءة مثل وافقتن موافقة، ومئارا مثل وفاقا. وكل ما كان من (المفاعلة) فهو هكذا في المصدرين، مثل: المقاتلة والقتال، والضراب والمضاربة.\nويقال: خذ الجرجة، مثل قولك، خذ الجادة، يعني به الطريق.\nويقال: هوشت الإبل تهويشا، إذا ساقها.\nويقال: جمل وثبان، وناقة وثبى.\nويقال: نصفنا الطريق، ننصفه، إذا بلغ نصفه. وأنصفنا الهلال، والشهر. إذا بلغنا نصفه.\nويقال: ثد أمرت الناقة، والشاة، فهي تمري، إذا سكنت لحالبها عند الحليب. وأنشد الأموي لأبي المراجم:\nأهيبوا بأعراج القوا في مطلة\n...\nعليكم وحرب لا تدر ولا تمري.\nأي لا تسكن. وكان أبو المراجم هجا بني عم له بهذا.\nويقال: رجل ندس وندسٌ، ونطس ونسٌ، وفرحٌ، وفرح، وقذر، وقذرق، وحدث، وحدثُ، وأشر وأشرٌ، وهو كثير.\nوإنما أنبأتك منه بما حضر. وقد نطس نطسا، وندس ندسا. وهكذا كل هذا الباب في المصادر. ويقال: ندس الرجل، إذا كان عامل بالأمر والخبر. وكذلك النطس. وحدث وحدثٌ، إذا كان كثير الحديث.\nويقال: لأثلن ثللك، وثلالك، ولأثلن عرشك، ومعناه لأهدمن ركنك، ولأهلكنك. ويقال: ماله ثل! وضل! ضلالا وضللا وضلا وضلا، كلها مصادر.\nويقال: قوم عزيب، وهم العزيب، إذا تعزبوا عن الحي، مثل قولك: قوم شطير، وحريد، إذا تنحوا عن الحي، وتعزبوا عنه.\nويقال: قد كان بالشام كيد، وبالعراق كيد، يعنون به الحرب.\nويقال: قد أبقلت الأرض. وبقل وجهه، وبقل في اللحية. وبقل الرمث يبقل، إذا طلع ونبت.\nويقال: بقل بعيرك، أي اقطع له البقل، وأطعمه إياه.\nويقال: أصابت فلانا المستكنة، وهي قرحة غامضة في جوف الإنسان، لا ترى، ولا تظهر.\nوقالوا في مثل لهم: كلأ ييجع منه الصعلوك، ويألم. وذلك إذا أخصبت السنة، ونظر المقتر إلى كثرة الكلإ حزن، وشق عليه، لأنه لا إبل له ولا شاء يرعاه.\nويقال: خرجت في فوغة الحاج، مثل فورة الحاج، مثل قولك: في كثرتهم وفورتهم.\nويقال: أغزر الله رفدك، وأعز نصرك. وذلك إذا رفده ونصره.\nوقال الأموي: سمعت التولة، وهي معاذة تعلق على الصبي، من العين وغيرها. وقال الكسائي: سمعتها التولة، وهما لغتان.\nويقال: استروحت ريح فلان، أي عرفتها.\nويقال: تغثثت الشاة، تغثيثا وتغثثا، إذا أكلتها مهزولة.\nويقال: ناضلت القوم فأوجبت عليهم، إذا نضلتهم وأوجبت عليهم السبق والسبقة.\nويقال: إن لم أكن صنعا فإني أعتثم، ومعناه إن لم أكن حاذقا فدون الحذق.\nويقال: والله ما تليق فلانة عند الأزواج، ولا تعيق وهو تابع بتوكيد.\nويقال: طعام شظف. وقد أشظفت طعامك، إذا جاء به يابسا جشبا.\nالجزء: 1 ¦ الصفحة: 16\n",
        "ويقال: خضم فلان، يخضم، إذا كان في رفاهية من العيش وخفض. والخضم: أكل الطعام الرطب الدسم. والقضم: أكل الطعام اليابس الغليظ. ويقال: اخضموا فإنا نقضم. وقال ابن الزبير فيما حكي عنه: إني لأرضى من الخضم بالقضم، وأقطع الدوية بالسير الدبيب ولغة أخرى خضم يخضم، مثل قضم يقضم.\nويقال: حبج فلان بالمكان، ولبج، إذا أقام به.\nويقال: حبج بطن فلان، وحبط، إذا انتفخ.\nويقال: مات فلان حبجا، إذا مات على فراشه. وحكي عن ابن الزبير أنه قال: إنا لا نموت حبجا، ولكن بالسيف قتلاً قتلا.\nويقال: رجل وجيح، إذا كان رصين العقل مشبعه. وثوب روجيح، يعني صفيقا كثير الغزل. وكذلك رجل ذو أكل، وثوب ذو أكل، في ذلك المعنى.\nويقال في معنى آخر: رجل ذو أكل من السلطان، وقال الأعشى:\nقومي ذوو الآكال من وائل\n...\nكالليل ذو باد وذو حاضر\nوفسره بعض الرواة: ذوو العقول. وقال بعضهم: ذوو الآكال من السلطان والمنزلة.\nويقال: قد أوجحت الثوب، كما تقول: أصفقته، وصفقته.\nويقال: خدفه بالسيف، يخدفه ويخدفه، وجلفه يجلفه ويجلِفه، وخدفت له خدفة من لحم، كما تقول: قطعة والخدف: القطع، والجلف: القشر.\nويقال: شقح النخل، وأشقح، إذا تفتح ولون. وشقحت الكلبة، واشقحت، يقال لها ذلك إذا أصرفت.\nويقال: أرقنت الثوب، ورقنته، إذا شبعته من الصبف. وهو الرقان والرقون، وهو الحناء أيضا. ويقال: رقنت يديها، وأرقنت.\nويقال: ما أحسنت شيئا كما أحسنت ثغرا في فوه حسناء، يريد ما استحسنت.\nويقال: فلان في هلة، وبلة، يريد في سرور وخصب ونعمة.\nويقال: أنت أدمة أهلي، أي إسوتهم عندي. وقد آدمتك بهم، أي خلطتك. وروي عن النبي صلى الله عليه سولم، أنه أخذ تمر فضمها إلى لقمة، ثم قال: \"هذه إدام هذه\".\nويقال: جاء غيث يحمر الأرض، ويسحوها، أي يقشرها، فلا تنبت شيئا. وهو غيث حمر.\nويقال: قد أملاح الصبح، واشهاب.\nويقال: أرض دخشنة، ودشنّة، يريد صلبة يابسة وأنشد:\nحدب حدابير من الدخشن\nتركن راعيهن مثل الشن\nويقال: ثلغ رأسه، إذا خدشه، وثلغ رأسه، إذا غرقه بالدهن.\nويقال: خلوت على اللبن، وأخليت، لغتان، إذا اقتصر عليه دون كل طعام وشراب.\nويقال: بفلان كلب، وهو داء يسمى الكلب. وذلك أن يأكل فلا يشبع.\nويقال: كلب الرجل كلبا. وقال بعضهم: هو الذي يعضه الكلب الكلِب، فيحبل بأجرية مثل الدرصة، فيتبولها من ذكره، فربما نجا، وربما مات. وأنشد أبو القمقام:\nأنا المتنقى، لو يداوون من دمي\n...\nأناسي كلبي لاستبل سقيمها\nويقال: ناقة حلبوت ركبوت تربوت، وهي الذلول السهلة اللينة. ومعناها تحلب، وتركب، وتربوت: تذلل وتركب.\nويقال: وقع في ماله الموتان، والموات. ورجل موتان القلب، وموتان النفس، إذا كان ثقيلا بليدا.\nويقال: أذلقني فلان، أي شق علي، وغمني. وجاءني أمر أذلقني.\nويقال: دربيت، ودجربت في الأكل، ورست، ولست، وضرت، ورحيت في اللقم. وذلك إذا عظم اللقم في سرعة الأكل.\nويقال: رجل جردبان، وجردبيل، وهو الذي يأكل بيمينه، ويجردب بشماله. وأنشد:\nإذا ما كنت في قوم شهاوى\n...\nفلا تجعل شمالك جردبانا\nوقال الأموي، سمعت أبا أحمد العامري يقول: قد تهم سمنكم تمها، أي تغير في ريحه.\nويقال: لآتيك ما سمر السمير، وما سمر ابنا سمير، وأسمر ابنا سمير ويقال: الحجاز حبل العكم الذي يشد به. تقول العرب في مثل لها: إن لفلان عندي ليدا ما تحجز في العكم، وهو العدل الذي فيه الثياب، أي ظاهرة ما تخفى.\nوقال العامري:\nيفحن بولا كالنبيذ الحارق\nذا حروة تطير في المناشق\nيعني الإبل. والحاذق: المدرك البالغ.\nويقال: جعل يأكل فما تسمع أذن له جمشا، أي صوتا، وهو الجمش.\nويقال: رجل خنذيان، يعني كثير الشر. وامرأة خنذيانة.\nوقال أبو المفضل الأعرابي: لم يؤن للصلاة، بمعنى يئن. قال: قد أنى لك، وآن، وأنا لك أن تجيء. ويقال فيما لم يسم فاعله: قد إين لك، وأين لك، وأون لك، مثل قيل لك.\nوقال، يقال: دبح الحمار، ودلبح، ودربح، بمعنى واحد. وهو أن ينكس رأسه، ويرفع عجزه. وقد دبح فلان في صلاته كما يدبح الحبار. وجاء النهي في الحديث عن الدربحة. وذلك إذا نكس رأسه، ورفع عجزه.\nويقال: قبح الله فلانا، وقبح ضنأه، وضِنأه.\nالجزء: 1 ¦ الصفحة: 17\n",
        "والضء: الولد. والضِنْ: الأصل.\nويقال: أبسقت الناقة، إذا عظم ضرعها، ونزل فيه اللبن.\nويقال لما بين الرملتين من التصويب: الغوطة والغويطة.\nويقال: تدربى فلان، وتدهدى، بمنزلة تدحرج.\nويقال: رجل أسوأ، وامرأة سوءاء، وأشوه، وشوهاء، وهو القبيح. وقال الفراء، حدثنا مندل يرفعه إلى النبي عليه السلام، قال: \"تزوجوا السوءاء الولود، ودعوا الحسناء العقيم. فإني مكاثر بكم يوم القيامة الأمم. حتى السقط يظل محبنظئا على باب الجنة، يقال له: ادخل، فيقول: لا، حتى يدخل أبواي\".\nوالمحبنطئ: المنبطح على وجهه. ويقال: المنتفخ من الغيظ. وهو أكثر القولين.\nويقال: مشى فلان في طوار الدار، أي حذاءها. وقال بعضهم: نواحيها. ويقال: داري طوار دارك، أي قبالتها.\nوقل الكسائي، يقال: فحل غسلة، وغسيل، ومغسل.\nوهو الذي لا يلقح إذا ضرب. وقال الفراء: سمعت فيه غسلة. وأنكره الكسائي.\nويقال: مررت بفلان، فسرفته عيني، أي أخطأته ولم تره. وقال جرير:\nأعطوا هنيدة يحدوها ثمانية\n...\nمافي عطائهم منّ ولا سرف\nوالسرف هاهنا: الخطأ.\nويقال: فلذت له فلذة من لحم، وأنشد لأعشى باهلة، وهو الأصم:\nتكفيه حزة فلذ إن ألم بها\n...\nمن الشواء، ويروي شربه الغمر\nوقال الأموي: يقال: انفض من الكمأة سررها، أي ترابها.\nويقال: اذهب، وانفض لي أمر فلان، معناه فتشع وافحص عنه.\nوقال: الدفء في كلام العرب النتاج واللبن وما انتفع به منها.\nويقال: ما ذقت اليوم أكالا، ولا شماجا، ولا لماجا، ولا علوسا، ولا بلوسا، ولا عصاصا، ولا لواسا، وأنشد:\nكأن تحتي بازيا ركاضا\nأخدر خمسا لم يذق عضاضا\nويقال: لا رغس الله فيه البركة. وارغس: البركة بعينها. قال العجاج:\nإمام رغس في نصاب رغس\nويقال: تكلأت من فلان طعاما ومالا، يعني استسلفت، وهي الكلأة، ومعناه التأخير. وقال أبو عبيدة: يدعى للرجل، فيقال: بلغ الله بك أكلا العمر! أي آخر العمر.\nويقال: قد استفاه فلان في الشراب، إذا انهمك فيه.\nويقال للرجل إذا جلس ناحية: اعتنز عنا فلان.\nويقال للرجل الشديد: مكلندر.. وقد اكلندر علينا.\nويقال: اسحنك على فلان فما نطق بحرف، مثل أرتج عليه.\nويقال: جففت القوم، فأنا أجفهم. إذا دعوتهم جفة، أي جميعا.\nويقال للطويل: القسيب. وأنشد:\nإذا بجاد للسرى اتلأبا\nيهدي برأس عنقا فسيبا\nأحببته حب العجوز الزبا\nبجاد: اسم جمل، واتلأب: استقام وقال هشام بن محمد الكلبي، يقال هؤلاء أهل المنحاة من فلان، وهؤلاء أهل المسمة من فلان، أي أهل بيته.\nويقال: ما في عامة الأمير ولا سامته مثل فلان. فالسامة: الخاصة.\nويقال: ركب على لومي هجاج، وهجاج، مثل دراك، ودراك.\nويقال: جاء فلان بالعجارم والبجارم، وهي الدواهي. ويقال: توعن فلان سمنا، يعني تملأ سمنا.\nويقال: طرف إبلك، أي احبسها على الكلأ.\nويقال: هذه بئر قريح، أول ما تحفر. وقال ابن هرمة:\nفإنك كالقريحة عام تمهى\n...\nشروب الماء، ثم تعود ماجا\nوقال خشاف الأعرابي: اسمد لنا من سمداتك، أي هات لنا من أباطيلك. وذكر الكسائي أنها لغة في اليمن. وقد اختلف في معناها. قالوا: السامد: القائم. وقالوا: اللاهي، والساهي. والسامد: المتعجب. وجاء في التفسير: \"سامدون\"، لاهون ساهون.\nويقال: أرض قواية، وخواية، وقاوية، وخاوية، ومقوية.\nويقال: أتيت فلانا فما نتشت منه شيئا، أي لم أصب منه شيئا.\nويقال: رجل جشب، قشب، صتم، فدم، أي جاف، غليظ، ثقيل.\nويقال: أنهر بطنه، وودق، ومشى، بمعنى استطلق.\nويقال: ما حديثك قائما؟ بمعنى: ما شأنك قائما؟ وأنشد لغادية الدبيرية تذكر ابنا لها:\nيا ليته قد كان شيخا أرمصا\nقد كره القيام إلا بالعصا\nوالسقي، إلا أن يعد الفرصا\nالفرص: النوب التي بينهم. وأنشد:\nسقى الله من يسقي حمامة دارها\n...\nعلى فرصة من ماء شرب يقومها\nويقال: قام فلان اليوم الماء بن القوم، إذا قسمه بينهم. ومعناه قام على الماء. فلما حذف على نصب، كما قال المتلمس:\nآليت حب الرعاق الدهر آكله\n...\nوالحب يأكله في القرية السوس\nأراد آليت حب العراق. وأنشد:\nومنهل وردته التقاطا\nوردت لم ألق به فراطا\nالجزء: 1 ¦ الصفحة: 18\n",
        "إلا الحمام الورق والغطاطا\nفهن يلغطن به إلغاطا\nويقال: رجل صعفقي، وقوم صعافقة. وهم الذين يشترون مع الرجل، ولا ينقدون معه شيئاً.\nويقال: أصابنا مطر لم يند الوتر. وفلان بخيل ما يندي الوتر شحا.\nوقيل ببعض النسابين: ما تقول في بني فلان؟ فقال: الأنف في الجرباء، والسه في اللسماء؛ يعي بذلك الشرف.\nوالجرباء: السماء، والسلماء: الأرض. يقول: أنوفهم في السماء، وأستاههم في الأرض. وإنما شبههم بالجبل الطويل الراسي.\nويقال: عجبت من فيالة رأيه.\nويقال: افرز لي نصيبي. وأفرز لغة أخرى.\nويقال: هضبت السماء تهضب هضبا، مثل مطرت تمطر مطرا. وهضب القوم، إذا كثر كلامهم.\nويقال: فلان ألأم زكمة، وزكبة في الأرض. ويقال: زكم، زكب بنطقه، يزكم، ويزكب، إذا قذفها. والمعنى الأم نطفة.\nويقال: فلان في ذلك المحول، يعني المجلس والجماعة.\nويقال في العضو والعضو، والشلو: الكسر، والإرب، والجدل، والكردوس. والكسور، والجدول، والآراب، والكراديس جماعها. وهي الأعضاء والأشلاء.\nويقال: آبه الهم، يؤوبه، غدوة وعشية، وهو إذا رجع إليه.\nويقال: ارتجعت إبلا، فبعثت بها إلى البادية، يعني اشتريتها من السوق، وهي الرجعة. والجلب: الإبل التي تجلب من البادية، فتباع في المصر.\nويقال: أبرحت يا فلان، أي جئت بالعجب في فعلك. ولقيت منك البرحاء، وبرحا، أي شدة. وما أبرح هذا الأمر! أي ما أعجبه!.\nويقال: كفت الصبح الليل، أي ذهب به. وكفت ثوبك: ارفعه، واكفته كذلك. والكفيت: السريع. وسير كفت، وكفيت، أي سريع.\nوقال: انطوى عنا فلان، وانقبض، بمعنى انقطع عنا وجافانا.\nويقال: إن غفرت لي هذا الذنب لأعتتبن، أي لأتوبن.\nويقال في معنى آخر: اعتتبت الطريق، أي اختصرته، وأخذت في حزنه، وتركت سهله. وأنشد الأموي:\nوثب الأسود اعتتبت في المعتتب\nوقال الحطيئة يصف طريقا:\nإذا مخارم أحيانا عرضن له\n...\nلم ينب عنها وخاف الجور فاعتتبا\nويقال: النضر، والنضير الذهب. والتبر ما لم يصغ، وهي النقرة.\nويقال: أتي وأُتي، وعسيب وعسوب، وعسب، وعذوب وعذب، وهو نادر.\nوقال: رويد القيل، وأبصر الفعل. ومعناه إذا سمعت كلاما من رجل فلا تعجل، وانظر إلى فعله، هل يصدقه فعله؟ وحكي عن الحسن أنه قال: \"إن الله لم يخلق شيئا إلا جعل عليه دليلا يكذبه أو يصدقه. فإذا سمعت قولا حسنا فرويدا بصاحبه. فإن صدق قول فعلا فبها ونعمت، وإن أكذب قول فعلا فما الذي تنتظر به؟ اجتنبه عرض الأرض\"، أي فر منه في عرض الأرض.\nويقال: ماله من ذلك حويل، ولا زويل، ولا محيص، ولا مفيص، ولا نويص.\nويقال في الهلال إذا طلع: الحمد لله إهلالك إلى سرارك. وقال أبو عون الحرمازي: الحق بهنجك، ودجمك، أي بنظيرم من الناس.\nويقال: أفصمت عن فلان الحمى، وأفرشت، وأقلعت، وأنجمت، وأقطعت، بمعنى ارتفعت. وأفرش عنهم الموت، إذا ارتفع. وأغبطت عليه الحمى، وأردمت، واطبقت، إذا دامت عليه.\nويقال: في قلبي لك منزلة، وموضعة، وموقعة، ومجلسة، ومنامة، ومكانة، بمعنى محبة.\nويقال: اشتر مني هذا المتاع، ولا توضعني فيه، ولا تخسني، ولا تكسني، معناه لا تخسرني. وقال معاوية للحسين بن علي، عليه السلام، حيث عرض للعير التي بعث بها بحير الحميري عامل معاوية من اليمن؛ فعرض لها الحسين، فأخذها دونه. وكتب إليه: إنك أردت أن تستودعها خزائنك بالشام، وتعل بها بني أبيكبعد نهل، ونحن أحق بها. فمتب إليه: لو وكلت ذاك إلي، وخليت سبيل العير لم أخسك يابن أخي ولم أكسك.\nويقال: ذهب دم فلان فرغا، وفَرغا، وطلقا، ودلها، ولغا، وظلفا، وظليفا، وبطلا، وضمارا، وطلا، وهو من قولهم: طل دمه، وهدرا، وطلفا، وطليفا، وجبارا. وقال الأفوه الأودي:\nحتم الدهر علينا أنه\n...\nطلف ما نال منا وجبار\nوهو الهدر. هدر دمه يهدر هدرا وهدورا، إذا بطل.\nويقال: ثد سممت سمك، وحممت حمك، وصمدت صمدك، ونخوت نخوك، ووخيت وخيك، وأممت امك، وأمت أمتك، وسمت سمتك، فأنا أسمت سمتا، وعمدت عمدك. هذا كله بمعنى قصدت قصدك. قال الراجز:\nوبلد يعيا به الخريت\nرأي الأدلاء به شتيت\nهيهات منك ماؤه الأموت\nيعني المقصود إليه.\nالجزء: 1 ¦ الصفحة: 19\n",
        "ويقال: أحلست الأرض، وألحست، وادلست، وأودست، وودست، وأوبصت، وذرت، وظفرت، وبذرت، وذلك إذا أطلعت النبت بعد المطر.\nويقال: ملأت القربة، ووكتها، وزكتها، وزعبتها، وقطبتها، وأكتبتها، ومزتها، وزكرتها، ووكرتها، وطحمرتها، وقعطرتها، وكمترتها، وقحطرتها، وزحمرتها، ودحستها، بمعنى واحد.\nويقال: أرم الرجل، وأبلس، وأطرق، وبلدم، وبلسم، وطرسم، وضمز، وسكت، وأسكت، واخرمس، بمعنى واحد، وصمت، ولم أسمع أصمت.\nويقال: صربه بالسيف، وسافه، وخشفه، ولحبه، وبركعه، وكربعه، وكبعه، وسفعه، وخفجه، وأخفجه، وهكه بالسيف يهكه. وضرب عنقه، وكردنه وقردنه وكرده.\nويقال: عصوته بالعصا، وسطته بالسوط، وهروته بالهراوة، ورمحته بالرمح، ونبلته بالنبل، إذا طعنه، ورماه. ويقال: طعنه، ورمحه، ووخضه، ووخطه، ووشقه، ومشقه، ودعسه. والمشق: اختلاس الطعن.\nفي النسخة، قال: هذا آخر خط أبي مسحل. والحمد لله وحده.\nالقسم المروي عن أبي العبّاس إسحق بن زياد بن الأعرابي\nبسم الله الرحمن الرحيم\nوما توفيقي إلا بالله الذي رواه أبو العباس بن الأعرابي عنه قال أبو العباس بن الأعرابي, أخو أبي عبد الله ابن الأعرابي, أمل علينا أبو مسحل قال: سمعت الكسائي يقول في الماشية إذا كثرت: قد أوشت ماشية فلان, ووشت, وأتت, وأمشت, ومشت, وضنأت, وضنت تضني لغة, إذا كثرت. كل ذلك قال.\nويقال: قد قلص الظل, وأنى وعقل, واسمأل, وأكرى, وذلك إذا قام واعتدل. ويقال: قد وقعوا في وادي تهلل, وتضلل, ونخيب, وتحوط, وتحيط, وتَحيط. وذلك إذا ضلوا. قال أبو محمد: إذا أردت حكاية الفعل رفعت هذه الحروف. وإذا صيرتها أسماء نصبتها, وهي في موضع خفض, لأنها معارف.\nويقال: لجفت البئر, ولجفتها, وحجزتها, ونهزتها, وجهرتها, إذا كنست ما فيها, وأوسعتها.\nويقال: قد كلأت الرجل بحقي, وذلك إذا لزمت به. وكلأته بالعصا, إذا ضربته. وكلأت القوم, إذا حرستهم. وكلأت إلى القوم, إذا تقدمت إليهم. وكلأت في الطعام, وأكلأت, وكلأت, وذلك إذا أسلفت فيه.\nويقال: قد أكلت الناقة, وذلك إذا نبت شعر ولدها في بطنها. ويقال: ناقة أكلة, مثال (فعلة) .\nويقال في الفرس: قد أركضت, إذا تحرك ولدها في بطنها. فإذا شعر وكبر قيل: قد أربضت, وذلك إذا سكن, ولم يتحرك.\nويقال: بفي عدوك الكثكث, والدقعم, والحصحص, والكلحم, والكفر, يعني بذلك التراب.\nويقال: نقاوة الطعام, ونقاية, ونقاوة, وذلك في جيده. ويقال في رديئه: نقاة الطعام, مقصور.\nويقال: أخرجت ناقة الطعام, وكعابره, وسعابره, وزوانه, ومريراءه, وغفاه, مقصور. وقال: قد أغفى الطعام, وأفغى النخل, إذا وقع عليه الغبار, وفسد.\nويقال: احرنبى الديك, واعرورف, وازبأر, واسبطر, ونفش برائله, وعفريته, وحدريته, وذلك إذا نفش عرفه للقتال.\nويقال: قد خنثت السقاء, وأخنثت, وخنثت الثياب, وذلك إذا كسرت ثوبك, وكسرت السقاء, وهو الإخناث.\nويقال: قد أكتبت القربة, ووكًرتها, ووَكرتها, وقمطرتها, ومزرتها, ومزَرتها, ووكتها, وزكتها. وذلك إذا ملأتها. وحكى لنا الكسائي, قال: قتلوا ابن عفان موكوتا علما, ومزكوتا.\nويقال: قد قمطر العدو, إذا هرب, واقمطر مثله. واقمطر يومنا: اشتد برده. وكذلك يوم الحرب. ويقال: قد اقمطر, وهو يوم قمطرير.\nويقال: قد اجتاح ماله, واختاته. ويقال: قد جاحتهم جائحة, وباقتهم بائقة, وصلتهم الصالة, وباجتهم البائجة. وكل هذا من الدواهي. وصختهم الصاخة, وطمتهم الطامة مثله.\nويقال: إن فلانا لحك شر, ولحكاك شر, ونكل شر, وعض شر, ولز شر, ولزاز شر, وبلو شر, ولزيز شر, وضغن شر.\nويقال: تنح عن سنن الطريق, وسننه, سننه, وسجحه, وميتائه, وميدائه, ولقمه, ولمقه, وثكمه, ومرتكمه, وملكه, ومُلكه, وعظمه, وعُظمه, ولقاته, وأفقه, ودرجه, ونهجه, ووضحه, ومحجته. كل ذا وضحه. وقارعته مثله.\nويقال: فعل ذاك في بلهنية شبابه, وشرخه, وغيسانه, وغيساته, ورباه, وربانه. وهو أول الشباب, ونشاطه.\nويقال: فيه بلهنية, وهي الغفلة. وهم في بلهنية من عيشهم, أي رغد. ويقال: وقعوا في أم خنور, وهي النعمة. قال: وحكى الكسائي أيضا أنها الشدة. وأنشد:\nولا تكونوا لقوم أم خنور\nأي يذلونكم ويطؤونكم.\nويقال: فلان في نعمة سي رأسه, وسواء رأسه.\nالجزء: 1 ¦ الصفحة: 20\n",
        "ويقال: رجل عزهاة, وعنزهوة, وامرأة عنزهوة, وعزهاة, إذا كانت تغار على بناتها, ولا يعجبها اللهو. وكذلك الرجل.\nويقال: رتا إليه رتوة, ورُتوة, لغتان, كقولك: خطا إليه خطوة, وخُطوة.\nويقال: حسوة, وحُسوة, وغرقة, وغُرقة, وقبضة, وقُبضة, وقبصة, وقُبصة.\nويقال للمرأة: رؤد الشباب, ورئد, ورأد الشباب. وأتيته رأد الضحى, وفيقة الضحى. وأديم الضحى, وميعة الضحى, ورونق الضحى, وريق الضحى, وغزالة الضحى. وذلك في ارتفاعه.\nويقال: قد ارتفع النهار, وتلع النهار, ومتع النهار, وانتفخ النهار.\nويقال: نصف النهار, وأنصف, وانتصف. وقال الفرزدق: أو كاد ينصف.\nويقال: قد استعمل فلان على الضح والرح, والضيح والريح, والطبن, والبوش البائش, والهيل, والهيلمان, والهلمى, والهُلمى, وكتابهما بالياء. وذلك إذا قدم من سفر يقال: قد جاء بكذا وكذا.\nويقال: كعام البعير, وحجامه, وكناعه, وكمامه. وكذلك يقال: كممته, وكعمته, وحجمته, وكنعته, بمعنى واحد, إذا اغتلم فشددت فمه. ويصنع به ذلك إذا حمل على الجمال القت, وإذا كان عضوضا.\nويقال: قد أقهيت عن الطعام, وأقممت, وأقطعت, إذا لم تشتهه. وكذلك في الجماع. ويقال: جفرت, وأجفرت, وحوقلت, إذا انقطع. وأنشد أبو مسحل:\nيا قوم! قد حوقلت أو دنوت,\nوبعض حيقال الرجال الموت\n\"حوقلت\"من الحوقلة.\nويقال: قد غضب عليه, وأبد, وضمد, وأمد, وعبد, وحمس, وأضم, وحفظ عليه, وحمش, وأطم, بمعنى واحد.\nويقال: قد قبض عن التمر, إذا اشتكى منه بطنه. وقد لبن من الوسادة, وأجل, إذا اشتكى عنقه من موسده. وإن به للبنا وأجلا.\nويقال: أجبن من صفرد, ومن المنزوف ضرطا. ويقال: أحمق من دغة, ومن هبنقة الودع, ومن الممهورة إحدى خدمتيها, وأحمق من [راعي] ضأن ثمانين. ولها أحاديث.\nويقال: جمل علكم, وعلكوم. وحرجوج: وهي الشديدة.\nويقال: الضلال بن ثهلل, وثُهلل, وثَهلل, وفهلل, وبهلل, والضلال بن الثلال, والضلال بن الألال, والآل. ويقال للرجل إذا ضللته: ماله ضل! وثل.\nويقال: رجل مجؤوف, ومجؤوث, ومزؤود, بمنزلة مرعوب. وقد جئف, وجئث, وزئد.\nويقال: قد نصحت الثوب, ونملته, ونقلته, وردمته, وحصته. وذلك إذا رفأته, وخطته.\nويقال: قد تقنحت ما في القدح, وتمزرته, وترنحته, وتصببته, وتشففته. وذلك إذا لم يترك فيه شيئا, من الشفافة والصبابة.\nويقال: قد أمهى الرجل في الأرض, وأمل, وأملى, ووغل, وأوغل, وأبعط فيها. وذلك إذا تباعد. وأبعط في السوم, وأفرط. وملا في الأرض, غير مهموز, وملت الناقة, وأملت في الأرض, إذا تباعدت. وقال أبو وجزة:\nإلى ابن يزيد الخير باتت مطيتي\n...\nبسوران تبلوها المطايا وتبتلي\nتشكى أظليها وتملو كأنها\n...\nنجاة غطاط آخر الليل مجفل\nقال أبو مسحل: الأظلان باطنا المنسمين.\nويقال: انجبرت يده على عثم, وعثل, وأجر, وذلك إذا انجبرت على عيب. ويقال: قد وعت, إذا انجبرت على صحة. ووعى الحب, إذا أمسك ماءه فلم يقطر. ووعى الجرح, إذا برأ.\nويقال: أديم مغمول, ومغمور, وغميل, وغمير, ومحمور, وحمير. وذلك إذا غم حتى يتساقط صوفه, أو شعره.\nويقال: إن رد الفوهة لشديد, يعني ما تفوه به الناس من الكلام.\nويقال: قد تنأ فلان بالبلد, مقصور مهموز, وتنخ, وبجد, وأرب, وألث, وألب, وأرك, ورمك, وأبن, وحلس. وذلك إذا أقام بها.\nويقال: وظب فلان على الشيء, وأوظب, ووكظ, وأوكظ, وثابر, وألظ.\nويقال: أصابتهم سنة, وعام, وكحل, والشهباء, والبيضاء, والحمراء؛ وأصابتهم أزمة, وأزبة, وأزلة, وهي الشدة.\nوقال أبو علي الكلبي: قد حظب, وحضب. وذلك سرعة أخذه.\nوقال الكلبي, قال رجل لابنته, وهو يرقصها: من أزوجك يا بنية؟ قالت: زوجني ذا إبل أباله, ماتت أمه ولا أبا له.\nويقال: عقرى لهم! وحلقى, ودفرى, وهو دعاء. قال أبو مسحل: الدنيا تكنى أم دفر. ومنه قول عمر: وادفراه, أي وانتناه.\nوالذفر في الطيب, والذفر في النتن. ويقال: مسك أذفر, وذفر. والدفر: النتن, دفر يدفر دفرا. وذفر الحديد: سهكه, ودفره.\nويقال: حماداك أن تنجو من الشر, وحمادك ذاك, وقصارك ذاك, وقصاراك, وقصرك, وقصيراك.\nويقال: ما تزيدك عليها جارية, وتجبك, وتضرك, بمعنى واحد, أي ما تفضلها, أي ما تضرك, وما تجبك.\nالجزء: 1 ¦ الصفحة: 21\n",
        "وقال الكلبي: ضربه على مشقئ رأسه بالمشقأ, مقصور مهموز, أي فرقه.\nويقال: هذا سلفي, وسلْفي, وظأمي, وظأبي, بمعنى واحد.\nويقال: ناقة ناحز, وبعير ناحز, وناقة ضامر, وبعير ضامر, وناقة بازل, وبعير نازل, وناقة خالئ. وقد خلأ البعير, وخلأت الناقة, إذا حرنت. وناقة جازئ, وبعير جازئ. ورجل واله, وامرأة واله, وقالوا: والهة. ونعجة سالغ, وكبش سالغ: الكبيرة مثل البازل من الإبل. وهو أكثر من هذا, يعني الباب.\nويقال: قد جعلت فلانا على حندورة عيني, وحنديرة عيني, لغتان, معناه قبالة عيني, وفوق عيني.\nويقال: حندور من الرمل, وهو العظيم.\nويقال: رجل غضبة, وغُضبة, وغلبة, وغُلبة. وحزقة, وحُزقة: إذا كان قصيرا حادرا.\nويقال: أرض ركوبة, ورُكوبة, إذا كانت تسلك, وتركب.\nويقال: لسنني بلسانه. ويقال: رجل لسن, ولسين, ولسن. ويقال: قد طلقت المرأة, وطلقت, إذا بانت من زوجها, لغتان. وطلِقت, ومخضت, إذا ضربها الطلق, والمخاض. وعثقمت, وعَقمت, إذا لم تلد. ورهصت الدابة, ورَهصت.\nويقال: لقيت منه الأمرين, والفتكرين, والفَتكرين, والفُتكرين, والبِرحين, والبَرحين, والبُرحين, والأقورين, والأقوريات, والبلغين, وبنات معير, وبنات برح. كلها بمعنى, وهي الدواهي. معير وبرح تصرف ولا تصرف.\nويقال من الجدة في المال: الوجد, والوِجد, والوَجد.\nوالوُد, والوَد, والوِد, من المودة.\nوالجِذوة, والجَذوة, والجُذوة.\nوالعَشوة, والعِشوة, والعُشوة.\nوالمِرية, والمَرية, والمُرية.\nوالرًبوة, والرٍبوة, والرٌبوة.\nوكذلك الرٍغوة, والرًغوة, والرٌغوة.\nويقال: اعتقاه, واعتاقه الأمر, واعتامه, واعتامه, واعتماه, وذلك إذا أجحف به. ويقال: كبكبة من الناس, وكبكبة, وهلثاءة من الناس, وزراقة, وبرزيق, وأنشد: مشي الزراقة في آباطها الحجف وثبة, ولمة من الناس, وثلة, ولبدة, وقدة, من قوله, عز وجل:\"كنا طرائق قددا\", ولمعة. ومعناه الجماعة.\nويقال: الثوباء والثوَباء, والقوباء, والقوبَاء, هذا سمع فيه التخفيف. والمطواء, والعرواء من الحمى, والرحضاء: العرق, والغلواء: غلواء الشباب, والعدواء عدواء الدهر: بعده وقدمه. لم يسمعفي هذا إلا التثقيل, يعني الحركة.\nوقال: الطيَرة, والطيرة, والخيَرة, والخيرة. والتكأة, مقصور محرك مهموز, والتكأة, والتخَمة, والتخمة. وما جاء على هذا قد ثقل وخفف, يعني المقلوب في التاء. والتؤَدة, والتؤدة, ويترك الهمز إن شاء, فيقول: التودة.\nويقال: ساعة وساع, وعادة وعاد, وساحة وساح وسوح, وراحة وراح, وقارة وقور, ودارة ودور.\nويقال في اللبن: الهدبد, والعجلط, والعكلط, والفدفد, والدودم, وهو اللبن الغليظ. والدودم: صمغ تصنع الأعراب منه طرارا.\nوالعلبط: السير الشديد. ويقال للشاة الغليظة العظيمة: علبطة, قال الراجز:\nألقى عليها كلكلا علا بطا\nويقال لشجر يكون في البادية: المغافير, وهو الذي يسيل منه الصمغ, واحدها مغفور, ومغفر.\nوقال الكسائي: أرض خامة, ووخمة, ووخَمة, ووخيمة.\nويقال: قد دجن هذا عندنا, ورجن. وذلك إذا تعود واستأنس.\nويقال: قد عكوت العمامة على رأسي, وعويتها, ولويتها, ولثتها. وذلك إذا أدارها على رأسه.\nويقال: الوكالة, والوَكالة, والدلالة, والدَلالة, والوقاية, والوِقاية, والولاية, والوَلاية.\nوحكى الكسائي: الخراف, والخَراف, والصرام, والصَرام, والجداد, والجَداد, والجزار, والجَزار, والجِذاذ, والجَذاذ, والرِفاع, والرَفاع, والحصاد, والحَصاد, والجِزار, والجَزار, والقِطاف, والقَطاف, واللٍقاط, واللًقاط, والقِطاع, والقَطاع. ويقال: قد أجزر النخل, وأقطع, وأصرم, وأجد, وأجز, وأخرف, وألقط, إذا بلغ ذلك.\nوقال الكسائي: نضر الله وجهه! وقد نضر العود, وأنضر, ونضِر, ونضُر, ونُضر.\nوأنهأت اللحم, وأنأأته, فهو منهأ, مقصور مهموز, ومنأأ, إذا لم تنضجه. وهرأت اللحم, وأهرأته, وهزأته, وأهزأته, إذا طبخته حتى يتفسخ. وكذلك هرأه البرد, وأهرأه, وهزأه, وأهزأه, إذا أصابه البرد.\nويقال: علي ألية, وألوة وإلوة وأَلوة, أي يمين. قال الشاعر:\nأيظلمني حقي, ويحنث أُلوتي؟\n...\nوسوف يلاقي ربه, فيحاسبه\nويروى\"أَلوتي\".\nالجزء: 1 ¦ الصفحة: 22\n",
        "ويقال: مِخدع, ومُخدع, ومِصحف, ومُصحف, ومِطرف, ومُطرف, ومِجسد, ومُجسد, ومِغزل, ومُغزل, ومَغزل لغة رديئة.\nويقال: مسكين, ومنديل, وقد تمسكن, وتمندل, وتندل, وتسكن, وهي أقيسها وأجودها. وحكى الأموي: مسكين عن بني أسد, ومنديل.\nويقال: قد أمكنك الصيد, وأفرسك, وأفرصك, وأصقبك, وأصدك, وأكثبك, وأفقرك. ومعناه أمكنك.\nويقال: للتي على رأس الولد: السابياء, والفقأة على مثال (فعلة) , والصاءة مثال شامة. وهي المشيمة من المرأة, ومن الناقة الحولاء, والسلى من جميع البهائم ومن الناقة.\nهذا آخر ما رواه أبو العباس اسحق بن الأعرابي\n3\n[تتمة القسم المروي عن أبي العباس أحمد بن يحيى ثعلب]\nقال أبو العباس أحمد بن يحيى ثعلب, قال أبو مسحل: يقال: لذعته بعيني. وأنشدنا الكسائي:\nقد كنت أبكي من البيضاء أبصرها\n...\nفي شعر رأسي, فقد أقررت بالبلق\nفالآن حين علاني الشيب فارقني\n...\nما كنت ألتذ من عيشي ومن خلقي\nأبلاهما منك في طول اختلافهما\n...\nشيئا يخاف عليه لذعة الحدق\nلم يبقيا منك في طول اختلافهما\n...\nشيئاً يخاف عليه لذعة الحدق\nويروى: \"لقعة\". وتمثل بهذه الأبيات عبد الملك ابن مروان في كبره. وهي لبعض الأعراب. قال أبو العباس ثعلب: هي لأبي الأسود.\nويقال: صرب اللبن, يصرِب ويصرُب صَربا وصُربا, إذا حلب الحليب على الرائب ليحلو طعمه.\nويقال: هو يصرب المال: يجمعه, والماء, وكل شيء, يصرب صربا وصروبا. وهي الصربة, والصريب.\nويقال: اعنج, واعنج رأس ناقتك, عنجا وعناجا وعنوجا. ويقال: عنج يعنِج ويعنج, ومعناه عطف يعطف. وقال ابن ميادة:\nولو عنجوها بالأزمة ساعة\n...\nورب هوى فيه الأزمة تعنج\nأي تعطف, وتحبس.\nوقال: العرين اللحم. وأنشد:\nوهم إذا ما وضعوا العرينا\nيكمخهم حتى يرى بطينا\nوالكمخ: الانتهار بالزجر والصياح. وقال آخر:\nموشمة الأطراف رطب عرينها\nيعني لحمها.\nويقال: نقخت العظم, وانتقخته, مثل نقوته, وانتقيته, وانتقخت ما فيه, وانتقيت.\nويقال: هو ينقخ وينقَخ الماء من الجبل, معناه يخرجه. ويقال: رشح الخشف, إذا مشى خلف أمه. وهي ترشحه, أي تعلمه المشي, وتهيئه لذلك. ومنه: فلان يرشح للخلافة, معناه يهيأ لها ويصنع. وقال نصيب:\nومن حب سلمى راشح ليس بارحي\n...\nوطفل أرجيه, ولا يرشح الطفل\nانتصبت القدر, ونصبتها, بمعنى واحد.\nويقال: ماء غذرم, وربب, وسعبر, وعد, ومعناه الكثير. وأنشد:\nتربعت أنهيها الغذارما\nناقعة تجرع الخضائما\nوواحد الخضائم خضيمة, وهو الرطب من النبات الأخضر. وهو من قوله: خضم يخضم, وخضِم يخضَم, لغتان, وهو أكل الدسم والأدم من الطعام الرطب اللين.\nويقال: ذأبت الرحل, إذا عملته, وأصلحته من نواحيه.\nويقال: قطع الله مطاه! يدعو عليه, وهو الظهر. ويقال إنه عرق في المتن أيضا.\nويقال: رجل منخوب القلب, ومنتخب, إذا كان جبانا, لا قلب له.\nويقال: مسخت الناقة أمسخها, إذا أدبرتها.\nويقال: فلان رقابة رحل, إذا كان خازنا يجمع للورثة.\nويقال: قدم سرداح, وشرداح وناقة سرداح: إذا كانت عظيمة.\nويقال: رجل أسوق, وامرأة سوقاء, إذا كان حسن الساق.\nويقال: أرض فل, إذا لم يصبها مطر, وسيء, وقيء. سيء وأسواء, وقيء وأقواء, وفل وأفلال.\nويقال: ردحت البيت, وأردحته, إذا زدت في أعمدته.\nويقال: جمل جرائض, وجرئض وجراءض, وجرافس, وجرفاس, وكذلك يقال للأسد وللرجل, إذا كان شديدا أيدا.\nويقال: فلان حسن السبر, والحبر, والسَبر, والحَبر, والسبار, والحبار, والأحبار, والسبار. يريد بذلك الحال الحسنة, والهيئة. وكذلك إنه لحسن الشوار, والشارة, والمشورة, والمشارة, والمشار, بمعنى واحد.\nويقال: رجل نهي عن المنكر, أمور بالمعروف, من قوم نهي, ونُهي, مخفف, أمر بالمعروف, وأُمر, مخفف.\nويقال: رجل نهو, فيمن قلب الياء واوا, فيمن قال: قضو.\nويقال: قد التك القوم, إذا اختلطوا. وأنشد:\nصبحن من وشحى قليبا سكا\nيطموا إذا الورد عليها التكا\nويقال: ما يقول فلان إلا أعاليل بأضاليل, أي يتعلل بالضلال. وواحد الاعاليل أعلولة؛ وأضلولة.\nالجزء: 1 ¦ الصفحة: 23\n",
        "ويقال: أرض مقبلة مدبرة, محاثة مباثة, واحد. محاثة: مدوسة, ومباثة مثله, من قولهم: تركهم حوثا بوثا. وهو شبيه بالحرث, أي يحرثونها بالأرجل, أي يقبل الناس فيها ويدبرون.\nويقال: قرحتك بالحق, أي واجهتك به.\nويقال: عينا ما أرين بك, وعينا ما أرينك, وذلك يقال للرسول إذا بعث في حاجة: عجل الكرة.\nويقال: اليوم قلد حماك, أي نوبتها.\nويقال: بدغ, وبطغ, إذا لصق في القذر.\nويقال: الوارش, والواغل, والزلال, وذلك من أسماء الطفيلي.\nويقال: أحبى الضلوع, وأحنى. ويقال: ناقة حبواء, وناقة حنواء, إذا كانت مقوسة الضلوع, متقاربة بعضها من بعض.\nويقال في مثل: ما شيء إذا لم تبين. معناه ليس كلامك بشيء إذا لم يفهم.\nويقال: أخوه مساجره, وسجيره, معناه مصادقه, وصديقه, وهو المبالغ في الصداقة. والجمع سجراء.\nويقال: استخرت الرجل, بمعنى استعطفته. قال الشاعر:\nلعلك إما أم عمرو تبدلت\n...\nسواك خليلا شاتمي تستخيرها\nيعني تستعطفها.\nويقال: استخار الخشف أمه, واستبغمها, واستبغمته. وذلك إذا بغمت إليه, وبغم إليها. والاستخارة في البقر والجآذر. ثم يستعار في الظبية وولدها. وذلك أن ذوات الظلف جنس واحد.\nويقال: استخرت الله, معناه سألته أن يخير لي, وأصله من الخير والخيار.\nويقال: استخرت الرجل: استضعفته, وهو من الخور, واستخوره لغة. وذلك أنه يقال: قد خور الرجل خورا, وقصف قصفا, وقد خار يخور خورا, بمعنى واحد.\nويقال: جذع متماحل, وهو البعيد الطويل.\nويسمون مذابح منى الغباغب, واحدها غبغب. وقال الشاعر:\nأفي كل يوم غير من أقواله\n...\nأريق على أضحى من الله غبغبا\nفلا فاجرا حللت رحلي برحله\n...\nولا مأثما إن كان لله أثغبا\nويقال: قد ثغب الرجل, إذا أثم, ثغبا شديدا.\nويقال: خيال, وخيالة, ورأيت خيالة فلان, فيمن أنث الخيال. حكاه الكسائي وأبو عبيدة عن العرب. وأنشدنا أبو عبيدة لحاجز الأزدي, جاهلي:\nألا طرقت خيالة أم كرز\n...\nوأصحابي بعيهم من تباله\nفبات الدمع يخضلني كأني\n...\nتقيت بريطتي غربي محاله\nويقال: ثمغت لحيته بالحناء, وثمأت, بمعنى خضبت. وثمأت أنفه, بمعنى كسرته, وثمغت أيضا كسرت.\nويقال: أسبغ فلان في عرسه, وسبع. إذا أطعم الناس يوم أسبوعه.\nويقال: حمل عليه بالسيف فكلل, إذا صدق الحملة, وهلل, إذا كذب الحملة.\nويقال: ظهرت على القرآن, وأظهرته, وأظهرت عليه, أي قرأته عن ظهر قلبي, ومن ظهر قلبي.\nويقال: لا تخلج الفصيل عن أمه, فإن الذئب عالم بمكان الفصيل اليتيم. ومعناه لا تقطع الفصيل عن أمه.\nويقال: خلجت العين, تخلج خلوجا وخلجانا.\nوقال: الأدواء تخز, أي تقتل. قال الراجز:\nووخز أوباء هي الحتوف\nويقال: احتمله علي الغضب, واستقله.\nويقال: رجل عوق, للذي يهم بالأمر, ثم يمتنع منه.\nويقال: رجل كندير بين الكنديرة, للغليظ الخلق القصير.\nويقال في ثلاثة من المصادر: ذهب ذهابا وذهوبا, وكسد كسدا وكسودا, وفسد فسادا وفسودا. وأنشد:\nكسدن من الفقر في قومهن\n...\nفقد زادهن سوادي كسودا\nيعني بناته.\nويقال: الأرض اليوم ودفة, من الخصب, إذا كانت زهرتها تبرق من الري.\nويقال: متوت الأديم, والثوب والنطع وما كان شبهه, إذا مددته من تقبض, فأنا أمتوه متوا. وكذلك مأيت مثل مددت ووسعت. وقال:\nدلو تمأى دبغت بالحلب\nمثل تمعى, وتمتى غير مهموز.\nويقال: رتوت الشيء: شددته, ورتوته: أرخيته, وهي من الأضداد. ومنه قول لبيد:\nفخمة ذفراء ترتى بالعرى\n...\nقردمانيا, وتركا كالبصل\nوقال ابن حلزة:\n.......................\nماتر\n...\nتوه للدهر مؤيد صماء\nأي ما تكسره.\nويقال: بعير قرعوس, وإبل قراعيس, وهي التي لها سنامان.\nويقال: إني لأجد نصوا شديدا في بطني, وهو مثل المغس, والمغس. ويقال: قد مغس بطنه, ومغس.\nويقال: قد بذحت في جلد الشاة بذحا, إذا قطعت في الجلد, ولم ينفذ القطع. ويقال: شاة مذبوحة, إذا كانت كذلك.\nويقال: ذهب إليه وهمي, ووغمي, بمعنى واحد.\nويقال: سدح عندي فلان, وردح, معناه أقام فيما شاء من الخير والرفاغية, سدحا, وردحا, وردوحا, وسدوحا.\nويقال: مررت بغرائر مسدوحة: مطرحة.\nويقال: سدحه: صرعه أيضا.\nالجزء: 1 ¦ الصفحة: 24\n",
        "ويقال: قوم خثارم, وخثاريم, ورجل خثارم, وهم الذين يتطيرون, ولا يتوجهون وجها إلا على زجر الطير.\nويقال: هشمت ما في ضرع الشاة, واهتشمته, إذا احتلبت ما فيه.\nويقال: إنه لمغضوب البصر, من الجدري, والجُدري. والبصر: الجلد. وإنه لمحصوب البصر, من الحصبة. قد غضب جلده. وإنه لمحموق البصر, من الحميقاء التي تخرج في الجلد. قد حمق جلده, وحصب, وجدر.\nويقال: جلمود بصر, وبِصر, وهي حجارة صلاب, لا تعمل فيها المعاول. وقال الشاعر:\nإن تك جلمود بصر لا أؤيسه\n...\nأو قد عليه فأحميه فينصدع\n\"أؤيسه\": أذَلِّلُهُ, وأؤثر فيه.\nويقال: أتانا بثعو طيب, وهو ما لان من البسر.\nويقال في الفرس إذا كان جوادا: فرس بحر, وفيض, وحت, وسكب, بمعنى واحد.\nويقال: أتيت فلانا لصبح خامسة, ومسي خامسة, وصبح, ومسي, وأصبوحة, وأمسية.\nوكذلك يقال: أتيته صبحا, ومسيا, وصبحا, ومسيا, وإصباحا, وإمساء, وصباحا ومساء.\nويقال: تهدمت بيوتنا صبح المساء, يعنون المطر.\nويقال: لا حق لي في هذا الأمر, ولا رديدى (فعيلى) . معناه لا حق لي في هذا الأمر, ولا مراجعة.\nويقال: ذهبت الإبل شردات, وكذلك الغنم. واحدها شرود, وجمعها شرد. ثم زادوا الألف والتاء.\nوقال: اغتممت بهذا الأمر, وانغممت.\nوقال: المصور من المعزى القالصة اللبن. واللجَبة واللجبة. يخفف ويثقل, من الضأن. وقد لجبت, ومصرت, فهي ملجب, وممصر.\nويقال: فلان أليث خلق الله, بمعنى أشد. وقال: لم أر قوما أكثر فيهم اللياثة من بني عامر. ويقال: رجل أليث, وقوم ليث, مثل أبيض وبيض. وأنشد لامرأة من الأعراب ترثي بنيها:\nإما يكن أودى بني فربما\n...\nقصف القنا, وهو المتين الشرجب\nشق القوام, مفرج أبدانهم\n...\nآساد ملحمة, عليها الطحلب\nلا ينكلون إذا الحروب تعرضت,\n...\nليث إذا ما أسرجوا وتلببوا\nويقال: تبتت فلان للخروج, مثل تجهز, وهو البتات, والبتاتة, والجهاز, والجهازة.\nويقال: ما يأتينا فلان إلا عن عفر, يعني بعد حين.\nويقال: امرأة عفير, وهي التي لا تهدي, ولا يهدى لها.\nويقال: بالرجل شكوى, وشكاة, ورجل شكي, وامرأة شكية, على (فعيل) و (فعيلة) , من الوجع.\nويقال: مالي فيهم أريبة, بمعنى بقية, أي لم أرد أن أستبقيهم.\nويقال: قرن السيف, والسكين, وظبته, وطرفه, وهو حده.\nويقال: بها وحام, ووحام لغة, وهي الشهوة من المرأة إذا كانت حاملا. ويقال: وحمى.\nوقال أبو سيف الأعرابي: يحسد, ويخلق: لم يحسد الله مثله! وقد حسده يحسده.\nوقال: شددت العقدة بخيط تو, وهو السحيل غير المبرم الفرد. ويقال: رجل تو, إذا كان وحيدا, وفذ, وشذ.\nويقال: أكفأت الإبل, إذا بلغت أن تنتج. وأكفأت فلانا في الحسب, وكافأته, بمعنى صرت له كفئا.\nويقال: أكفأ الظبي الحبالة, وأكفئ الظبي الحبالة, إذا أخطأته وأخطأها.\nويقال: قد كفأ الناس علينا من كل ناحية, إذا انتجعوا إلينا في الغيث.\nويقال: اصبغ ثوبك أسود, فإنه أغفر للوسخ.\nويقال: رجل مسفر, ومسفار, وكذلك في البعير, إذا كان صبورا على السفر. وكذلك في البرذون, والحمار, وكل دابة.\nويقال: قد قام فلان, فسعر لنا سعرة, بمعنى طاف لنا طوفة في حوائجنا.\nويقال: قعدت سجاح وجهه, وتِجاه وجهه, وتُجاه وجهه, بمعنى حذاء وجهه.\nويقال: قد حقب الرجل والمطر, إذا أمسك, وحقد, وأحقد. وكذلك المعدن, إذا لم يخرج شيئا.\nويقال: نسعت سنه, ونشصت. وذلك إذا نتأت عن ثنيته. ويقال: ناشز, وناشص.\nويقال: وفقت أمرك, فأنت تفقه.\nورشدت أمرك, فأنت ترشده.\nوسفهت رأيك, ونفسك, فأنت تسفه.\nوبطرت معيشتك, فأنت تبطرها.\nووجعت بطنك, وألمت رأسك, فأنت تألمه, وتيجعه وتأجعه, ولا يجوز توجعه.\nويقال في مثل لهم: في بطن زهمان زاده. وذلك إذا دعي الرجل إلى الطعام, فقال: لا أريده, من شبع. ويقال: رجل زهماني, إذا كان شبعان.\nوجمع الكسائي الشابة شبائب, مثل قبة وقبائب, وحرة وحرائر, وجزة وجزائز, وكنة وكنائن, وحلبة وحلائب, ولصة ولصائص. وهذه نوادر, ليس جمعها على قياس. وكذلك حاجة وحوائج منها. وأنشد:\nعجائز يذكرن شيئا ذاهبا\nيخضبن بالحناء شيبا شائبا\nيقلن: كنا مرة شبائبا\nمصدر شب شبا وشبابا.\nالجزء: 1 ¦ الصفحة: 25\n",
        "ويقال: المال مأسور, ومأزول, بمعنى محبوس.\nويقال: قد استيهرت أنكم على خير, ومعناه استيقنت.\nقال الكسائي: سمعت بحر لُجي ولِجي, وسُخري وسِخري.\nويقال: رحبت بلادك مرحبا, وطلت! رحابة, ورَحبا, ورُحبا, ورُحُبا, يثقل ويخفف. وأرحب الله بلادك! إرحابا, بذلك المعنى. ورحبت بلادك, لغة.\nويقال: فيه عليك غِلظة, وغُلظة, وغَلظة. ثلاث لغات.\nوحكى عيسى بن عمر, عن الفرزدق, فيما ذكر الكسائي, قال, سمعت الفرزدق يقول: نقدت لها مائة, بمعنى نقدتها.\nوقال الغنوي: هذا ما لا ترده, وهذا ما لا تعرض له. فوصل ما بحرف النهي.\nويقال: خرج القوم يتسعدون. معناه يطلبون مراعي السعدان.\nوقال: إذا فعلت ما تؤمر به أقربت وأحببت. معناه صرت قريباً حبيباً.\nوقال المجاشعي: [و] الله رب السمائه, فوصل بالهاء.\nويقال: إنه لسقي العرق, إذا قيح وتينه.\nويقال: شيخ ثمة, ومنثم, وهو الفاني كبرا.\nوقال العقيلي: شفيت على الأمر العظيم, بمعنى أشفيت. وأهل الحجاز يثقلون الوسمة, فيقولون: الوسمة.\nوقال: أبقى السفار منها جناجنا, واحدها جَنجن, وجِنجن.\nوالعرب تسمي المقراض: المقرض, والمقراضان, والمقلم, والمِقلمان, والمَقلمان.\nويقال: أراف القوم, من الريف, فهم مريفون. وليست بالوجه. ورافت البلاد تريف ريفا, كما تقول: أخصبت خصبا وإخصابا.\nويقال: أعاه القوم, من العاهة, فهم معيهون, وأعوهوا فهم معوهون, والأول هو الوجه. وعاهت البلاد, فهي تعوه عاهة وعوها وعؤوها, وهو الداء والأمراض.\nوقال الكسائي: لم أسمعها في الآفة, وقياسها أآف القوم, فهم مؤيفون, وهو قياس على العاهة. وآفت البلاد, فهي تؤوف أوفا وآفة وأؤوفا.\nويقال: ما نفسي لك بتمر بهذا الأمر, أي بطيبة.\nويقال: سرقت زافرة فلان, إذا سرقت ناقته بما عليها من أداتها.\nويقال: شربت الإبل الممارية, وهي أول سقية في أول النهار. والثانية المليساء, وهو في الضحى الأكبر. والثالثة الوقباء, وهي نصف النهار. فيقال: شربت الممارية, والمليساء, والوقباء, إذا شربت ذلك في يوم واحد.\nويقال: أبهزت الرجل, أبهزه إبهازا, أي نكلته, ونكلت به.\nويقال: اعزل عنا جث هذا الجراد, أي الميت منه.\nويقال: قد آمت القدر, فهي تئيم إياما وأيوما, وذلك إذا دخنت, وتغير ريحها.\nويقال في المرأة: آمت زوجها, تئيم إياما وأيوما, وأيمة.\nويقال: هضم الوادي, وأهضامه, ومعناه ناحيته, ونواحيه.\nويقال: الثكن من الأرض نواحيها, واحدها ثكنة. والثكن من الناس: الجماعات. والحفن من الأرض: نواح منها فيها مياه. قال الشاعر في ثكن الأرض:\nغيث إذا نزل العافون ساحته\n...\nعاد الولي له مستا سد الثكن\nويقال: عصبت الإبل بالماء, تعصب عصوبا, إذا دارت حوله, وحامت. قال الراجز:\nقد علمت أني إذا الورد عصب\nوثار أطراف العجاج, فانتصب\nمن السقاة صالح يوم لبب\nولبب: ماء. وقال آخر:\nإني إذا ما خورها عصبن بي\nوقال كل عاجز: برحن بي\nفلا أبالي أن يهضن منكبي\nوالعرب تذكر حلوان وهمذان وخراسان, وما أشبهها من البلاد إذا نووا البلد, فإن نووا البلدة أنثوا. وأنشد الكسائي عنهم:\nسقيا لحلوان ذي الكروم وما\n...\nصنف من تينه ومن عنبه\nوقال الأعرابي لما عرض للكلاب الصيد: عرست فلم تدر في إثر هذا تأخذ أم إثر ذا, بمعنى دهشت.\nويقال: جمل عيتوم, بالتاء, وكذلك عيثوم, وكذلك في الرجل, وهو العظيم الضخم.\nويقال: دسم أثر فلان, وخبره, يدسَم ويدسُم, بمعنى خفي, دسما ودسوما.\nويقال: ادسم الطعنة, وادسم, أي سدها. وكذلك في القارورة, وهو دسامها, وهو ما سدت به, وهو العفاص.\nويقال: مر بنا حضيرة من الناس. والنفيضة: الطليعة. وقالت الجهنية:\nيرد المياه حضيرة ونفيضة\n...\nورد القطاة إذا اسمأل التبع\nويقال: بنيت أمرك على دسم قبله, أي أثر قبله.\nويقال: صغى القمر, يصغى, وأصغى يصغي, وصغي يصغى, وذلك إذا غاب.\nوقال أبو عبيدة, يقال: رجل نبع, إذا كان كميشا في الحاجة خفيفا. ويقال: رجل خروع, إذا كان ثقيلا بطيئا في الحاجة.\nويقال: ألحق الحِس بالإس, والحَس بالأس, والحِش بالإش, ومعناه ألحق الشر بالشر.\nالجزء: 1 ¦ الصفحة: 26\n",
        "وقال, سمعت الفراء يقول: سمعت ظِفر وظُفر وأظفور وأظفورة, وسطر وسطَر وأسطورة, حكاها يونس. وقال زكريا الأحمر, فيما ذكر لنا عنه, العرب تقول: رجل أسطورة, إذا كان يسطر الكلام, ويجوده.\nويقال: ملأت في القوس, وأملأت, إذا أغرقت نزعا فيها.\nويقال: ضم لنا وضما نجعل عليه اللحم. ويقال: أوضمت اللحم, إذا اتخذت له ذلك الوضم, وجعلته عليه.\nويقال للرجل إذا كان قتالا للرجال: قد راب دمه, يروب روبا, معناه حان أجله. أخذ من روب اللبن, إذا أدرك.\nوقال الكسائي: تميم تقول في الجداية بالفتح, وقيس تكسر فيقولون: جداية. والجمع جدايات وجدايا. وأنشد:\nوكأنما التفتت بجيد جداية\n...\nرشا من الرعي حر أرثم\nويقال: رجل أياد, وامرأة أيادة, وبعير أياد, وناقة أيادة, إذا كانت قوية شديدة.\nويقال: امرأة لفوت, إذا تزوجت ولها ولد حبا للرجال. واللفوت: الكثيرة الالتفات أيضا.\nويقال: خثر فلان في الحي أياما, أي أقام أياما, يخُثر ويخِثر خثرا وخثورا وخثرانا.\nويقال: نجره الحر حتى لغي بالماء لغى, معناه أولع. وإنما سمي شهر ناجر من شدة حره.\nويقال في الليل إذا اشتدت ظلمته: اختلط الليل بالتراب.\nويقال ذلك في الأمر إذا أشكل على القوم واختلط.\nويقال للص: خمع, وللجماعة أخماع. وأصل ذلك في الذئب, يقال: خمع, وهو اسم من أسمائه.\nوقال الكسائي, سمعت أعرابيا يقول: حكوت, فأنا أحكو. والكلام الجيد أحكي.\nويقال: أخذ فلانا السحاف, وهو السل. ويقال إذا دعا عليه: إن كان كاذبا فسحفه الله! وهو في غير ذلك المعنى. ومعناه قشره الله, ولحاه. وهو من سحفت الشيء: قشرته. ويقال: جاء مطر يسحف الأرض, أي يقشرها.\nويقال: اقتتله الحب, واقتتله الجن, بمعنى اختبله الجن. وهذا مقتتل الجن, كما تقول: مختبل الجن. وأنشد:\nهيا ظبية الوادي ألا لا تروعي\n...\nوأجني جنى واديك ثم خلا لك\nصراك جلال المالكية بعد ما\n...\nرأيت لنبلي فرصة في طحالك\nفلوما هواها والذي أنا عبده\n...\nلكان بكفي الغداة اقتتالك\nويقال: ما أدري ما ثبرك عني؟ وعظاك, وبظاك عني, معناه حبسك.\nويقال أيضا في الدعاء عليه: ماله, عظاه الله! وبظاه. كأنه قال: حبسه الله عن الخير.\nويقال: مال ذو ندهة, معناه ذو كثرة.\nويقال: أصبت منه ندهة من مال, وهي العطية الجزلة.\nويقال: أهلت بفلان, فأنا آهُل به, وآهِل به, وآهَل به, ثلاث لغات, وودقت به, فأنا وادق به. وذلك إذا فرحت به, واستأنست به.\nويقال: امرأة مبتلة, وهي الحيية. وأنشد:\nمبتلة غراء ذات وسامة\n...\nمن الهيضلات اللابسات البراقع\nوالهيضلة: الناقة الغزيرة أيضا, والهيضلة: الجماعة من الناس, والهيضلة: أصوات الناس.\nويقال: مصع مال فلان, وامتصع, إذا تفرق وذهب. وقد مصع لبن الناقة, إذا ذهب ونقص. وأمصع القوم, إذا ذهبت ألبانهم وأموالهم. وقال الراجز:\nأصبح حوضاك لمن يراهما\nمسلمين ماصعا قراهما\nوالمصعة: ثمر العوسج. يقال: قد أمصع العوسج, إذا أثمر. وهو حب أحمر يؤكل.\nويقال: ناقة جرور, إذا وضعت آخر الإبل بشهر أو أكثر من ذاك. وناقة جرور, إذا كانت تشرب آخر الإبل.\nوناقة خصوف, وهي التي تعجل في أول الربيع النتاج, وتضع قبل الإبل. يقال: قد خصفت تخصف خصفا وخصوفا. ويقال: ذود خصف, إذا كن كذاك.\nويقال: كركرته عني, معناه دفعته.\nويقال: تكركر القوم, إذا أقاموا, ولم يمضوا لسبيلهم.\nويقال: كركر مالك, وورعه, أي احبسه.\nويقال: هو أحكى من القرد.\nوأزنى من دب.\nوأكيس من قشة, وهو ولد القرد.\nوأغدر من ذئب.\nوأوفى من السموءل.\nوأبر من العملس. وكان العملس رجلا في الجاهلية, عمر أبواه, فكان يحج كل سنة بواحد منهما على عنقه. وله حديث.\nويقال: أبر من النسر, أيضا, وذلك أنه يزق أبويه, كما كانا يفعلان به.\nويقال: أعق من ضب, وذاك أنه يأكل ولده.\nويقال: أبصر من عقاب ملاع, يا هذا, فيمن جعله بلدا.\nوأبصر من غراب.\nوأسمع من حية.\nوأسمع من فرس.\nوأسمع من قنقن, وقناقن. وهو الذي يستنبط الماء من الأرض, وهو المهندس, فإذا وضع أذنه على الأرض سمع دوي الماء.\nالجزء: 1 ¦ الصفحة: 27\n",
        "ويقال: أخبث من السمع الأزل. والسمع الأزل: ولد الضبع من الذئب, ويقال: ولد الذئبة من الكلب, والكلبة من الذئب؛ ويقال له العسبار أيضا.\nوأصنع من سرقة, وهي دويبة.\nوأصنع من عنكبوت.\nوأعيا من باقل.\nوأخطب من قس بن ساعدة.\nوأحمق من دغة, وهبنقة الودع, وهو رجل من قيس.\nوأحمق من راعي ضأن ثمانين. وهذا أعرابي أتى النبي, عليه السلام. وكان النبي مر به في مهاجره إلى المدينة. فقراهم لبنا. فقال له النبي, صلى الله عليه: ائتني بيثرب. فأتاه بعد ما ظهر أمره. فقال له: احتكم. فقال: ضأن ثمانون. فقال: إن عجوز بني إسرائيل كانت أكيس منك. فقال له أصحابه: وما حديث عجوز بني إسرائيل؟ وأنشأ يحدثهم عنها.\nقال: إن الله, عز وجل, أوحى إلى موسى أن يحمل عظام يوسف من مصر إلى الشام. وكان قد دفن فيما يذكر في تابوت من مرمر, وجعل في خليج من النيل, وعليه الماء يجري. ولم يكن يعرف موضعه غير العجوز. فلما خرج موسى من مصر ببني إسرائيل تاهوا عن الطريق. فقال موسى: ما لنا؟ فقالوا: يا رسول الله, نرى هذا لتخليفك عظام يوسف بمصر. قال: فأين قبره لها: فلانة. قال: فأتاها موسى فيمن معه. وقال: بل أرسل إليها. فسألها أن تدله. فقالت: لا, أو تجعل لي حكمي. قال: فلك ذاك. قالت: فادع الله أن يجعلني في درجتك. قال: فتلكأ عند ذاك, وقال: سلي غير هذا. قال: فأوحى الله إليه أن أعطها ما سألت. فأعطاها ذاك.\nويقال: رجل ضفن, ملدم, خجاة, ضوكعة, ضفندد, وأن. وأنشد القناني فيه:\nقد رابني رجل في القوم ضوكعة\n...\nضخم المرادغ وأن سابغ الكفل\n\"المرادغ\" والبآدل لحم اللبنة وما يليها, إذا كان رهلا مسترخيا. وأنشد:\nفتى قُد قد السيف لا متآزف\n...\nولا رهل لباته وبآدله\nوواحد البآدل بأدلة, وواحد المرادغ مردغة. ويقال: لدمت النائحة صدرها, تلدَمه وتلدِمه. وقولهم: هي تلتدم, من ذاك, معناه تضرب صدرها. والملدم: الحجر الذي يدق به نوى الإبل. وإنما سميت الحمى أم ملدم من هذا, لأنها تدق. هذا كله في الثقيل البليد.\nويقال: إبل معكوكة, ومعكوسة, ومحبوسة, سواء. وقد عككت الشيء عليك, فأنا أعكه عكا إذا حبسته, أو رددته. وكذلك عكست.\nويقال: اتقاني بقر ح [ت] هـ, أي بوجهه, إذا لطمه أو ضربه.\nويقال مر بنا حطئ من الناس, وهم السفلة والرذال.\nومرت بنا الضاجعة, والضجعاء, والكلعة, والعلبطة, والخطر, والعجاجة, والثلة, والثلال, وهو الكثير من الإبل والغنم. قال الشاعر:\nعجاجة يخطر فيها فحلان\nوكذلك العكرة, والهجمة, والعرج, والجلمة.\nويقال: لبن مسجور, إذا كان ماؤه أكثر من لبنه. ولبن سعبر, وهو الكثير من كل شيء.\nويقال: جاءنا فلان سبهللا يتربص, إذا جاء فارغا, لا شيء معه.\nويقال: رجل ذمر, وقوم أذمار, وهم الشجعاء الأشداء.\nويقال: بعير مهجر, وهو النجيب الرحيل, وذلك لهملجته.\nوجمل آفق: وهو الكريم من الإبل, ويقال: أفق يأفق أفوقا وأفقا.\nويقال: بحظل فلان في مشيته, بحظلة, وبحظالا, وهو كقفز اليربوع والفأرة. وإنما ذلك عند الكبر؛ وربما كان في غيره.\nويقال للقصيرى: ضلع الخلف, وهو اسم لها, وهي أقصى الضلوع من الجنب إلى أسفل. وتسمى الواهنة أيضا. ويقال لها من الشاة: الباردة.\nويقال: تهايط القوم وتمايطوا. والهياط: الاجتماع, والمياط: الاختلاف. ويقال: كان بينهم الهياط والمياط.\nويقال: جلد معرتن, إذا دبغ بالعرتن. وهو نبت يقال له العرتن, يدبغ به. ويسمى العرنة أيضا, يقال: جلد معرون.\nوجلد منجوب، إذا دبغ بالنجب، ومنجب أيضاً.\nوجلد مقروظ, إذا دبغ بالقرظ, ومقرظ أيضا.\nوجلد ماروط, إذا دبغ بالأرطى, وجلد مؤرطى على\"مفعلل) , وجلد مرطيء على (مفعول) .\nويقال: بعير أطرق, وناقة طرقاء. وهو لين وضعف في الركبة واليد من البعير والناقة.\nويقال: رجل فيه طريقة, إذا كان سكيتا فيه لين.\nويقال: بعير أحل, وناقة حلاء. والحلل: ضعف في العرقويين, وهو عيب.\nويقال: قبص البعير في عدوه, يقبص قبصا, كأنه يحفر التراب بأظله. وقبض في عدوه, يقبض قبضا, وهو أسرع من القبص. ويقال: فرس قبيض قبضا, إذا كان سريعا. والقبض: شدة السير.\nويقال: سدت الناقة, والبعير, وهي تسدو سدوا, إذا مكنت أخفافها من الأرض في العدو.\nالجزء: 1 ¦ الصفحة: 28\n",
        "والتقتقة: سوق عنيف. وكذلك الحقحقة, والهقهقة, والقهقهة, يقلب, وهو شدة السير. وكذلك الألب, والألب: الطرد في السير. يقال: ألبت الإبل, تألب ألبا شديدا, وكذلك الذوح, يقال: ذاحها, يذوحها ذوحا شديدا. وكذلم الذأو, وذآها يذءاها ذأوا شديدا, ويذؤوها أيضا. وكذلك طملها يطملها طملا, وندهها يندهها ندها شديدا, وهو السوق العنيف.\nويقال: قد أقبض القوم في السير, إذا أسرعوا, فهم مقبضون.\nويقال: نبلها ينبلها نبلا كذلك, قال الراجز:\nلا تأويا للعيس وانبلاها\nفإنها إن سلمت قواها\nبعيدة المصبح من ممساها\nوالدلو: سوق دون ذاك, فيه لين, قال في ذلك ذو الرمة:\nيامي! قد ندلو المطي دلوا\nونمنع العين الرقاد الحلوا\nويقال: طمت الإبل, والخيل, فهي تطم طميما, إذا أسرعت في الذهاب.\nوكذلك كدست الخيل, والإبل, تكدس كدسا, إذا أسرعت.\nوكذلك التهزيد, والتخويد, والبزبزة, وهي السرعة.\nويقال: قد استودهت الإبل, واستيدهت, وأنابت, إذا أسرعت.\nويقال: قد أطرقت ليلتها كلها, فهي مطاريق, وذلك إذا سارت ليلها كله يتلو بعضها بعضا.\nويقال: تطارقت علينا الأخبار, إذا توالت, وتوارت.\nويقال: طفل إبلك, إذا كان معها أولادها, ومعناها ارفق بسيرها, حتى تسير أولادها معها. وهوسير خفيف. وكذلك الرهو, يقال: رها يرهو في سيره رهوا, وذلك إذا رفق. قال الراجز:\nناديت في الحي ألا مذيدا؟\nفأقبلت فتيانهم تخويدا\nوبعضهم يرويها\"تهويدا\". والمذيد: المعين. والتخويد: الإحضار الشديد.\nويقال: عبد في عدوه, وجمز, وشدا يشدو, وهو ضرب من العدو. وجمر, وأجمر, وهو إذا رفع يديه ورجليه معا في العدو, وهو الضبر, ضبر يضبر, مثله. وقال:\nيجمر إجمار الحصان الأبلق\nوالذملان والرديان: سير شديد. يقال: ذمل البعير, يذمل ذميلا وذملانا, وردى يردي رديا ورديانا شديدا. وقال: عنترة:\nدعاني دعوة والخيل تردي\n...\nفما أدري أباسمي أم كناني؟\nوقال أبو ثروان البدوي: ما ذو ثلاث آذان, يسبق الخيل بالرديان؟ يعني السهم. وآذانه: قذذه.\nويقال: امتل يعدو في الأرض, وأجلى, وأضر, وانكدر.\nويقال: إنه لحسن العوف في إبله, وهي الرعية الحسنة.\nويقال: تركت بني أخول أخول, أي متفرقين.\nويقال: هذه سنة قاشورة, وقشراء, للشديدة. ويقال في الدعاء:\nأصبب عليهم سنة قاشوره\nوحالقا يحلق حلق النوره\nويقال: أصابه ذبابة من برد, وهو القليل.\nويقال: نبتت لفلان زاهرة, وهي ضبنة الرجل وعياله من غير ولده, ولكن من بني أخيه وعمه وقرابته, ما عدا ولده لصلبه.\nويقال: أحظيت فلا عليك, أي فضلته عليك. ورفلته وأرفلته.\nويقال: أنقهني سمعك, بمعنى أرعني سمعك.\nويقال: أغللت بالمال, إذا ذهبت به.\nويقال: أغلى القصاب والجزار اللحم في الجلد, إذا تركه فيه. وقول شريح: ليس على المستعير غير المغل ضمان.\nويقال: أسللت, وأغللت. والإسلال: الرشى, والإغلال: الخيانة.\nويقال: قد تجبر فلان مالا, وذلك إذا عاد إليه من ماله ما كان ذهب.\nويقال للشجر: قد تبر, إذا نبت فيه الشيء الرطب وهو يابس.\nويقال: ورقت الشجرة, فأنا أرقها ورقا وورقا, إذا نزعت ورقها.\nويقال: القوم أطبون. وهي كلمة تقولها العرب في أمثالها. ومعناها فيما ذكر الكسائي: القوم دلوني على هذا. ويقال من ذلك: أطببته, فأنا أطبه, أي دللته. وقال: هو حرف نادر, لا يقال: (أفعل) و (أفعلون) إلا فيه. والمعنى: القوم أعلم بهذا. كما تقول: قد طببت بهذا الأمر, فأنت تطب به. وبعضهم يقول: قد طبَبت, وطبُبت, ثلاث لغات, حكاها الكسائي عنهم. وقال: إن كنت ذا طب فاطبَب لعينيك, واطبُب واطبِب.\nويقال للرجل إذا كان صغير الحبة, كبير السن: إنه لنقد أبد, ونقد آباد, كما تقول: إنه لقديم.\nويقال: سليت عنه, سليا, وسلوت سلوا وسليا وسلوا وسلوانا وسلوة.\nوحليت بالحلي, حليا وحليا. وتحليت تحليا.\nويقال: ما حليت منك بطائل, ولا بللت منك بطائل. ومعنى حليت منك من الحلوان: وهو جعل الدلال. يقال: احله حوانه, ومعناه أعطه أجرته. ويقال: حلوته, فأنا أحلوه حلوانا وحلوا. وما حليت منك بطائل, فأنا أحلى حليا وحلوا. وما بللت, فأنا أبل بللا وبلولة وبلة وبلة وبلالة. ومعناه ما ظفرت منك بطائل.\nالجزء: 1 ¦ الصفحة: 29\n",
        "ويقال: طويت الرجل على بللته, وعلى بلته وبلته وبلله وبلولته. وكذلك في السقاء, ومعناه على ما فيه من نداه.\nويقال: قد علبى الرجل, يعلبي علباة وعلباء. وذلك إذا ظهرت عروق كفه وغيرها من الكبر والهزال. وأمرأة معلبية.\nويقال: أرض نقلة, وقلعة, كثيرة النقل, وهي الحجارة. وأرض جرلة وجرولة, وهي من الجراول, وهي من الحجارة, واحدها جرول. ومكان جندل, وضلضل وضلضل وضلاضل, من الحجارة أيضا.\nويقال: تبلد, وتألد لغة, إذا نظر عن يمينه ويساره متحيرا متلدِّدا.\nويقال: قد شَرَرت اللحم, والثوب, وأشْرَرْت وشَرَّرتُ, ثلاث لغات.\nويقال في البليد: قد أبلد إبلادا, وبلد بلادة. وهذا رجل بليد ومبلد, بمعنى واحد.\nويقال: هذا رجل قُنعان, ورجال قنعان. لا يثنى ولا يجمع ولا يؤنث. وذلك أنه مصدر لقولك: قنعت قناعا وقنوعا وقناعة وقنعا. وذلك إذا كان رضى يقنع به, وكذلك في التأنيث.\nويقال: كان عقبان أمرك كذا وكذا, وعاقبة أمرك. وأتيتك في عقبان الشهر, وعقبانه, وعاقبته, وعقبه وعقبه, يعني في آخره.\nويقال: بئر أهوية, للبعيدة القعر.\nويقال: رويت القوم, فأنا أرويهم, بمعنى سقيتهم أسقيهم, وذلك إذا استقيت لهم بالرواية. أرويهم ريا ورويا وريا. وقد استقيت القوم, كما تقول: استقيت لهم.\nويقال للمرأة: امرأة غنج, وجارية غنج, وأغناج, إذا كانت ذا شكل ودل.\nوباب فتح, إذا كان مفتوحا, أو لم يكن له باب. وقارورة فتح, إذا لم تكن لها صمامة.\nوجارية فنق, من التفنيق والنعمة. وناقة فنق, إذا شبهت بالفنيق, وهو الفحل.\nوامرأة عطل, إذا لم يكن عليها حلي, وعلط.\nوناقة علط, وعطل, مقلوب, إذا لم تكن عليها سمة.\nوقوس علط, وعطل, إذا لم تكن عليها أداة, وهو الوتر.\nوبئر عطل, وعلط, إذا لم تكن عليها القامة. وأداة البئر القامة, وهي خشبها والدلو والرشاء والبكرة وما أشبه ذلك.\nورجل فرج, وهو الذي يفشي سره, يسترسل إلى كل أحد, من سلامة صدره, وهي الأمنة.\nولسان ذلق وطلق, وذلق وطلق.\nوغارة دلق: منتشرة. وناقة دلق. وإنما أخذ هذا من سيف دالق, وقد دلق السيف يدلق دلقا ودلوقا, وهو الذي يأكل جفنه حتى يخرج. وإنما ذلك من حده, إذا تأكل وكثرة ماؤه.\nوقد غنجت تغنج غُنجا وغَنَجا.\nويقال في الذي تعظم به المرأة الرسحاء عجيزتها: الرفاعة, والغلالة, والزنجب, والعظمة , والعظامة, والحشية.\nويقال: قفت أثر الرجل, واقتفت, وقفرت واقتفرت, وقفوت واقتفيت, وقصصت واقتصصت, بمعنى واحد.\nويقال: أعرابي قح, وأعرابية قح وقحة, يوحد ويثنى ويجمع, وكذلك أعرابي محض, ومحضة, وأعرابي قلب, وأعرابية قلب, ويثنى ويجمع, والوجه التوحيد, والمعنى في هذا: الخالص والخالصة.\nويقال: كان لي الطفاف, والطفاف, والجِمَام والجُمَام.\nويقال: محضتم النصيحة, والود, وأمحضتك ومحضت لك.\nويقال: رجل ثط, وأثط بين الثطوطة والثطاطة والثطاط.\nويقال: شاة ساح, وشياه سحاح وسحاح, بالتخفيف والتثقيل.\nويقال: تتبعت أوصاله وِصلا وِصلا, وأوداجه وِدجا وِدجا, ووَدجا وَدجا, وعِضوا عِضوا, وعُضوا عُضوا.\nويقال في النطع: النَّطَع والنِّطَع والنِّطْع.\nويقال: قد اجتمعت أشد الرجل, واحدها شد. قال الشاعر:\nبلغتها فاجتمعت أشدي\nوشذب الباطل عني جدي\nويقال: هو الأضحى, وهي الأضحى, بالتأنيث والتذكير.\nويقال: أكلت خبز الملة. والملة: النار. وهذه خبزة مملولة, وخبزة مليل. وقد مللت الخبز, فأنا أمله ملا. والحمى تمل فلانا ملا.\nويقال في هذا الناطف: القباط, والقبيط, والقبيطى.\nويقال: وقعوا في الخليطى, والخليطى, بالتخفيف والتثقيل.\nويقال: ما أدري ما حُكَّيلاهم, وحُكَيلاهم, ورُطَّيناهم ورُطَيناهم, بالتخفيف والتثقيل. ومعناه: ما أدري ما يتراطنون به ويتحاكلون به. وهو شبيه بالعجمة.\nويقال: قد غفر الثوب, وأغفر, إذا خرج زئبره, كقولك: قد زأبر الثوب.\nويقال: قد علاه المَكبَر والمَكبِر والكبر.\nويقال: قد دأبنا بالنهار والليل. وأسأدنا بالليل, ولا يقولون ذلك في النهار. ويقولون: سرنا النهار والليل. وسرينا الليل, ولا يقال: سرينا النهار.\nويقال: ميثرة الرحل, بلا همز, وهي المواثر. وثرت له: وطأت له.\nالجزء: 1 ¦ الصفحة: 30\n",
        "ومئثرة البعير, مهموزة, وهي التي يوسم بها باطن خف البعير, وهي المآثر.\nويقال للسمة: الأثرة, والتؤثور والتؤثورة.\nويقال: سدة المرأة, وهي صحن بيتها وفناؤه.\nويقال للجؤنة التي تضع فيها طعامها: سَدٌّ وسُدٌّ, بالفتح والضم, وجماعها سددة وأسداد.\nويقال للثقبين من طبيي الشاة وخلفيها: الإحليلان. وهما من الرجل والمرأة: السعدانتان, والحلمتان, وفيهما الثقبان. يقال: ثقي وثقوب, وثقب وأثقاب, وثقبة وثقب وثقب جمع. والثقبة والثقب واحد, كما تقول: بسرة وبسر.\nويقال: امرأة مرحومة, إذا اشتكت رحمها.\nويقال: هوى سفلا, وسفلا, بالتخفيف والتثقيل. وعلا علوا وعلاء.\nويقال: تدارك أمرك بقراب. وهذا قراب الليل, وقرب الليل, وقراب نصف النهار, وقراب التلاقي, وقرب.\nويقال: أريد الرحلة, والرحلة, بمعنى واحد. وأنتم رحلتي, ورحلتي, معناه أنتم من أرتحل إليه.\nويقال: جمل رحلة, ورحيل, إذا كان جمل سفر ظهيرا قويا.\nويقال: رحلت البعير, والبغل والحمار, وكذلك سواها من الدواب مما يحمل عليه الأثقال.\nويقال: الوشاح والإشاح.\nويقال للقضيف الضعيف من الرجال: النقض, والنضو, والرطل. ويقال: قد أوصف الغلام, وأوصفت الجارية. وأيفع الغلام ويفع, ويفعت وأيفعت للجارية.\nويقال: احرث القرآن, أي ادرسه, وفتش حلاله وحرامه. وهو من قولهم: حرثت الأمر, أي فتشته.\nويقال: حرث البعير, وأحرثه, إذا أنضاه وهزله.\nويقال: أخلى فلان وخلا على اللبن, إذا لم يطعم غيره. وكذلك في اللحم, إذا لم يأكل غيره.\nويقال: قد أقلص الفصيل, وأجذأ, وكعر وأكعر, إذا ارتفع سنامه.\nويقال: أتأمت المرأة, فهي متئم, إذا ولدت توءمين في بطن. وهما توءمان, وتوءمتان للجاريتين, وتوءم للواحد, وتوائم للكثير. وكذلك هو في الشاء والظباء.\nويقال: أيتمت, فهي موتم, إذا يتم ولدها, وأرملت من زوجها.\nويقال: جاء أخوك فلان, وأختك فلانة. وكذلك كل شيء من الناس.\nويقال: هذا فرسك فُلانُ, ولا ناقتك فُلانَةُ. ولا يقال: هذا فرسك فُلانُ، ولا ناقتك فُلانَةُ.\nويقال: أعطاها صِداقها وصَدقتها وصُدْقَتَها وصَدُقَتَها. كل ذلك يقال.\nويقال: رهنته كذا وكذا وأرهنت وهي أقل اللغتين. وأرهنت فيه مالي.\nويقال: جارية بينة الجراء وهو الوجه والجراء لغة.\nويقال: فرشته أمري وأفرشته أمري وبثثته ذات نفسي وبثثته.\nويقال: بصَّ الشيء يبص بصيصاً ووبص يبص وبيصاً بمعنى واحد وهو من البريق.\nويقال: آلفت إبلك, وألفت, لغتان, إذا كملت ألفا. وأمأت وماءت كذلك, إذا كملت مائة. وهي تؤلف وتألف, وتمئي وتميء, لغتان كذلك.\nويقال: وهلت وهل هذا الأمر, أي ذهبت نحوه, ووهمت وهمه, مثل قصدت, ووقع في وهمي كذا وكذا, وفي وهلي ووهلي, كما تقول: في ظني.\nويقال: سلج التمرة, يسلجها, وسلجها يسلجها, لغة, وزردها, وملقها, بمعنى بلعها.\nويقال: ملج الفصيل أمه, يملجها, وملجها يملجها, لغة, إذا رضعها.\nويقال: وهمت في الصلاة وهما, وأوهمت ركعة من صلاتي إيهاما, وأوهمت درهما من حسابي, وذلك إذا نسيته وغلطت به.\nوطيء يقولون: قد غلت في حسابه, يغلت غلتا. وغيرهم: غلط يغلط غلطا.\nويقال: جلد قاهل, وقاحل, إذا كان يابسا. ويقولون: مدحني, ومدهني, فهو يمدح ويمده. ويقال: ما أحسن مدحه! ومدهه, ومدحته ومدهته. وقال رؤبة:\nلله در الغانيات المده\nسبحن واسترجعن من تألهي\nويقال: أمرهم مهم, ومحم وهو أشد من المهم, وهو الذي يمنع النوم, ويقلق صاحبه.\nويقال: أخذه القماص, والقماص. وبالدابة قماص, وقماص.\nويقال: الناس فوضى, ما لم يكن عليهم ملك يجمعهم. قال الشاعر:\nلا يصلح الناس فوضى لا سراة لهم\n...\nولا سراة إذا جهالهم سادوا\nويقال: في سمعه وقر, وعلى ظهره وقر. وهو موقور الأذن, وموقور الظهر. يقال: وقرت أذنه. ويقال: وقر الله أذنه وقرا, وأوقر ظهره إيقارا, وأوقر ظهره أيضا.\nويقال: أوقرت النخلة, والشجرة, فهي موقر ومُوقِرة ومُوقَرة.\nويقال: قد أصاف الرجل, إذا ولد له في كبره, وأربع, إذا ولد له في شبابه. ويقال: رجل مربع, ومصيف. وإنما أصل ذلك في الإبل, إذا نتجت في الربيع فهي خير مما ينتج في الصيف.\nويقال: له بنون ربعيون, وله بنون صيفيون, وهم أضعف. وقال الشاعر:\nالجزء: 1 ¦ الصفحة: 31\n",
        "إن بني صبية صيفيون\nأفلح من كان له ربعيون\nويقال: هذا رجل وحداني, إذا كان غريبا في زمانه, لا يوجد مثله, ولا نظير له. وهو كقولهم: نسيج وحده, وجحيش وحده, وعيير وحده.\nويقال: آمنا بوحدانية الله وربوبيته.\nويقال أيضا: رجل وحداني, إذا كان غريبا, لا أحد له, فردا في الرأي والعقل, وهذا في بدنه.\nويقال: فرد فلان من القوم, يفرد فرودا, إذا تنحى عنهم.\nويقال: ما أخذني غمض, ولا غماض, في ليلتي هذه.\nويقال: أزكنت الرجل بكذا, ونزكته, فأنا أنزكه نزكا, لغة. وزكنت عنه ما صنع, فأنا أزكنه, معناه حفظت عنه صنيعه, ولحنت عنه, ولقنت عنه.\nويقال: رجل بذ بين البذاذة, إذا كان رث الحال, متقشفا, ومتقهلا إذا لم يدهن ويكتحل وينظف ثيابه. وجاء في الحديث:\"البذاذة من الإيمان\", وهو من هذا.\nويقال أيضا: مكان بذ, إذا كان قذرا, فيه السرقين والبعر. السرقين والسرجين كلام العرب.\nويقال: أذنت به أذنا, فأنا آذن به, مثل سمعت به سمعا وسماعا. ووالله ما أذنت بقدوم فلان حتى كان اليوم.\nوقال الشاعر في زكنت:\nولن يراجع قلبي ودهم أبدا\n...\nزكنت من سيرهم مثل الذي زكنوا\nأي علمت منه مثل الذي علموا. وقال الشاعر في أذنت:\nصم إذا سمعوا خيرا ذكرت به\n...\nوإن ذكرت بشيء عندهم أذنوا\nويروي بعضهم \"بسوء عندهم أذنوا\".\nويقال: شت أمر القوم, يشت شتا, إذا اختلف وتفرق. وكذلك شت القوم يشتون شتا وشتوتا, إذا تفرقوا. وشتتهم الله تشتيتا, وأشتهم إشتاتا.\nويقال: قد أولع به. وجاء في الشعر ولع به, وليس ذلك في كلامهم. قال الشاعر:\nولع بالذي تهوى من الأمر إنه\n...\nإذا مت كان المال نهبا مقسما\nوقال عدي بن زيد:\nإذا أنت فاكهت الرجال فلا تلع\n...\nوقل مثل ما قالوا, ولا تتزند\n\"تلع\" أصله من الولوع.\nويقال: هي المعقلة, في الدية, وهو العقل.\nويقال: فند يفند فنودا, وأفند إفنادا. وفنك يفنك فنوكا, وأفنك يفنك إفناكا.\nويقال: للغرفة: المشرُبة, في لغة الحجاز, والمشرَبة, لتميم.\nويقال: ما في أرضه زَرعَة واحدة, وزُرعَة وزَرَعَة, أي موضع يزرع, ثلاث لغات.\nويقال: الزراعة, والبقالة, للمزرعة والمبقلة, والمزرعة والمقبلة. يقال في كله: (المفعلة) و (المفعلة) في كل هذا الباب, ماخلا مكرمة, فإنا لم نسمع فيها مكرمة.\nويقال: قبح الله ما قبل من فلان وما دبر, وما أقبل وأدبر.\nويقال: قد قبل الليل, والنهار, وأقبل؛ ما خلا في الآدميين, فإنهم يقولون: أقبل, لا غير.\nويقال: امرأة مغيبة, ومغيب, ومشهد ومشهدة مثله.\nويقال: هو يهرع إليك, أي يسرع, وقد أهرع, فهو يهرع إهراعا. ولغة أخرى: قد هرع يهرع. وإذا قال: يهرعون, فهو من أهرع القوم, فهم يهرعون.\nويقال: قد أحصد الزرع, وأفرك السنبل, وأصرم النخل, وأقطف الكرم, وألقط النخل, إذا بلغ أن يلقط.\nوكل شيء من هذا الباب يقال فيه (أفعل) , إذا حان ذاك له. وأجنى الشجر, إذا أدرك للجنى. حتى يقال ذاك في الرجل, إذا كبر ودنا للموت: قد أحصد.\nهذا آخر نوادر أبي مسحل من كتاب أبي العباس أحمد بن يحيى ثعلب.\nوالحمد لله وحده.\n4\nالقسم المروي عن أبي عبد الرحمن أحمد بن سهل صاحب أبي عبيد القاسم بن سلاَّم\nوهذا من كتاب أبي عبد الرحمن, صاحب أبي عبيد بخطه.\nقال أبو مسحل عبد الوهاب بن حريش, وكنيته أبو محمد, وأبو مسحل لقب.\nيقال: أتتني جنادع فلان, وقنادعه, وقناذعه, وعقاربه, وزنابره, ومعناه قوارصه. والواحد قندع, وجندع, وفي القناذع قنذعة, وقندعة.\nوجنادع الضب: دواب تخرج قبله.\nويقال: ولع فلان في الكذب, وولق, وبرك وابترك فيه. وذلك إذا جرى فيه وأولع به. وروي عن عائشة:\"إذ تلقونه بألسنتكم\".\nويقال: قصب فلان عرض فلان, وقضبه, وبشكه, وابتشكه, بمعنى قطعه. قصبه يقصبه قصبا.\nويقال: قد أجزت الغنم, وأحلقت المعزى.\nويقال في الضأن: قد جززت الضأن. وحلقت المعزى.\nويقال: هذا جزاز المعزى. وهذا حين حلقها. وقال الكسائي: لا يكادون يقولون حين حِلاقِها وحَلاقِها, وهو جائز في القياس.\nويقولون: بردت الماء, فأنا أبرده, وأبردته, وبردته, ثلاث لغات.\nالجزء: 1 ¦ الصفحة: 32\n",
        "ويقولون: أعسفت البلدة, بمعنى اجتويتها. وأعسفت الأمر كذلك: اجتويته وكرهته.\nويقال: اخترعت الرجل عن أصحابه, واختزلته, واقتضبته, واقتطعته, بمعنى واحد.\nواخترعت الشيء: اختلقته. كما تقول: اختلق عليه كذبا, واخترع, واخترق.\nويقال: أشهرنا عند بني فلان في موضع كذا وكذا, ومعناه أقمنا شهرا. وأسنتنا, وأسنهنا. وكذلك أحلنا, وأعمنا كذلك. ونحن محيلون, ومعيمون, ومسنون, ومسنهون.\nويقال: أتانا ليلة الأول, ويوم الأول, وساعة الأول. وأتانا اليوم الأول, والساعو الأولى, والليلة الأولى.\nويقال: كنا عنده أولى ثلاث ليال, وأولى ثلاثة أيام.\nويقال: أتلجه في البيت, وأولجه, وهو يلج, ويتلج, وهي لغة مثل قوله: تخذ يتخذ. قال الشاعر:\nتخذن معانيه لعبة\n...\nوحتى تركن سداه سطورا\nويروى \"ستاه\". يعني الريح.\"تخذن مغانيه\": مغاني المنزل.\nوقال: رجل فيه عروبية, وأعرابية.\nوقال: يعرب عن فلان لسانه, ويعرب, ويعبر ويعبر عنه لسانه. وهي عبارة المنطق, كعبارة الرؤيا, عبرها يعبرها عبرا وعبورا, وعبرها تعبيرا.\nويقال: ناقة جلالة, وجليلة, إذا كانت عظيمة الخلق. ونعم جلة.\nويقال: قد أعرض الرجل في الطريق, وعرض بمعنى. ويقال: عرضت الخشبة, أعرضها عرضا, على الباب, فهي معروضة.\nويقال: مضى فلان, وأتبعه فلان, وأتبعه وتبعه, ولحقه وألحقه ولحق به بمعنى واحد. وردفه وأردفه. ونكره وأنكره.\nويقال: بعته بيعة حسنة, وهي الاسم.\nويقال: خل ثقيف وثقيف, ورجل زميت وزميت, وبصل حريف وحريف. وسائر هذا الباب على (فعيل) .\nوقالوا: شَرِير وشِرِّير, وشَنِير وشِنِّير, من الشنار, وقد شنَّر بي, إذا سمع بي.\nويقال: ثقيف بين الثقافة, وخل حاذق بين الحذوق والحذوقة.\nويقال: هو جري في الخصومة بَيِّنُ الجرارية.\nويقال: هذه رثة الرجل من أبيه, وميراثه وإرثه.\nويقال: رجل بَيِّنُ الرجولة, والرجولية.\nوغلام بَيِّنُ الغلومة والغلومية.\nوفتى بَيِّنُ الفتاء والفتوة.\nوصبي بَيِّنُ الصباء والصبا.\nوشيخ بَيِّنُ الشيخ والشيخوخة والتشييخ.\nوجارية بَيِّنَةُ الجراء والجراء والجرائية.\nوأب بَيِّنُ الأبوة.\nوابن بَيِّنُ البنوة.\nوعم بَيِّنُ العمومة.\nوأخ بَيِّنُ الأخوة والإخاء.\nوأم بَيِّنَةُ الأموة.\nوعبد بَيِّنُ العبودة والعبودية.\nوخال بَيِّنُ الخؤولة.\nوجد بَيِّنُ الجدودة والجدود.\nوجار بَيِّنُ الجوار.\nوضيف بَيِّنُ الضيافة.\nوشجاع بَيِّنُ الشجاعة.\nوبطل بَيِّنُ البطولة والبطالة, وذاك أنهم يقولون: قد بطل بطالة, كما يقولون: قد شجع شجاعة.\nوشديد بَيِّنُ الشدة.\nوبئيس بَيِّنُ البآسة.\nوكمي بَيِّنُ الكماءة والكموة.\nوجبان بَيِّنُ الجبن والجبانة.\nوجريء بَيِّنُ الجراءة والجرائية والجرأة.\nوحليم بَيِّنُ الحلم.\nوأصيل بَيِّنُ الأصالة.\nوظريف بَيِّنُ الظرف.\nوعاقل بَيِّنُ العقل.\nوأحمق بَيِّنُ الحمق والحماقة والحمق.\nوأخرق بَيِّنُ الخرق والخرق, والخرق فيمن قال: خرق يخرق خرقا.\nوأرعن بَيِّنُ الرعونة والرعانة.\nوكريم بَيِّنُ الكرم.\nوقبيح بَيِّنُ القبح والقباحة.\nوسمج بَيِّنُ السماجة والسموجة.\nومليح بَيِّنُ الملح والملاحة.\nوصبيح بَيِّنُ الصباحة.\nونبيل بَيِّنُ النبالة والنبل.\nووسيم بَيِّنُ الوسامة.\nووضيء بَيِّنُ الوضاءة.\nوحسن بَيِّنُ الحسن والحسانة.\nوطويل بَيِّنُ الطول.\nوقصير بَيِّنُ القصر.\nوعظيم بَيِّنُ العظم.\nوجميل بَيِّنُ الجمال.\nوأعين بَيِّنُ العين والعينة.\nوأفوه بَيِّنُ الفوه.\nوأسيل بَيِّنُ الأسالة.\nوأزج بَيِّنُ الزجج.\nوألثغ بَيِّنُ اللثغ واللثغة.\nوأفلج بَيِّنُ الفلج والفلجة.\nورجل لسين بَيِّنُ اللسانة واللسن.\nورجل شَرِير وشِرِّير بَيِّنُ الشر والشرارة.\nوحجام بَيِّنُ الحجامة.\nوقصار بَيِّنُ القصارة.\nويقال: هذه رثة المتاع, لما رث منه, وأخلق وخلق. وارتث: إذا حمل وبه رمق.\nويقال: مضى فلان لطيته, ولطأته, محرك مهموز مقصور, ونيته. وإنما أخذت الطية من طويت الأرض, والنية من نويت وأنويت. والطاءة مأخوذة من وطئت. \"نعوذ بالله من طئة الذليل\" وطاءة الذليل.\nالجزء: 1 ¦ الصفحة: 33\n",
        "ويقال أيضا: مضى لطئته, ومضى القوم لطياتهم وطئاتهم.\nويقال: هذا الفأل الصالح. وقد تفاءلت تفاؤلا.\nويقال: به حرة من العطش, وغلة. وبه حرة الحزن, وحره وحرارته.\nويقال: أكلت الطعام فهنئته, ومرئته. وأنا أهنؤه, وأمرؤه.\nويقال في الزنفالجة, وهي أعجمية عربت, فقال بعضهم: الزنفالجة, وكسر بعضهم الزاي فقال: زنفالجة. وقال بعضهم: زنفليجة. وقال بعضهم: زنفليقة. حكاها الكسائي عنهم.\nوقال: السكرجة, والسكرقة, حكاها بالجيم والقاف, وهي أعجمية عربت أيضا. وذكر الشرقي بن القطامي الكلبي أنها بالعربي الفيخة. وقد كان يعرفها ملوك اليمن, أهل القرى والمدر.\nويقال: كربج وكربق, للحانوت. ويفتح أيضا: كربج وكربق. وهو المعرب من كلام العجم.\nوكذلك الشوبج والشوبج, والشوبق والشوبق, والصوبج والصوبج, والكوسج والقوسق.\nويقال: رجل ذو أكل, إذا كان عاقلا لبيبا. وثوب ذو أكل, إذا كان كثير اللحمة ذا بقاء. ورجل ذو أكل من السلطان, وذو طعمة. وبيت الأعشى يفسر على معنيين:\nقومي ذوو الآكال من وائل\n...\nكالليل باد ومن حاضر\nيعني ذوي العقول والأرآء. وقال بعضهم: يعني ذوي الأموال والطعم والمنازل من السلطان.\nويقال: عام محل, وسنة محل. قال الكسائي: ولم أسمع محلة, ولو قيلت لجازت.\nويقولون: سنة ماحلة, وممحلة. وعام ماحل, وممحل. ويقال: قد قحط الناس, وقحط الناس, وأقحطوا, وأجدبوا.\nويقال فيما حكى أبو عبيدة: قد جدبت الأرض, وأجدبت, وأمحلت. وبلد جدب وأرض جدب. وخصبت البلاد, وأخصبت. ويقال: بلد خصيب, ومخصب, وجديب ومجدب.\nويقال: ألبأت الجدي, إذا أرضعته لبأ أمه. وألبأت الشاة, إذا أنزلت اللبأ.\nويقال لها: أفصحت, إذا أخرجت من اللبأ إلى اللبن.\nويقال: ألبنت, إذا أنزلت اللبن.\nويقال: هي ملبن, وملبئ, ومفصح.\nويقال: شاة لبون ولبنة, إذا كانت كثيرة اللبن.\nويقال: ولدت المرأة بكرها, وثنيها, وواحد بطنها, واثني بطنها. وقال الكسائي: يجوز ثلاثة بطنها, وأربعة بطنها في القياس, ولم نسمعه منهم.\nويقال لكل بهيمة: ولدت بطنا, وبطنين, وثلاثة أبطن, إلى ما زاد.\nويقال: جاء فلان ينفض مذرويه, إذا جاء متهددا.\nوالمذروان طرفا الأليتين. ولم نسمع لها بواحد. ولو كان لهما واحد منهما لانقلبت الواو ياء.\nويقال: جاء يضرب أسدريه, لا شيء معه. وذلك إذا طأطأ رأسه, وأرسل يديه.\nوكذلك: جاء ينفض يديه, فارغا لا شيء معه.\nويقال: هذا شراب ناقع, يروي من الظمإ.\nويقال: لم أزل أختبر فلانا حتى طعنت في فحواه. معناه حتى علمت باطن أمره.\nويقال: إني لأجلدك على ما ليس من بالك, وقد جلدتك عليه, بمعنى أكرهتك.\nويقال: إنه لشبيه الأجلاد بأبيه, وإنه ليكاد يطلب مشابه من أبيه, وإنه ليتقيل مشابه أبيه, ومحاسن أبيه, وشمائل أبيه. ولم يسمع لهذه بواحد, ما خلا الشمائل, فإن واحدها شمال.\nويقال: ما كان أنوك! ولقد نوك ينوك نواكة ونوكة ونوكا.\nويقال في القسم: حرام الله لأفعلن ذاك, وسماع الله لأفعلن, وسمع الله, وسمع الله. بذلك المعنى.\nويقال: فسخت خاتمي من إصبعي, وانفسخ الخاتم منها, إذا خرج, وأخرجته.\nويقال: مسخ الله فلانا, ونسخه, بمعنى.\nويقال: امتسحت الشجرة من أصلها, إذا قطعتها, وامتصحت بذلك المعنى.\nويقال: امتسحت العود والقضيب من الشجرة, أي سللته منها فقطعته. ومنه قولهم: امتسحت السيف, أي استللته.\nويقال: إن غنيت عن القوم فبما افتقرت إليهم. فسر هذا على معنيين, كلاهما حسن. يعني ربما, في أحد المعنيين. والآخر على البدل, يعني هذا بدل ذا. وكذلك فسر بيت الأعشى:\nعلى أنها إذا رأتني أقاد\n...\nقالت بما قد أراه بصيرا\nفي أشباه هذا كثيرة من الشعر.\nويقال: إني لغرض من فلان, في الملالة. وإني لغرض من فلان: مشتاق إليه. وقد غرضت إلى حديثك, بمعنى اشتقت إليه. وما أشد غرضي إليك! بمعنى الشوق.\nويقال: هذا الزماع بالأمر, فيما زمع به وأزمع. يقال: ازمع بأمرك, وأزمع, لغتان. وأنشد هذا البيت:\nاِزْمَعْ, ولا يك أمر عن مخالجة\n...\nإن الزماع نجاح حين تأتمر\nوقد أنشده بعضهم\"أزمع\".\nويقال: أجمعت على الشيء, وأجمعت به. وكذلك أزمعت عليه, وأزمعت به, وزمعت.\nالجزء: 1 ¦ الصفحة: 34\n",
        "ويقال: أجمعت للأمر رأيي, وحيلتي, وجمعت له أصحابي أكثر, وأجمعت.\nويقال: بلد آهل, وماء آهل. وكذلك المنزل آهل, وأهل. وآهله الله لهذا الأمر, أي جعله له أهلا.\nويقال: إنه لوضيع بين الضَّعة, والضِّعة.\nوإنه لوسيط في قومه بين السِّطة, والسَّطة.\nوإنه لوقاح الوجه بين القَحة, والقِحة والوقاحة والوقح. وحكي عن النبي, عليه السلام, أنه كان يتعوذ فيما يتعوذ به:\"أعوذ بالله من طاءة الذليل\", وطئة الذليل, يعني من وطئه, ولؤم ظفره إذا ظفر.\nويقال: مالك عندي منفعة, ولا نفيعة, ولا نفع. ولا لك عندي ظلامة, ولا ظليمة, ولا مظلمة.\nويقال: وقع فلان في مهلكة, ومهلكة, وهلكة, بمعنى واحد.\nويقال: هو بدار مضيعة, ومضيعة, ومعجزة ومعجزة.\nويقال: قد قضَّ فلان العظم, إذا تمششه, وقضقضه, يقضه, ويقضقضه, إذا كسره أيضا.\nويقال: رجل نكس, ونكث. فالنكس: الضعيف. والنكث: الذي ينكث العهد, بمعنى ناكث ونكوث.\nويقال: هو السحر, للرئة, والسحر, والسحر والسحر, مخفف. ويقال لكل مجوف: مسحر. قال لبيد:\nفإن تسألينا فيم نحن؟ فإننا\n...\nعصافير من هذا الأنام المسحر\nوهو المجوف.\nقال الشاعر:\nأرانا موضعين لأمر غيب\n...\nونسحر بالطعام وبالشراب\nوقالوا: في هذا البيت\"نسحر\" نخدع بالطعام وبالشراب, ونعلل بهما, وهو من سحره خدعه. يقال: سحرتني بكلامك, معناه خدعتني به.\nوجاء في التفسير, في قوله, عز وجل:\"إنما أنت من المسحرين\", يعني من المخلوقين الآدميين الذين لهم الأسحار. وجاء في تفسير آخر: إنما أنت من المخدوعين.\nويقال: رجل بذيء, من قوم أبذاء, يا فتى, وبذءاء, يا هذا. فإن تركت الهمز قلت: أبذيا وبذواء. ويقال منه: قد بذؤت على جليسك, وبذأت وبذئت, ثلاث لغات حكاها الكسائي. قد بذؤت بذاءة وبذوءا وبذاء.\nويقال: هي الإبرة. والمئبر الذي فوقها, تخاط به الأكسية, وهو دون المسلة.\nويقال: هذا فرس مشنأ, وللأنثى: هي فرس مشنأ. ورجل مشنأ, ورجلان مشنأ, ورجال مشنأ. لا يثنى ولا يجمع في تذكير ولا تأنيث. وهو بمنزلة: رجل مقنع, ورجلان مقنع, ورجال مقنع. وهو (مفعل) من شئت, فأنا أشنأ شنئا. وإن شئت ثنيت وجمعت.\nوتقول: هذا رجل كرم, ورجال كرم, وامرأة كرم, ونسوة كرم, ونوق كرم, وجمال كرم. ويجوز التثنية والجمع في القياس.\nويقال: به أسر, من البول, وبه حصر, من الطعام والبول جميعا.\nويقال: رجل مشيأ الخلق, مقصور, وفرس مشيأ الخلق, وهو المضطرب الخلق.\nويقال: هو في ضِيق من معيشته, وضَيق.\nويقال: أعابت السفينة, فهي معيبة, إذا تبين عيبها. وكل ما ظهر فيه عيب من الآدميين وغيرهم يقال: أعاب, فهو معيب. وإذا قلت: قد عبته قلت: فهو معيب.\nويقال: رجل نحوي, وسيلقي. فالسليقي على وجهين: أحدهما أن يكون الفصيح من الأعراب الذي يتكلم بسليقيته وسليقته, وهو الطباع. قال الشاعر في ذلك:\nما إن توافقها نحوية حدث\n...\nلكن سليقية كالفجر غراء\nوالوجه الآخر أن قرويا لحانا يتكلم بسليقيته, فهي سليقة الخطإ. ومن ثم قالوا: فلان يقرأ بالسليقية, إذا لم يعرب قراءته. وإنما عني بهذا أهل القرى ممن لا فصاحة فيهم.\nويقال: على هذا الطعام طُلاوة, وطِلاوة وطَلاوة, وهي القداوة والقداة, إذا طاب طعمه وريحه.\nويقال: قد أقديت طعامك, وأطليته, بمعنى أطبته.\nويقال: في ثوبه عَوار, وعُوار وعِوار, إذا كان معيبا.\nويقال: هو في غواية, وقد غوي غيا وغواية.\nويقال: صرف الله عنك الخزاية, وجلا عنك العماية.\nويقال: قد شور الرجل, من الحياء, وتشور.\nويقال: ما أشد نُضج هذا اللحم! ونَضجه.\nويقال: ألويت بفلان في الخصومة, بمعنى خصمته.\nويقال: ما معك بدعواك خصة, يعني صكا ولا كتابا.\nويقال: هيدِ, وهيدَ, بمعنى مالك؟ وهي لبني تميم. وأهل الحجاز يقولون: مهيم؟ في ذلك المعنى. وكلب تقول: أيم؟ في ذلك المعنى. حكاه الكسائي عنهم.\nويقال: ليت شعري ما صيور هذا الأمر؟ وصيره وصيره, معناه إلام يصير؟ ويقال: قد أعرق القوم, وأشأموا, وأحجزوا, وأيمنوا, وأعمنوا, وأنجدوا, وغاروا وأغاروا, إذا أتوا اليمين, ونجدا, وغورا, وعمان, والحجاز, والشام, والعراق. وأتهموا أتوا تهامة.\nويقال: لي في بني فلان حشمة, أي قرابة.\nالجزء: 1 ¦ الصفحة: 35\n",
        "ويقال: أرخة الكتاب لمستهل صفر أو رجب, وتاريخ الكتاب.\nويقال: ورخت الكتاب, وأرخت وورخت, ثلاث لغات.\nويقال في عروق الجوف: السواقي, والعواصي. واحدها ساق, وعاص. قال في ذلك الشاعر:\nصرت نظرة لو صادفت جوز دارع\n...\nغدا والسواقي من دم الجوف تنعر\nوبعضهم يقول: \"العواصي\"وهو سواء. \"صرت\": قطعت نظرة.\nويقال: امرأة ضمرز, ورجل كذلك, وهو الغليظ الخلق السمجه.\nالجأنب: الجافي.\nويقال: جاء فلان بالفاضة المنكرة, وجاء بالفواض, وهي الدوهي.\nويقال: ناقة عليان, وعلية, وجمل عليان وعلي. وهو الذي يبذ الركاب في السير, ويسبقها.\nويقال: قد أقرن دم فلان, واستقرن, إذا كثر وتبيغ به. يقال: تبيغ به, وتبوَّغ.\nوكذلك يقال في الدمل: قد أقرن, واستقرن, إذا اجتمع قيحه ودمه.\nويقال: بعير لهيد, إذا كسر الحمل بعض أضلاعه من ثقله.\nويقال: سحابة خلقاء, وخلقة, وجبل أخلق وخلق, وهو الأملس الذي لا ينبت عليه شيء. قال الشاعر:\nلا نعتها برقت ولا رعدت\n...\nلكنها نشأت لنا خلقه\nسحابة ملساء من الماء, مستوية.\nويقال: امرأة مسلف, وسلوف, إذا أسنت وكبرت.\nويقال: جَبِيل وجُبُلٌّ, واحد جُبُلٍ, \"ولقد أضل منكم جبلا كثيرا\".\nوسليف واحد سُلُف وسُلَّف,\"فجعلناهم سلفا ومثلا للآخرين\". وواحد السلف سالف.\nويقال: رجل قرحان, وامرأة قرحان, وجمل قرحان, وناقة قرحان, لا يثنى ولا يجمع. وذلك إذا كان الجمل لم يجرب, ولم تصبه آفة ولا عاهة, وكان صحيحا سالما من الادواء. وكذلك الرجل, إذا لم يجدر, ولم يحصب, ولم يصبه داء.\nويقال: لعبد الله على أخيه سرارة الفضل, وسراوة الفضل.\nويقال: نسمته النعامة بمنسمها, ونسمه البعير بمنسمه. ونسره الطائر بمنسره, إذا نقره.\nويقال: فلان أجرأ من خازق. والخازق: السهم, وقال بعضهم: السنان.\nويقال: أجرأ من خاصي الأسد.\nويقال: قد مصعت الإبل, إذا ذهبت ألبانها, وشولت. وقد أمصع القوم, إذا ذهبت ألبانهم.\nوقد مصع الرجل والقوم إذا هربوا.\nوقد مصع الظبي بذنبه, إذا حركه.\nويقال: أصابت فلانا الحَصْبَة, والحَصَبَة والحَصِبَة, ثلاث لغات.\nويقال: ضربه على قُصاص شعره, وقَصاص شعره, وقِصاص شعره, ثلاث لغات.\nويقال: نِصف, ونُصف, ونصيف, ونَصف.\nويقال: هنأك الظفر, وهنئك, وهنألك, وهنئ لك, بمعنى واحد.\nويقال: رجل غمز, وقوم أغماز, إذا كانوا ضعفاء.\nويقال: نادم سادم, وندمان سدمان, ونادمة سادمة, وندمى سدمى. وندامى سدامى للجميع.\nويقال: شاة مقبلة مدبرة, إذا شقت أنها من قدامها ومن خلفها.\nويقال: جلست على مفرِق الطريق, ومفرَق الطريق.\nويقال: نخلة مبسِرة, ومرطِبة, ومحشِفة ومحشِّفة, ومرطِّبة, ومبسِّرة, بمعنى واحد.\nويقال: نخلة موقِر, وموقَرة, ومقوقِرة ثلاث لغات.\nويقال: قد تبين حق لقاح هذه الناقة, وحقاقه, وحقاقه, بمعنى واحد. ويقال: كل رجل يهيش إلى نفسه, أي يجر إلى نفسه. وقال الشاعر في ذلك:\nكل امريء يهيش نحو بيته\nمن الجراد, حيه وميته\nويقال: هو ابن عمه قصرة, وقصيرة, ومقصورة, ودنيا يا هذا, ودنا, ودنية, ودنيا على (فعلى) , بمنزلة قولك: هو ابن عمه لحّا.\nويقال: يا بن شارب الفلاق, والفلق, هو اللبن المتقطع من شدة الحموضة, يعير به الرجل.\nويقال: ظفرت عينه, تظفر ظفرا. وفي عينه ظفرة, وهي لحمة تكون في الحدقة.\nنُهُرٌ: جماع النهار. وقد قرأ بعضهم \"إن المتقين في جنات ونهر\" أي ضوء.\nويقال: عجبت من فرط السرور على فلان, وهو شدة الفرح, ومرحه, وعجلته. وقد فرط عليه السرور, وهو يفرط فرطا وفروطاً.\nويقال: رجل أصلع, وصلع. ورمح أضلع, وضلع, إذا كان فيه ميل واعوجاج. ورجل أحدب, وحدب. وأشعث وشعث. وارمد ورمد. وأقزل وقزل, وهو المعوج الساق. وأحدل وحدل, وهو الميل في أحد المنكبين.\nويقال: أعطني حقتي, وحقي قبلك.\nويقال: هو في نزيع الموت, ونزع الموت.\nويقال: آمنا بإلاهة الله, وربوبيته.\nويقال: كان ذلك بأخرة. وبعت الثوب بأخرة, وإلى أخرة, وبنظرة, وإلى نظرة. معناه واحد: بتأخير.\nويقال: ما يبارى يزيد, ولا يسارى, من السرور. وذلك في السخاء.\nويقال: وريت بك الزناد, وورت, وأوريتها أنا. ورت بك تري وريا, ووريت تورى.\nالجزء: 1 ¦ الصفحة: 36\n",
        "ويقال: ما خيره, وما شره من رجل! على معنى ما أفضله, وأردأه! في هذين يحذفون الألف. وهما نادرين عن الكسائي, وأهل البصرة.\nويقال: \"لا عدوى ولا طيرة\" أي لا يعدي من الجرب شيء شيئا, ولا يتطير من شيء, \"ولا هامة\", وهي التي تزعم العرب أنها تخرج من رأس الميت تزقو, أي تصيح.\nويقال: أهللت بالرجل, أي دعوته.\nويقال: إن بيني وبينه لأيصرا, وآصرة, وإصرة, وخابة رحم. وهي خواب الأرحام, وأواصرها وأياصرها وأصرها.\nويقال: رجل مصواخ, إذا كان يسمع ولا يجيب.\nويقال: فلان في جَنابنا, وجِنابنا وجنابتنا.\nويقال: رجل مرؤوس, إذا كانت شهوته في رأسه, واشتهى ما تراه عيناه.\nويقال: تخلف عني أخرا, وآخرا.\nويقال: ما يأكل إلا الصفار, والقفار, إذا أكل طعامه بغير أدم.\nويقال في مثل لهم: شيئا ما يبتغى السوط إلى الشقراء. وهما سواء. وذلك أن يرى الرجل هاربا مذعورا, فيعلم أنه قد نزل به أمر. وفي الشقراء حديث.\nويقال: إن به فزرة, وهي الحدبة. ويقال: رجل أفرز. والفرز اسم الوبر أيضا.\nويقال: فرزت الشيء, إذا فصلته, وأصبت وصله في القطع.\nويقال: ما انتبل نبلي, ونبلي, ونبلي, ونبالي, ونبالتي. وما عرف عرفي, ومعرفتي وعرفاني. ومعناه لم يعرفني حق معرفتي.\nويقال: ما ربأت ربأه, ولا ربأ فلان ربأي, في ذلك المعنى. ومعناه ما اكترثت له, ولا اكترث لي.\nويقال: إنه لضخم الملاطين, يعني العضدين.\nويقال في الصاروج: الإجرون والجيار, وهما من أسمائه.\nويقال: أحشت الناقة, في الحشيش. وحش ولدها في بطنها, وأحش أيضا, وذلك إذا مات ويبس في بطنها.\nويقال: حشت يده, وأحشت, إذا يبست.\nويقال: جئت بأمر هولة, أي بأمر منكر هائل.\nويقال: رجل مقرون, بمنزلة مغلوب, إذا كان له قرن يغلبه. وقد أقرنت لفلان, أي شاكيا, في غير ذلك المعنى. وما زلت مقرنا لكل من لقيت, في الوجه الأول.\nويقال: شربت فلانة التحبلة. وهو دواء إذا شربته المرأة حبلت, فيما يزعمون. والعرب تسميه التحبلة.\nويقال سقيت فلانا سلوانا, وسلوة. وخرزة لهم يقال لها: السلوان, تنقع في الماء، ويشرب ماؤها, فيذهب ما به من العشق, فيما يزعمون.\nويقال للشاة الصغيرة إذا درت من غير ولد: تحلبة.\nويقال: قد نصصت له, إذا قمت, بمنزلة مثلت له.\nويقال: سقانا ترنوقا يا هذا, وهو الماء الكدر.\nويقال: راح يومنا, يراح ويروح, في الطيب.\nويقال: طرفت عينك عني, إذا هويت غيره.\nويقال: أصم فلان حديث القوم, إذا صاح فام يسمع بعضهم من بعض.\nويقال: رجل مزح, وقوم مزحة, ومازح ومزاح. ورجل مل, وملة, وملول, وملولة.\nويقال: رمح مزج, إذا كان ذا زج.\nويقال: دابة مرفدة بالرفادة.\nويقال: امرأة صغراء, وكبراء, ورجل أصغر, وأكبر, حكي في هذا.\nويقال: فلان حدثي, ولخوي, في المصافاة.\nويقال: أصبت من المال ما يقرني, أي ما يكفيني ويحسبني.\nويقال: ما أحسن حلة القوم! يعني منزلهم الذي يحلون به. ويقال: ما بجرم قلة, ولكن سوء حلة. وذلك أنهم متفرقون, لا يجمعهم منزل واحد.\nويقال: ردك الله إلى الجميع, يعني الأهل.\nويقال: هذا بغير غلالب, للذي يغلب الإبل في السير ويبذها.\nويقال: رجل نقل, للذي يجيد المناقلة في الكلام.\nويقال كلت لي طعاما, فما كالني, يعني ما كفاني. وقد كالني الطعام, إذا كفاني.\nواشتريت ثوبا, فما قطعني, معناه لم يكفني, ونقص عن القدر.\nويقال: ربقتك في هذا الأمر, معناه طرحتك فيه.\nويقال: رجل عاسل, للذي يأخذ العسل من النحل.\nويقال: هن عدالى وعداليات, بمعنى معتدلات, لسن موائل. وذلك للأعكام والأعدال.\nويقال: دخن هذا الشواء, إذا أصابه الدخان.\nويقال: وقع في الزآبر, واحدها زئبر, وهي الداهية.\nووقع في القنازع, واحدها قنزع.\nووقع في القراريط, واحدها قرطيط.\nووقع في السلاتم, واحدها سلتم.\nووقع في الدقارير, واحدها دقرارة ودقرارة.\nويقال أيضا: رجل دقرارة, إذا كان نماما.\nويقال أيضا في التبايين: الدقارير, واحدها دقرار.\nووقع في الضآبل, وهي الداهية, واحدها ضئبل.\nويقال: تلعلع الرجل من الهم والحزن والجوع. وذلك إذا قلق, ولم يتقار.\nولعلعت العظم حتى كسرته.\nالجزء: 1 ¦ الصفحة: 37\n",
        "ويقال: قد حبره جلده, من الحبر, وبثر يبثر, ويحبر, بثرا, وحبرا, وجدر يجدر جدرا.\nوحلئ فوه من الحمى, وذلك إذا تركته, فخرج في فيه حر متحبب. وذلك الحلئ يا هذا, مقصور, واحده حلأة.\nويقال: رجل محموم, ومورود, بمعنى واحد, وموعوك.\nويقال: أول الفاكهة موردة ومحمة.\nويقال: الولد مجبنة مبخلة, يقول: إذا كان للرجل ولد بخل بماله مخافة الفقر, وجبن عن العدو مخافة القتل. محزنة, من الثكل.\nويقال: بفيه حلأ شديد من الحمى.\nويقال: كأن فلان عسل في سأب, إذا كان حسن الخلق. والسأب: الزق العظيم.\nويقال: تمأى, مثل تمعى, في القوم المرض, بمعنى تفشى وكثر.\nويقال: سبأت جلده النار, وزلعت جلده النار, ومحشت, بمعنى أحرقت وصهرت.\nوصهرته الشمس, وصقرته, وصخدته, وصهدته, ولاحته, وألاحته ولوحته, وشحبته, وسفعته, وضبحته, وسبته تسبيه سبيا وسبيا. وقال الشاعر:\nإذا فروة الشيخ انسبى ما يزينها\n...\nولاح على ضاحي الاديم فضول\nتذاءى, فلم يطمع بذات لبانة\n...\nولم تلتفت فيما لديه هلول\n\"انسبى\": انحلق, وهو من قولهم: سبته النار تسبيه.\nو\"الهلول\": الجارية الضاحكة.\nو\"اللبانة\": دراعة تلبسها الجارية تغطي بها صدرها وثدييها.\nو\"لاح على ضاحي الأديم فضول\": ترى جلده متكسرا متثنيا.\n\"تذاءى\": أي تغير ريح فيه. من ترك الهمز يقول: تذيا_وتميا_إذا تشاغل بالهرم. يقول: لم يلتفت إلى جارية يغازلها.\nويقال: ملأت الجفنة, والقصعة, إلى أصبارها. وواحد الأصبار صبر. ومعناه ملأتها إلى نواحي رأسها.\nويقال: لقيت الشر بأصباره, أي بجماعه.\nويقال: لأظه بحقه, ووكظه, بمعنى لزمه. ورجل موكوظ وملؤوظ.\nويقال: أوكمت فلانا, وأوجمته, بمعنى أحزنته. وقد وكم يكم, ووجم يجم, وكوما, ووجوما.\nويقال: في معنى آخر من هذا: جعل الفرس لا يمر بشيء إلا وكمه بحافره, يكمه وكما ووكوما, بمعنى كسره.\nوكذلك وهصه يهصه, ووثمه يثمه, بذلك المعنى.\nويقال: نغرت القدر, تنغِر وتنغُر وتنغَر نغرانا ونغرا ونغيرا. وهو إذا اشتد غليانها وفورانها. وتغرت تتغر بذلك المعنى.\nويقال: عرق نعر تغر نغر بالدم, إذا كان يقذف دفع الدم.\nويقال: عرق نعار تغار نغار. وقد نعر الرجل بالفتنة, ينعر نعرا ونعيرا ونعرانا, إذا صاح.\nويقال: قفلت القوم, فأنا أقفلهم قفلا, وذلك إذا حزرهم ليعلم عددهم.\nويقال: رجل قفل, وقفلة, وهو الحازم الداهي.\nويقال: قفل جلده, يقفل قفلا وقفولا, إذا يبس على عظمه, بمنزلة قحل يقحل.\nويقال: قفل في الجبل, مثله, يقفل.\nويقال: قفل من الغزو, يقفل.\nويقال في السنام: الكَتر, والكِتر.\nوإنما أشبه بالقبة. وذاك أنها تسمى الكَتر والكِتر, فشبه بها.\nويقال للصبي إذا عطس وكان خفيفا كيسا: عمرا وشبابا. وإذا كان بليدا وثقيلا قيل: وريا وقحابا. وهما داءان. فأما القحاب فيأخذ الإبل. وهو في الناس السعال. والوري: داء يأخذ في البطن.\nويقال في الصبي الخفيف أيضا: بقلبي أنت! وبنفسي أنت! وكذلك للحبيب. وللثقيل البغيض: بكلبي أنت! ويقال: جبأت عن الشيء, إذا جبنت, فأنا أجبأ عنه جبئا وجبوءا. وكئت عنه, فأنا أكيء عنه, كيئا وكيوءا وكيئة يا رجل.\nويقال: رجل كيئة, إذا كان جبانا, كما تقول: رجل فروقه, وكيئة لا يثنى ولا يجمع, ويجوز التثنية والجمع لأنه المصدر.\nويقال: نصرهم الغيث, وغارهم, ومارهم.\nوهذه أرض منصورة, ومغيوثة ومغيثة. ولغة هذيل مغاثة, لأنهم يقولون: أغاثها المطر. وغيرهم من العرب يقول: قد غيثت, فهي مغيثة ومغيوثة, وهو أكثر.\nوكذلك أرض مرهومة, من الرهم.\nوأرض مديمة، من الديم, ومديومة, مثل ممطورة ومطيرة.\nوأرض مولية, وولية, من الولي. وموسومة, من الوسمي.\nوأرض مرذة, ومرذ عليها, من الرذاذ.\nوأرض مبغوشة. والبغشة: المطرة الخفيفة. يقال: بغشتنا السماء بغشة.\nوأرض مغيرة, ومغيورة.\nويقال: أخذ فلان الغير من أخيه, والغور, وهي الدية. وقد اغتار من أخيه.\nوقال: كلت الشيء في ثبانه, وثبنته, وهي الحجزة, يكلته كلتا وكلوتا وكلتانا. وقذمه يقذمه. وقلده يقلده. واقتلده, واكتلته, واقتذمه. ومعناه جعله في حجرته, وألقاه فيها.\nالجزء: 1 ¦ الصفحة: 38\n",
        "وكذلك يقال في الوعاء, إذا جعله في وعائه, والوعاء: الجوالق, والجراب, وكل شيء جعلته في شيء فهو وعاؤه. والجوالق أصله فارسي عربته العرب.\nويقال: قبل السهم الهدف, إذا وقع في قبله, ودبره, إذا وقع في دبره, وهو يقبله قبلا وقبولا, ويدبره دبرا ودبورا.\nويقال: ما بك نطيش على هذا الأمر, يعني قوة.\nويقال: إبل فلان مغص, ومأص, وهي البيض. واحدها مغصة, ومأصة.\nوقال: جلوة العروس كذا وكذا. وما جلا فلان زوجته؟ فيقال: عبدا أو أمة. ويقالك قد جلاها يجلوها جلوا كما تقول: حلوته أحلوه حلوا. والحلوان: حلوان الدلال, وهو أجرته.\nوقال: الصهميم من الإبل, الذي يزم بأنفه, ويخبط بيديه, ويركض برجليه.\nويقال: بدت نمية فلان, إذا بدا عواره وعيبه. والنمي: فلوس كانت تكون بالحيرة, واحدها نمية.\nويقال: منقوذ الوجه, إذا كان ضامره أو شاحبه.\nويقال: أهلك النساء الأحمران, الذهب والطيب, والصبغ والطيب.\nوأهلك الرجال الأحمران, اللحم والنبيذ, وربما قالوا: الأحامرة, فأضافوا إليهما الطيب. وقال الشاعر:\nإن الأحامرة الثلاثة أهلكت\n...\nمالي, وكنت بهن قدما مولعا\nالخمر واللحم السمين إدامه\n...\nالزعفران, فلن أروح مبقعا\n\"فلن أزال\".\nويقال: تمرة خدرة, للتي تسقط قبل أن تدرك, فتدرك في الأرض.\nويقال: ولدت غلاما حائل اللون, إذا ولدته أسود. وأحال فلان فرسه: إذا لم يحمل عليها.\nوامرأة محول, للتي تلد غلاما بعد جارية, أو جارية بعد غلام.\nويقال للذي يفجر العيون: محول أيضا.\nويقال: التمس بصره, واختلس, والتمع, والتمئ يا هذا, بمعنى ذهب.\nويقال: استحال ورم في جسده, واحتال, بمعنى صار فيه.\nويقال: حالت القوس, واستحالت وأحالت, إذا انقلبت عن غمزها وثقافها. وكذلك القناة, إذا اعوجت.\nويقال: نزل فلان بحالة من الأرض, يعني برمل. وهو الحال أيضا.\nويقال: به شحطة, يعني خدشة, شحطه شحطة.\nويقال: لبن مشحوط وشحيط, إذا مزجه بالماء حتى يرق. وقد شحط لبنه, يشحطه شحطا وشحوطا.\nويقال: قصير القمة, وطويل القمة, يعني القامة.\nويقال: قد أقم الفحل الإبل, إذا ألقحها كلها.\nويقال: ما أكثر القميم في الأرض! يعني اليبيس. وقد قم البيت, يقمه, وخمه يخمه, إذا كنسه. وكذلك في البئر. ويقال: حقت البيت. وهي المقمة والمخمة.\nويقال: أمسى فلان قرع المراح, والمعد. وذلك إذا ذهبت إبله. وهو المربد الذي تربد فيه الإبل.\nويقال: روح دهنك بشيء, معناه زد فيه شيئا من طيب, أو ذريرة, حتى يطيب ريحه. ويقال: دهن مروح, يعني مطيب.\nويقال: تروح الشجر, إذا تفطر ورقه. وبعضهم يقول: راح يراح.\nويقال: رمح حادر, ووتر حادر, إذا كان قويا مكتنزا. ويقال: أحدر ثوبه, إذا فتل أسفله.\nويقال: زكأه مائة درهم, إذا أعطاه مائة. وزكأه مائة سوط, إذا ضربه.\nويقال: إن فلانا للئيم زكأة, إذا غمز قضى دينه, وإذا ترك لواه.\nويقال: أعرض لك ظبي فارمه, إذا اتقاك بعرضه. وهو لك معرض.\nويقال: تعرض فلان في الجبل, إذا أخذ يمينا وشمالا في صعوده.\nويقال: سقاء خبيث العرض, يعني منتن الريح. وكذلك فلان طيب العرض, وخبيث العرض, يعني ريحه.\nويقال: شتم عرضه, يعني أصله.\nويقال: للجبل: خذ في ذلك العارض. وبه سمي عارض اليمامة.\nوما بين الثنية إلى الضرس من أسنان الإنسان عارض, وجمعها عوارض. وقيل: فلانة مصقولة العوارض.\nويقال: استعمل فلان على العوارض, يعني مكة واليمن والمدينة.\nويقال: وضعت فلانة فلانا عن معارضة, إذا لم يعرف له أب, وهو العراض.\nويقال: البضاع, والجماع, والنكاح.\nوالبضيع: الجزيرة في البحر. وكل جزيرة يقال لها البضيع.\nوالبضيع من اللحم. يقال: بضيعة, وبضيع, ومضيغة, ومضيغ. ويقال: قد بضعت اللحم, فأنا أبضعه بضعاً.\nوبضعت عرض فلان, إذا قطعته.\nويقال: ضربه بسيف فما بضع منه شيئا.\nويقال: هوذل فلان في مشيته, يهوذل هوذلة, إذا أسرع. والريح تهوذل في الصحراء, كذلك.\nوهوذل ببوله, إذا كان ينزيه, ويرمي به رميا.\nويقال: تمرد سنام البعير, وجن, وطال, وطار, في معنى واحد. وأنشد:\nوطار جني السنام الأميل\nالجزء: 1 ¦ الصفحة: 39\n",
        "ويقال: عود يعلم العنج, في مثل لهم, أي يعلم السير على الكبر. وذاك أنه يجذب, ويرد حتى يقوم على السير. وإذا جذبه قيل: عنجه عنجا, يعنُجُهُ ويعنِجُهُ.\nويقال: حور خبزته, إذا أدارها وهيأها ليلقيها في النار. وهي خزة الملة. والملة والمليل هي النار.\nويقال: حور عين بعيره, إذا كوى ما حول عينيه, تحويرا.\nويقال: حائر الماء, وهو الذي يدور الماء فيه, ويذهب ويجيء ولا يجري. وجمعها حوران وحيران وحوائر. كما تقول: قائلة وقوائل, وحائرة وحوائر.\nوإذا ألقى الرجل الرجل في الماء على رأسه, أو وقع على رأسه في الماء, قيل: قد نكته, ينكته نكتا, ووقع منتكتا. وإنما أخذ هذا من قولهم: نكت الجراب, إذا قلبه على رأسه, ليخرج كل ما فيه. ويقال: جراب منكوت, كقولك: منكوس.\nويقال: وكر الطائر, يكر وكرا ووكورا, ووكن يكن وكونا ووكنا, إذا دخل في وكره, واستخفى فيه. وهو الوكر, والوكن. يقال: أتانا والطير وطور ووكون, ما خرجت.\nويقال: يمنك فلان, وشأمك, إذا جاء من شقك الأيمن والأيسر. وقبلك, ودبرك, إذا جاء من قدامك وخلفك.\nويقال: الذئب مغبوط بذي بطنه, مثل من أمثال العرب. وإنما يضرب هذا المثل للرجل إذا كان كسوبا محتالا.\nويقال: نبت على فلان مال, إذا صار له مال بعد العدم. ونبتت على فلان ضبنة, وزافرة, إذا كان له عيال بعد أن لم يكن له, وأتباع وحشم.\nويقال: الكرش معظم القوم وكوكبهم, والجميع كروش. قال الشاعر:\nوأفأنا السبي من كل حي\n...\nوأقمنا كرارا وكروشا\nويقال: بنو فلان كرش القوم, أي معظمهم.\nويقال للفرس إذا جاء آخر الليل: قد جاء قاشرا, وفسكلا, وفشكلا, وهو الذي يقال له: الفشكول.\nويقال: نصل أورق. إذا شحذ طرفاه ووسطه قيل: أورق. وإذا ترك وسطه قيل: أسود. وإذا جلي كله قيل: أشهب. وأنشد لبعض الأعراب:\nكأن أرياش الحمام النزل\nعليه أرقان القران النصل\nيصف ماء. والقران التي يشبه بعضها بعضا من النصال, كل واحد منها قرين صاحبه. وواحد القران قرين.\nويقال: فرع في الوادي, وصعد, إذا انحدر وصعد.\nويقال: ناقة مفرعة الكتفين, إذا كانت مشرفتهما.\nويقال: بئس ما أفرغت به أمرك! أي بدأت به.\nوأفرع القوم, إذا ذبحوا الفرع. والفرع: وأول النتاج, وكانوا يذبحونه لأصنامهم في الجاهلية. ويقال: في مثل: أول النتاج فرع, أي أوله لغيرك. وهو كقول القائل: أول الغزو جنون, أي إن صاحبه لا يحتنك, ولا يعقله حتى يغزو مرة بعد مرة.\nويقال: قعدت له بفارعة الطريق. وفارعته: أعلاه. وفارعة الوادي: رأسه.\nوالخيف: ما انحدر من الجبل, وارتفع عن بطن الوادي, وبه سمي مسجد الخيف.\nويقال: حفر فلان فأسهب, إذا وقع في بئر تذهب سهولة, تنهال سهلتها.\nويقال: بلح ريقه في فيه, إذا يبس, يبلح بلحا وبلوحا.\nويقال: تحدبت الريح حول البيت, إذا دارت حوله.\nويقال: رجل محصرم النسب, إذا كان مدخولا. ومحصرم الخلق, إذا كان ضيقا بخيلا. وقوس محصرمة, إذا كانت شديدة فتل الوتر, قد حزقت. وضيق الخلق مأخوذ من هذا.\nويقال: شباب خروع, معناه ناعم.\nويقال: الشواج قوارع تصيب الرجل, واحدها شاجة. يقال: أصابته قارعة شاجة, بمعنى واحد.\nويقال: نصأت الناقة, إذا زجرتها.\nويقال: أهديت له بدأة الجزور, وبدأة, وهو خير شيء فيها.\nويقال: فلان يعتصي على عصاه, وقد اعتصيت على العصا, معناه توكأت عليها.\nويقال: إبل لبون, ذوات ألبان.\nوإبل حاشية: صغار.\nوإبل جلد: كبار.\nوإبل سابياء ياهذا, إذا كانت للنتاج.\nويقال: هلك نصاب إبل بني فلان, وهي التلد.\nويقال: إبل مدفأة, إذا كانت كثيرة الأوبار, ومدفئة, إذا كانت كثيرة العدد.\nويقال: تسعة أعشار الرزق في التجارة, وعشر في السابياء.\nويقال: إبل مطاريف, إذا كانت تستطرف المراعي وتتبعها.\nوإبل عودان, إذا كانت لا تبرح المرعى, ولا تستطرف غيره.\nوإبل طوالق, واحدها طالق, التي طلقت الماء أول ليلة.\nوإبل ملاحيح, التي لا تبرح الحوض, تشرب ساعة بعد ساعة, واحدها ملحاح.\nوإبل مقاحيم, واحدها مقحمة, وهي التي تقتحم سنين في سن؛ وذلك في الضعاف منها.\nويقال: ما تزأزأت من مكاني, ولا تحلحلتمن مكاني, ولا تزحزحت, بمعنى ما تحركت, ولا زلت عنه.\nالجزء: 1 ¦ الصفحة: 40\n",
        "ويقال: رجز فلان قبلا, إذا لم يكن أعده قبل ذلك, وإنما قاله في بديهته. واقتبل فلان خطبته اقتبالا, إذا لم يكن هيأها قبل ذلك. وهو مثل الأول.\nويقال: نزل بذلك القبل, وهو المكان المشرف الذي نستقبله.\nوأتانا معلقا في عنقه قبلة, وهو ضرب من الخرز, واحده قبلة وقبل, مثل خرزة وخرز.\nويقال: رجل مقابل مدابر, إذا كان كريم الطرفين, وطرفاه أعمامه وأخواله.\nوما يدري أي طرفيه أطول؟ لسانه وذكره.\nويقال: ناقة مقابلة مدابرة, في الوسم. وذلك أن تشق أذنها من قدام ومن خلف.\nويقال: قابل نعلك, وأقبلها, إذا أمره أن يجعل لها قبالين.\nوقال: الحصير إطار في جنب الفرس, إذا ذهب رهله نبا.\nويقال: الخليف الطريق في ظهر الجبل.\nوالخليف من الناقة: مابين الزور والعضد.\nويقال: ملخ, وملق. وقال الشاعر:\nمعتزم التجليح ملاخ الملق\nوالملق: ضربه بحوافره على الأرض. ويقال: ملقه ملقات بالسوط. وقال الحسن:\"إن فلانا ليملخ في مشيته\", كأنه من الخيلاء والتبختر.\nويقال: اقتبل أمرك, ولا تدبره. ومعناه استأنفه, واطلبه مقبلا غير مدبر.\nويقال: ساروا مقبلين ومقتبلين, إذا ساروا معارضين للريح.\nويقال: قول فلان لغب, ولغو, أي باطل وخطا.\nويقال: فوه يجري تعابيب, وسعابيب, وهو ما سال عن فيه من الماء الصافي متتابعا.\nويقال: العداوة مع الحناكة خير من الصداقة مع الضفاطة. وروي ذلك عن عمر أيضا. ومعناه عداوة العاقل خير من صداقة الأحمق. والضفيط: الأحمق. ويقال: رجل حنيك, ومحتنك.\nويقال: فقت السهم, إذا أصلحت فوقه. وقد فوق وانفاق, إذا انكسر فوقه.\nويقال: رجل موبوط, إذا كان ذا شرف فانحط. وقد وبط الرجل, كما تقول: قد حط الرجل.\nومثل للعرب تقوله في الاجتزاء, إذا اجتزأ الرجل من صاحبه: يوم بيوم الحفض المجور والحفض: المتاع, والبعير أيضا يحمل عليه المتاع. والمجور: الذي قد سقط.\nويقال: أهل القارية, لأهل القرى. كما يقال: أهل البادية.\nوتقول: فلان يقرو الناس, يتبع آثارهم, وينظر في أمورهم. وجاء في الحديث: \"المؤمنون قواري الله في أرضه على عباده\".\nوالمقراة: مقراة الماء في الحوض.\nوالمقرى: إناء يقرى فيه الضيف.\nويقال: فلان أشد رحلة من فلان, معناه هو أقوى على المشي منه.\nويقال: خنقه حتى لفظ عصبه, يعني ريقه, ومات. وإنما ذلك في المثل.\nويقال: قد استك العشب, إذا التف ودخل بعضه في بعض.\nويقال: سماء مغبطة, ومغضنة, ومدجنة, أي دائمة بالمطر.\nويقال: هو في معلنكس الوادي, ومعلنكس, إذا كثر شجره والتف.\nويقال في السهم: الخاسق والخازق جميعا, يصيب القرطاس. والحاب والحابي: الذي يزلج على الأرض, ثم يصيب القرطاس.\nويقال: بيت دخاس, إذا كان مملوءا. وعدد دخاس, إذا كان كثيرا.\nويقال: أصاب غنما دخاسا, ومالا دخاسا.\nويقال: درع دخاس, إذا كانت متقاربة الحلق كثيرته.\nويقال: أحبلت الشجرة, إذا أخرجت الحبلة, وهو ثمر الطلح والسمر.\nويقال: شاة مملح, فيها بقية من شحم. والملح: الرضاع.\nويقال: خيال وخيلان الوادي, وهي أعلام تكون فيه.\nويقال: هذا متاع مرجع, أي له مرجوع ثمن.\nورجعة الكتاب: جوابه. يقال: هل أتتك رجعة كتابك؟ ويقال: ناقة راجع, وأتان راجع, وفرس راجع, وذلك إذا حملت فيما يرون, ثم أخلفت.\nويقال: سمعت رجيع قوله, ومرجوع قوله. وكل ما ثنيته من القول فهو رجيع ومرجوع.\nوالقارية: حد الرمح والسيف.\nوالقارية: الطائر أيضا.\nويقال: قد أزم العود, يأزمه, إذا جمع بين العودين بضبة, وشد بعض الشيء إلى بعض.\nويقال: بعير تل, إذا كان مشرفا طويلا.\nويقال: للقمقم: المحم. ويقال: أحم فلان فلانا, إذا غسله. والحمام مشتق منه.\nويقال: عقر المرأة.\nوعقر الحوض: مقام الشاربة.\nوعقر النار: وسطها ومعظمها, حيث تفرج. قال الهذلي:\nكأن ظباتها عقر بعيج\nوعقر الحرب كذلك.\nوالعاقر من الرمال: المشرفة التي لا ينبت أعلاها شيئا.\nويقال لبعض متاع الهودج إذا كان أحمر: عقار.\nويقال: تعاقر الرجلان في إبلهما, إذا ضرب هذا عراقيب إبل هذا, وهذا عراقيب إبل هذا.\nويقال: ما لفلان حيوان, ولا عقار, إذا لم يكن له أصل من أرض. والحيوان من الأرض: العامر. والموتان: الغامر.\nالجزء: 1 ¦ الصفحة: 41\n",
        "ويقال: أخرجهم من عقر دارهم.\nويقال للفرس في الزجر: اقدم, اجدم. وللأنثى: اقدمي, اجدمي. وهلا, وهاب للأنثى. وأرحب للذكر.\nويقال: رجل ذو سقاط, إذا كان ذا فترات, ليس بالصلب.\nويقال للناقة: ما حملت نعرة قط, يعني ولدا.\nوالنعر: الذباب.\nويقال: ناقة وكوف, وعنز وكوف, إذا كانت غزيرة. وقد وكفت تكف في الحلب.\nويقال: ناقة ذات إقبالة وإدبارة, إذا شق مقدم أذنها ومؤخره, وفتلت الزنمة فتدلت.\nويقال: لحم القنفذ يؤسر عنه, إذا احتبس بوله. وذلك أن الأعراب تأكله. والأسر: الحصر.\nويقال: ثوب قصير اليد, يعني المعطف الذي لا يبلغ أن يلتحف به, لأنه ليس بسابغ.\nويقال: قرموص الصياد, حفرته.\nويقال: بات القفر فتقرمص, وذلك إذا حفر حفرة يدخل فيها من البرد.\nويقال: دجا الليل, إذا تطارق بعضه على بعض.\nويقال: اقمطر الطائر, إذا نفش ريشه. وقال: إن الحبارى ترى الصقر فتقمطر, وينتقش ريشها. فإذا سكن روعها دجا ريشها.\nوقال: العقب في الظهر من الدواب. والعصب في القوائم والعلباء.\nوجبة الحافر: القرن الذي تكون فيه المشاشة.\nوقال: المقعنس الشديد الثابت الوطأة. والمقعنس المتباطيء أيضا كما تقول: اقعنس, وتلطأ, وتبطأ, إذا تثاقل.\nوقال: المحشأ هو الكساء الصغير يوثر به الرجل على البعير تحته ليكون له وطأ. وقال الراجز:\nينفضن بالمشارف الهدالق\nنفضك بالمحاشئ المحالق\nوهي التي تحلق الشعر خشونتها.\nويقال: اللوية ما تلوى عن العيال للضيف. وهي الذخيرة أيضا.\nويقال: انطلق على حامية, وحاميته, بغير تعبية.\nويقال: لكل ساقطة لاقطة. وذلك عند التحذير. تحذره أن يسقط في كلامه, فيلتقطه النمام.\nويقال: عجر يعجِر ويعجُر, إذا اشتد عدوه.\nورجل أعجر: ضخم. وامرأة عجراء: ضخمة. ومنه كيس أعجر.\nويقال: خنطلة من الوحش, يعني به القطعة. وجمعها خناطيل وخناطل.\nويقال: أجد الطريق, إذا صار جددا, وذهب ما فيه من الذلق.\nويقال: قد آد النهار, إذا ملا ظله.\nويقال: فلان ذو أذية وشكية, إذا كان يؤذي الناس, ويشكونه.\nويقال: بالبعير سليقة, وسلائق. وذلك إذا عقره الرجل فابيض موضعه, ونبت عليه الشعر.\nويقال لتلك الآثار: السلائق والمواقع.\nويقال: انتقر ماله, إذا أعطاه شر ماله. وأعطاه قزم ماله, ونقز ماله, وشوى ماله, ورجاج ماله, وهو شرار المال. وكذلك شرط المال.\nويقال: برقع وصوص, وصواص, إذا كانت ثقبه صغارا.\nويقال: قد اطرهم, واطرخم, إذا كان طويلا مشرفا.\nويقال: استجمع الحي, إذا احتملوا فذهبوا.\nوقال: أحمق القلوب الضخم الذي يتخضخض في مائه.\nوقوله: قلب أحذ, يريد أحذ الفعل, وهو الخفيف الشهم الذكي.\nقال الأموي: حدثني شيخ من أهل نجران, قال: كانت كتب عند رؤساء نجران, وهي الوضائع. كلما مات رأس منهم, وأفضت الرئاسة إلى غيره, ختم عليها خاتما مع الخواتيم الأولى, ولم يكسرها. فخرج الرأس الذي كان على عهد النبي, عليه السلام, يريده, فعثر. فقال ابنه: تعس شانئ محمد! فقال أبوه: لا تفعل, فإنه نبي, واسمه في الوضائع. يعني الكتب. فلما مات الشيخ كسر الغلام الخواتيم فوجد ذكر النبي, عليه السلام, فيها, فأسلم, وحسن إسلامه, وحج. وهو الذي يقول:\nإليك تعدو قلقا وضينها\nمخالفا دين النصارى دينها\nقال: وزاد أهل العراق فيه:\nمعترضا في بطنها جنينها\nقال: وحفظت أنا من أبي:\nقد ذهب الشحم الذي يزينها\nوقال: كل قضيب اقتضب من شجر فهو خرص. ومن ثم قيل للرمح: خرص. وقال:\nأطر الثقاف, خرص المقني\nوقال قيس بن الخطيم:\nترى قصد المران تلقى كأنها\n...\nتذرع خرصان بأيدي الشواطب\nوالشاطبة: التي ترمل الحصر وتنسجها.\nويقال: أرض بني فلان لا توبئ, وجبل لا يوبئ, أي لا ينقطع كلؤه.\nوقال: رائس الوادي أعلاه.\nوقال: موضع مرب, ومرب الوادي, مجمع القوم حيث يجتمعون. لأنك تقول: يرب أمرهم, يجمعه ويصلحه.\nويقال: في السماء طخارير من غيم, وفي الكرش طخارير منشحم, وهي الطرائق.\nويقال: احتبك بإزره, واحتزم به, واعتجر, بمعنى. وأنشد:\nورميت فوق ملاءة محبوكة\n...\nوأبنت للأشهاد حزة أدعي\nيقول: أبنت لهم قولي: خذها وأنا ابن فلان. \"حزة أدعي\": ساعة أدعي.\nالجزء: 1 ¦ الصفحة: 42\n",
        "ويقال: جأفه, بمعنى ذعره, وجأثه, وزأده, ويقال: مزءود, ومجؤوف, ومجؤوث, بمعنى مذعور.\nوقال: المنزع, السهم الذي يتعلم عليه الرمي.\nوقال: الرمرام شجر يسقاه الملسوع بعد ما يدق.\nويقال للريق إذا يبس فأطر على الفم: قد عصب يعصب.\nويقال: فلان يحوض حول فلان, كما تقول: يدور ويحوم.\nوقال: عليه أوشاج من غزول, وأمشاج من غزول, وهي الداخلة بعضها في بعض. وأرحام واشجة وماشجة, من ذلك.\nويقال: ما في الأرض هامة أكرم من هذا الفرس. ويقال: إن لي محرمة من فلان, ومحرمة وحريمة ومحرما, فلا تهتكنه.\nويقال: بعير أعقل, وناقة عقلاء, وهو التواء في رجله.\nويقال: اعتقل فلان رمحه, إذا جعله بين ركابه وساقه.\nواعتقل الشاة, إذا احتلبها, وجعل رجلها فيما بين فخذه وساقه.\nوبالدهناء أرض تسمى معلقة. وإنما سميت كذا لأنها تمسك الماء كما يعقل الدواء البطن.\nويقال: نعجة جهراء, وكبش أجهر, وناقة جهراء, وبعير أجهر, وهو الذي لا يبصر في الشمس نهارا. ويثنى أجهران, وجهر.\nوإذا كان لا يبصر في الليل قيل: أعشى, وعشو.\nويقال: ألقى أرواقه على فلان, ورواقه. كما تقول: رخمته, ومحبته.\nويقال للفرس إذا عدا كل عدوه فلم يبق منه شيئا كذلك: ألقى أرواقه, ورواقه.\nوكذلك في السماء: ألقت أرواقها, ورواقها, من المطر.\nوفي الليل يقال ذلك, إذا تراكمت ظلمته بعضها على بعض.\nويقال: حل نطاقه, إذا ضرب بنفسه الأرض, فألقاها من إعياء أو وجع.\nويقال: أقتب يده, إذا قطعها. وأقتبت يد فلان, إذا قطعتها.\nويقال: به نكس, ونكاس, إذا برأ من مرضه, ثم عاوده المرض.\nويقال: أضواه حقه, بمعنى انتقصه, فهو يضويه إضواء.\nويقال: رجل حمارس, إذا كان شديدا جلدا.\nويقال: فلان من أهل البجد, يعني من أهل البادية, من البجاد. كما تقول من أهل الشمل الذين يلبسون الشملات: رجل من أهل الشمال. وهو بمنزلة البجد. قال الشاعر:\nمن يك باديا ويكن أخاه\n...\nأبا الضحاك ينتسج الشمالا\nشملة وشمال.\nويقال: رجل مبلوغ, وبعير مبلوغ, إذا بلغ منه الجهد.\nوقال: التهذاذ من المطر القطر الصغار.\nوقال: القطن مابين الوركين من الإنسان.\nوالجعشوش: الرجل اليابس النحيف. يقال: هذا رجل جعشوش, إذا كان يابسا نحيفا.\nوالجعشم: الجافي الغليظ. يقال: رجل جعشم. فإذا سموا به رجلا ضموه فقالوا: جعشم, ومنه قيل: سراقة ابن جعشم.\nويقال: أقصرنا, إذا دخلنا في العشي. وقصر العشي: إذا جاء. وجاءنا فلان مقصرا.\nويقال في هذا النوع: أفجرنا, من الفجر, وأظهرنا, من الظهر. يقال في هذا كله: (أفعلنا) . ما خلا العصر والمغرب ونصف النهار.\nويقال: ناقة مقصورة على العيال, إذا كانوا يشربون لبنها. وكذلك الشاة. وناقة قصير, وشاة قصير, كذلك.\nويقال: قد قصر فلان, يقصر, إذا أخذه يبس في عنقه فلم يقدر على الالتفات.\nويقال: جمد الليل, إذا اشتد برده. وليل جامد.\nويقال: هذا لك لغا, ولغوا, إذا تركت له الشيء تلغيه له, وتنقصه إياه في الشرى والبيع.\nوقال: الأجش في الخيل على ضربين. الجشة في صوته وعدوه. إذا سمعت له حفيفا فتلك الجشة. والجشة: صهيله وصوته.\nويقال: مكان نزيه, ونزه. وهو المتنحي عن البيوت.\nويقال: أرض ذات نغابيق, ولخاقيق, والنغابيق: ما اطمأن من الأرض. واللخاقيق: الشقوق فيها. واحدها لخقوق, ونغبوق.\nويقال: بيضة دملقة, ودمالقة, إذا كانت ملساء مدورة حسنة التدوير.\nوالقنافذ من الأرض: واحدها قنفذ, وهي أماكن فيها ارتفاع وخشونة, شبه النبك.\nويقال لها: الأرانب أيضا.\nويقال: رجل ضمخز, وهو الضخم من الرجال.\nويقال: مكان قفيل, إذا كان غليظا خشنا.\nوقال: المزرب المدخل. وهو الزرب الذي يتخذ للغنم. وهو شبه الحظيرة, يحظر عليه. يقال: ازرب غنمك وازربها, لغتان, معناه احبسها في الزرب.\nويقال: حفاه يحفوه إذا منعه.\nويقال: فلان يحف لفلان, ويرف, إذا خف له في حوائجه.\nوأحف دابته, إذا أجراها. وحفت هي, تحف, إذا جرت.\nويقال: دار فاردة, ودار على وحدها, ودار بتيل, إذا كانت متنحية عن الجيران ناحية.\nويقال: وقع في ضمرزة منكرة, يعني أرضا غليظة. وهي الضمارز.\nوالمجدرة من الأرض: الموضع الجيد الطين.\nالجزء: 1 ¦ الصفحة: 43\n",
        "وقال: العواتك الحوامل. يقال: عتك عليهم, يعتك, إذا حمل عليهم الخيل.\nويقال: قد كمد على التنور, يكمد ويكمد, إذا أطبق عليه طبقه. والكميد مافيه من الشواء.\nوالاستيراد: القصد.\nوقال: لا تحرك النار حتى تخلع, يعني تصير جمرا كلها.\nويقال: إبل صمارد, وصماريد, واحدها صمرد. وهي التي لا ألبان لها.\nوإبل رهاشيش, وخناجر, وصفايا, واحدها رهشوش, وخنجر, وصفي. وهي الغزار الكثيرة الألبان.\nوإبل مزاحيف, وهي التي تجر أرجلها إذا زحفت من الإعياء.\nومناسيف التي تأخذ الكلأ بمقدم فيها, واحدها منسف ومنساف.\nوواحد المزاحيف مزحاف ومزحفة.\nوإبل مقاحيم, وهي التي تقتحم سنين. يقال: إبل مقحمة, وذلك في الضعاف. ناقة مقحمة, وبعير مقحم.\nوإبل معاجيل, إذا ألقت أولادها قبل الوقت, واحدها معجل.\nونيب درادح, وكحاكح, ولطالط , إذا أكلت أسنانها ولصقت, واحدها دردح, وكحكح, ولطلط.\nوإبل ظهر, إذا كانت للركوب, قوية.\nوممانيح, واحدها ممانح, وهي التي يدوم لبنها.\nوإبل مشاييط, واحدها مشياط, وهي السريعة السمن.\nوإبل مجاليح, إذا درت القر, وبقي لبنها, واحدها مجالح.\nوإبل ملاويح, ومهاييف, إذا كانت سريعة العطش, واحدها ملواح, ومهياف.\nوإبل مهاريس, واحدها مهراس, وهي الشديدة الأكل.\nوإبل شطائط, وهي العظام الأسنمة, واحدها شطوط.\nوإبل مداريج, وهي التي لا تضع إلا في آخر الإبل, إذا أتت على حقها, واحدها مدراج.\nويقال: طمم الصرد, إذا أوفى على الشجرة. وكذلك الحرباء, إذا أوفى على ساق الشجرة.\n@هذا باب النخل أولُ ما يقلعُ منْ أمهِ فهوَ الجثيثُ. يقالُ: جثوا فسيل أرضكم. ويقال: اجعل مع كل جثيثة نواة، فأيهما ما بقيت بقيت.\nويسمى الجثيث الفسيل. يقال: جثيثة وجثيث، وفسيلة وفسيل، وودية وودي.\nفإذا كانت الفسيلة في الجذع، ولم تك مستأرضة في الأرض فهي خسيس الودي. والعرب تسميها الراكب.\nوإذا قلعت الودية بكربة من أمها قيل: إنها لا تكرم حتى يفقر لها. والتفقير أن يحفر لها بئراً ثلاثاً في ثلاث، أو في خمس، ثم يكسبها بئر نوق، وهو الذي يبقى من الماء إذا جف، كأنه خزف. يقال: كم فقرتم؟ فيقال: في أرضنا موضع مائتي فقير. فإذا غرست قيل: وجهها، وهو أن يميلها قبل الشمال، فتقيمها الشمال إلى أن تثبت.\nفإذا أخرجت قلبة جدداً، والقلب لب النخلة، قيل: قد أنسغت قلباً أو قلبين وبعضهم يقول: قلب النخلة، برفع القاف ونصبها.\nوالسعاف اللواتي يلين القلبة يسميها أهل الحجاز العواهن، وأهل نجد الخوافي. وهن وما فوقهن وتحتهن يجمعهن السعف.\nوأصول السعف العراض تسمى الكرانيف، واحدها كرنافة. والتي تحتها تسمى الكربة.\nوثمرة النخلة أول ما تخرج تسمى الغضيض.\nفإن اخضر قيل: قد خضب النخل.\nفإذا انتقض بعد أن يكون بلحا قيل: أصابه القشام.\nفإذا انشقت الطلعة عن عفن وسواد قيل: قد أصابه دمان.\nفإذا كثر نفض النخلة عظم ما بقي من بسرها، ويقال: خردلت، فهي مخردل.\nوإذا بانت الفسيلة من أمها حتى تنفصل عنها قيل: فسيلة بتيلة. وقيل لأمها مبتل.\nوإذا لم تقبل النخلة اللقاح قيل: صأصأت النخلة والبسرة صيصاءة، وهو الذي يقال له: الشيص. وشأشأت النخلة. وحكي عن بني الحارث: صيصت النخلة. وهو الصي صاء والشيشاء. قال الشاعر فيه.\nيا لكَ منْ تمرٍ ومنْ شيشاءِ \"ويروى صيصاءِ\"\nينشبُ في المسعلِ واللهاءِ\nأنشبَ منْ مآشرٍ حداءِ\nوبعضهم:\" كأنهُ مآشرٌ حداءُ \" أراد حداداً. مئشارٌ ومآشيرُ وآشرُ، ومنشار ومناشير، لغة، وميشار، غير مهموز، ومواشير، لغة ثانية. حكاهن الكسائي وغيره من البصريين. ويقال: وشرت الخشبة، فأنا أشرها وشراً، ونشرت، فأنا أنشرها، وأشرت، فأنا آشرها.\nفإذا خرجت سعفات النخلة بعد غرسها قيل: انتشرت، فهي منتشرة، ولفلان من المنتشر كذا وكذا.\nفإذا قاربت أن تحمل قيل: في أرضه من الملم كذا وكذا.\nفإذا حملت وهي صغيرة قيل: وفي نخله من المهتجنات كذا وكذا.\nوإذا حملت النخلة سنة وحالت سنة قيل: عاومت، وسانهت. ويقال: نخل معاوم ومعوم، ومسانه ومسنه.\nويقال: قد قعدت النخلة، فهي قاعد، إذا لم تحمل.\nوإذا كثر حملها قيل: حشكت.\nفإذا نفضت بعد كثرة الحمل قيل: مرقت. وقد أصاب النخل مرق.\nالجزء: 1 ¦ الصفحة: 44\n",
        "وإذا أرادوا أن يلحقوا العجوة قيل: لقحوها بالعتيق. والعتيق فحل من النخل معروف، لا تنفض نخلته، ولا تصأصئ، ولا تمرق.\nوكل نخل مما لا يُعرف اسمه فهو جمع. يقال: ما أكثر الجمع في أرض بني فلان، للذي يخرج من النوى.\nوإذا كان الفحل ليس بالعتيق قيل: هذا فحل اللون. والألوان: الدقل. وذلك الفحل يسمى الرعال. وذلك أن الرعال من النخل الدقل. والواحدة رعلة.\nوكان يقال فيما مضى بالمدينة: لا ينشقح المربد حتى تأتي الألوان. يقال: قد انشقح وتشقح، وانفقح وتفقح، إذا بدت صفرته أو حمرته.\nويقال: اغرس عذق كذا وكذا، فإنه عذق حاشد. والحاشد الذي يكثر حمله. والعذق عند أهل الحجاز النخلة. والعذق عندهم القنا، والقنو، وهو الكباسة. والقنا واحد، وجمعه أقناء. وقنوان جمع الجمع. وكذلك صنو وأصناء وصنوان.\nويقال لعود العذق: العرجون، والإهان.\nوالسعفة: الجريدة.\nفإذا لقح الناس وفرغوا قيل: جبوا.\nفإذا جاء زمن الجباب، ووقح البلح وندي، واسترخت ثفاريقه قيل: بلح سد يا هذا، مقصور، وقد أسدى النخل.\nوالبلح: السياب والسياب، واحدة سيابة، وواحد السياب سيابة.\nوإذا ركب النخل غبار قيل: قد أفغى النخل. وهو الغفا: وهو فساد يصيب النخل.\nوإذا انشقت الطلعة فخرجت بيضاء قيل: هي غضة معوة.\nفإذا تغيرت البسرة بحمرة أو صفرة قيل: هذه شقحة قد بدت. واشقح النخل إشقاحا، وشقح تشقيحا. فإذا ظهرت الحمرة والصفرة قيل: الزهو. وأهل الحجاز يقولون: الزهو، بضم الزاي. ويقال: زها النخل وأزهى.\nفإذا بدت فيه نقط من الإرطاب قيل: وكت البسر، وهذه بسرة موكتة.\nفإذا توكتت من ذنبها قيل: مذنبة. وهو التذنوب.\nوإذا دخلها الإرطاب وهي صلبة لم تنهضم قيل: جمسة ومنجمسة.\nفإذا لانت فهي ثغدة، والجماع ثغد.\nفإذا رطبت كلها فهي المنسبتة. والمنسبت الجمع. فإذا صارت قشرة وصقراً قيل: هامدة وهامد. فإذا يبست، فكانت بين الرطب والتمر فهي قابة. ورطب قاب: إذا جف قليلا.\nفإذا نصف الرطب قيل: مجزَّع ومجزِّع، ومنصِّف ومنصَّف.\nفإذا رطب ثلثاها قيل: رطبة حلقانة، ورطب حلقان، ومحلقنة، ومحلقن، ومحلقم.\nفإذا ضرب العذق منه بشوكة فأرطب، فذلك المنقوش. يقال: نقشها ينقشها نقشاً.\nوالمعوة: التي قد رطبت كلها.\nفإذا وضع البسر في الشمس، ثم نفح بالبخل، وجعل في جر، وغم، فذلك المغمق. وأهل نجد يسمونه المخلل.\nويقال: أتانا بتمر جريم، وصريم، أي جديد مقطوع. ويقال: أتانا بتمر دمال، وهو العتيق الذي قد عفن.\nفإذا صرم، فألقي في المكان الذي يجفف فيه، فالمربد يخشى عليه الخريف. ويجعلون لكل مربد مخرج ماء، يسمى الثغلب. وأهل نجد يسمون المربد الجرين. وبعض نواحي اليمامة يسمونه المسطح.\nفإذا يبس قيل: قد بلغ التصليب.\nفإذا وضع وصب عليه الماء في الجرار بعد يبسه فذلك الربيض.\nفإذا وضع فلم يبلغ كل ذلك اليبس في جون أو جرار فذلك الوضيع.\nفإذا وضع في جرار، وصب عليه الدبس، فذلك الصقر. والدبس عند أهل المدينة الصقر.\nوإذا باغت البلحة أن تخضر وتسدير قبل أن تشتد فأهل نجد يسمونه الجدال، واحده حدالة.\nفإذا صرم النخل، فلقط ما يبقى في الكرب فذلك الجرامة، والكرابة. يقال: خرج الناس يتكربون، ويتجرمون.\nوإذا صار للنخلة جذع يتناول منها المتناول قائما فتلك العضيد، والجمع عضدان وأعضدة.\nفإذا فات اليد فهو الجبار. فإذا ارتفع عن ذلك فطال فهو الرقل، واحده رقلة. وواحد الجبار جبارة. وأهل نجد يسمونه الرقل العيدان، واحده عيدانة.\nفإذا طالت رأسها، وقل سعفها قيل: نخلة عشة، ونخلات عشات وعشاش.\nفإذا دق أسفلها، وانجرد كربها قيل: صنبرت النخلة، ونخل مصنبر، واحدها صنبور.\nوإذا كانت النخلة غزيرة كثيرة الحمل قيل: نخلة خوارة، وصفي، كما يقال للناقة.\nفإذا كرمت النخلة، ثم مالت بني تحتها دكان يسمى الرجبة، والنخلة رجبية.\nفإذا قعدت النخلة سنة فلم تحمل قيل حالت، فهي حائل.\nفإذا بقيت النخلة إلى آخر الصرام قيل: نخلة مئخار. وقال في ذلك الراجز:\nترى العضيدَ الموقرَ المئخارا\nمنْ وقعهِ ينتثرُ انتثارا\nمن وقع المطر.\nوإذا أدركت النخلة في أول النخل فهي البكور.\nوالباكورة: أول ما يرى من الرطب والفاكهة.\nالجزء: 1 ¦ الصفحة: 45\n",
        "ويقال: استعرى الناس في كل وجه يطلبون الرطب، من العرايا. والعرايا: النخل المنفرد عن جماع النخل، واحدها عرية.\nوالعرايا من الطعمة، يقال: أعريته نخلة ونخلات يأكلهن، وأصلهن لك.\nواستنجى الناس في طلب الرطب، إذا تنحوا، وإنما أخذ من النجو.\nوإذا اشترى الرجل نخلات يأكلهن، ما بين الثلاث إلى العشر قيل: اشترى مخرفاً.\nوالنخلة: مخرف.\nوالمخرف: النخل المجتمع أيضاً.\nوالمخراف، والملقط، والمكتل: الذي يخترف فيه، وهو زبيل صغير.\nوالخارف: الحافظ واللاقط جميعاً، وهم الأكرة.\nويقال أرسل الناي الخراف في النخل.\nباب يقال: صلد الزند، وأصلد، إذا لم يور ناراً. وكذلك صلد الرجل، إذا كان بخيلاً، لا يعطي شيئاً. ولغة ثالثة صلد يصلد صلداً.\nومثله كبا الزند، وأكبى، إذا لم يور ناراً. وكذلك كبا الرجل، وأكبى، وكذلك كبا الفرس، وأكبى، إذا لم يعرٌ.\nويقال: شاطت الجزور، إذا لم يبق منها شيء إلا أكل. قالوا: شاطت تشيط شيوطاً وشيطاً، أي ذهب لحمها وأكل، فلم يبق منه شيء.\nويقال: رجل وأن، وامرأة وأنة، إذا كان قصيراً مقارب الخلق.\nوقال: النضاح الساقي الذي يسنو على البعير. والناضح: البعير الذي يستقي عليه. والنضيح: الحوض.\nويقال: قصا القوم، يقصوهم، إذا صار في أقصاهم. وقصى يقصى، إذا بعد عنك. ويقال: اقص عني. وهما لغتان.\nويقال: شاركت فلاناً في المال والتجارة شركة عنان، إذا كانا شريكين في شيء واحد خاصة. وهي غير المفاوضة.\nويقال: إنه لضعيف العصا، إذا كان قليل الضرب للإبل والماشية. يقال ذلك للراعي.\nويقال: هذه حلوبتنا، وجلوبتنا. وهو الحلب، والجلب.\nويقال: قد أغرب الرجل، إذا تكلم بالغريب.\nوأغرب الرجل، إذ كان غريباً.\nوأغرب الرجل، إذا صب الماء في الحوض، فسال في أصله، وهو الغرب، واستنشئ الغرب، من هذا.\nويقال: أعرب الرجل، إذا كان فصيحاً.\nوأعرب القوم، إذا كثر ماؤهم. وهو من قولهم: قد عرب الماء، يعرب عرباً، وماء عرب، أي كثير.\nوأعرب الرجل، إذا كان ذا فرس عربي.\nويقال: أمهيت للفرس، إذا طولت له من عنانه.\nويقال: أنتجت الفرس، فهي منتج ونتوج، إذا دنت لأن تضع.\nويقال: هذا الطعام مطيبة لنفسي، محسنة لجسمي، إذا كان موافقاً له.\nويقال: فلان لا يتغير على النساء، بمعنى لا يغار عليهن.\nويقال: تأنقنا بهذا المكان تأنقاً وأنقاً، إذا ألفوه فلم يبرحوه، وكان موافقاً.\nويقال: فلان في تلك الطية، بمعنى في تلك الناحية، وفي ذلك الصفق، كما تقول: في ذلك الجانب.\nويقال: أحرمت الرجل، إذا قمرته. وحرم حرماً، إذا مر.\nويقال: مالك مستوفضأً، ومستوفزاً، بمعنى واحد. وقد استوفضت الإبل، إذا طردتها.\nويقال: إن فلاناً لتمسح من الرجال، وهو الخدع الخلاب.\nويقال: كنا في مرطلة منذ اليوم، إذا أصابهم مطر شديد، فبلهم، وبل ثيابهم ومتاعهم. ومرطلت علينا السماء ثيابنا وأمتعتنا، إذا بلتها، ويقال: لو لم يجعل الله في الإبل إلا رقوء الدم لكانت عظيمة البركة. يعني أن الديات يحقن بها الدماء.\nويقال: هلا استدميت من فلان ما دمي لك، أي هلا أخذت منه ما ارتفع لك.\nويقال: دابة ذموك، ودماك، وهو الهملاج الفريغ.\nويقال: دمكت المحالة والبكرة، تدمك دموكاً، إذا جرت.\nويقال: أفرثت الجلة، والكرش، إذا أخرجت ما فيها. وأفرثت القوم، إذا عرضتهم للسلطان.\nوقال: أذلقت السراج، فأنا أذلقه إذلاقاً.\nويقال: أذلق الفتيلة، أخرجها.\nويقال: ما عندك هرمان، ولا هرمانة، ولا مهرم، ولا مزعم، ولا مطمع، في معنى واحد، إي ما عندك شيء يطمع فيه.\nويقال: رجل حنتلأ، وحنتأوة، للقصير.\nورجل ضباصب، وضبضب، وهو الجريء المقدم. والمقدم: المصدر.\nورجل علود، وهو الغليظ الشديد. ووتر علود كذلك. وقلفة علودة، إذا غلظت، واشتدت في الختان.\nويقال: فنخه فنخة. وذلك إذا شجه.\nويقال: قرحت الناقة، تقرح قرحاً وقروحاً، إذا لقحت. وناقة قارح.\nويقال للرجل السكيت: إن تحت طريقته لعنداوة، يعني مكراً وداهية.\nويقال: إنما فلان عنز عزوز، له در جم، إذا كان كثير المال شحيحاً. وهو مثل يضرب للشحيح، ويشبه به. والعزوز: الضيقة الإحليل. والثرة: الواسعة الإحليل. والإحليل: الثقب الذي في الضرع.\nالجزء: 1 ¦ الصفحة: 46\n",
        "ويقال: أنكحوا أيمهم في الملاءة والكفاءة، يعنون في المال والحسب.\nويقال: أنا غريرك من هذا الأمر، معناه أنه لا ينداك منه ما تكره، لعلمي به. \" غريرك، كذا أعرفه\".\nويقال: فلان أحمق ما يتوجه، ومعناه إذا أتى الغائط جلس مستدير الريح.\nويقال: لم ألقه منذ أمة، ومعناه منذ زمان. وكذلك معناه في القرآن:\" وادكر بعد أمة \"، يعني بعد حين. ومن قرأ \"بعد أمه\" أراد النسيان والنسيان. يقال: أمه يأمه أمهاً.\nويقال: فلانة الخيرة من نسائها، والخيرة والخورى منهن، بمعنى واحد.\nويقال: أدام الله غنيتك! وغنيانك، وغناك، بمعنى واحد. غنى المال مقصور. وغناء الصوت ممدود.\nويقال: هؤلاء عصرك، لعصبته ورهطه.\nويقال: أخبرني بالخبر صحرة بحرة يا هذا، بمعنى خمسة عشر، ومعناه أخبرني به قبلا، ليس بيني وبينه أحد.\nويقال: ما أنتن صيق فلان! وصيقه: ريحه. وكذلك الصيق من غير الآدميين كل ريح منتنة.\nوالصيق: الغبار والريح.\nويقال: فرس نقد، وهو الذي يقتل عنه صاحبه في لحرب، أو يسلبه.\nويقال: رجل غيور، من قوم غير، وهي لتميم. وقيس يقولون: من قوم غير.\nويقال: إنه لذو سابياء\n....\nوهما ممدودان على (فاعلاء) و (فعلاء) . وهي الإبل الكثيرة والغنم.\nويقال: تصوع القوم، إذا تفرقوا. وتصوع شعره، إذا تساقط وتكسر.\nويقال: جملت الإهالة، وصهرتها، إذا أذبتها. وهي الجمالة والصهارة.\nقال الكسائي: أهل الحجاز يقولون تفكة فلان، بمعنى تندم. وجاء في التفسير\"فظلتم تفكهون\"، يعني تندمون. وهي من لغة أهل الحجاز. وتميم تقول: تفكنون، ويقال: تفكن تفكناً، وهي الندامة.\nويقال: أجررت لسان الفصيل والجدي، وذلك إذا خل لسانه، لئلا يرضع، بخشبة في لسانه لكيلا يرضع.\nويقال: غنى فلان فلاناً، فأجره أغاني كثيرة. ولك أن يغنيه الصوت، ثم يصله بأصوات كثيرة متتابعة. وقال الشاعر:\nفلما قضى مني القضاءَ أجرني\n...\nأغانيَّ لا يعبا بها المترنمُ\nويقال: أرض مبهمة، ومنصية، من النصي والبهمى.\nوأرض ممكنة، وممكرة، من المكر والمكنان، وهما نبتان.\nوكذا يقال من كل نبت كان، في هذا المعنى.\nويقال: أغار فلان إلى بني فلان إغارة، إذا أتاهم لينصرهم أو لينصروه. ومعناه إليهم. ومنه قولهم في الحج: أشرق ثبير لعلنا نغير. معناه لعلنا ندفع من الموقف.\nويقال: قد حط السعر، يحط حطوطاً، إذا رخص.\nويقال: نزا الطعام، ينزو نزواً، وقصر يقصر قصوراً، إذا غلا وارتفع.\nويقال: رأيت فلاناً جساما طوالاً. ويقال: وقع فيه الموت.\nويقال: وقع فيه الموت.\nويقال: سففت عقولا ليقطع عني المشي. العقول يعقد بطنه عن المشي.\nويقال: جاء فلان وقد لفظ لجامه، وقطع رباطه، وذلك من شدة العطش. وقرض رباطه مثله.\nويقال: قد أخت فلاناً الخناقة، وهو حر يعرض في حلق الإنسان. فربما سعل حتى يموت.\nويقال: سمعت من فلان نغمة حسنة، ونغمة حسنة، وهو الخبر يعجبك وتشتهيه.\nوتقول: رفق الله عليك أهون المرفق! والرفق، يدعو له. ويقال: أنا ذو بجدة هذا الأمر، معناه أنا العالم به.\nويقال: هذا أمر ملحوج، وقد لحوج فلان أمره، وهو المعوج من الأمر. وهذه خطة ملحوجة، إذا كانت عوجاء.\nيقال: قرمت البعير، أقرمه، وهو أن تحز جلده أنفه، إذا كان نشطاً مرحاً ليذل، حتى يكون كهيئة اللم في أنفه. وهو القرم، أي الحز في ألأنف.\nوالفقر مثله. يقال: فقرت أنف البعير، فأنا أفَقُرُهُ وأَفْقِرُهُ. كذلك يقال: وقرمته وفقرته بمعنى.\nويقال: لا آتيك ما اختلفت الدرة والجرة، يعني درة اللبن، وجرة البعير.\nويقال للرجل إذا كان بذيئاً عاصياً: أعييتني بأشر، فكيف أرجوك بدردر؟ وكذلك يقال للمرأة: أعييتني بأشر، فكيف وأنت بدردر؟ ويقول بعضهم: بدرد. والمعنى: أعييتني شاباً صغيراً، فكيف شيخاً؟ وكذلك في المرأة: أعييتني شابة، فكيف وأنت عجوز؟ والأشر: حدة أطراف الأسنان.\nويقال: قد أقنى الله فلاناً حتى قني، وأغناه حتى غني، إذا رضاه بعطيته إياه. قني يقنى قنىً.\nويقال: استقبلت الماشية الوادي، فأنا استقبلها إياه. بمعنى أقبلها إياه.\nويقال: قبلت الماشية الوادي، تقبله قبولاً، إذا استقبلته. وقال: أعطيته المال بضمنه، وضمنه وضمانه، بمعنى واحد.\nالجزء: 1 ¦ الصفحة: 47\n",
        "ويقال: أتانا عشوة عند وجوب الشمس، وبعد عشوة، وبعدما أعشينا. كما تقول: بعدما أظهرنا.\nويقال: إن في فلان لخلفة، وخلافاً، إذا كان مخالفاً غير موات. ويقال: أخلفتني إخلافاً وخلفاً وخلفه وخلافاً. ويقال: أصابه خرء بقاع، يا هذا. يصرف ولا يصرف: بِقاع وبَقاع. وهي لمع من عرق مع غبار تكون على ثوب الرجل أو جسده.\nويقال: ما أكثر عرق إبلك! وغنمك، إذا كثر لبنها عند نتاجها.\nويقال: إن بغنمك لعرقا من لبن، إن كان قليلاً أو كثيراً.\nويقال: أفلتني جريعة الذقن، وجريعة الريق، إذا فاتك مقدار ما تبلع ريفك.\nويقال: حركة بالسيف، يحركه حركاً، إذا ضرب عنقه. والمحرك: أصل العنق من أعلاها. ويقال: حبكة بالسيف حبكاً، إذا ضريه، يحبِكه ويحبُكه.\nويقال: عرفت ذلك في فحوى قوله، وفحواء قوله وفي معراض قوله، وتعريص قوله، بمعنى واحد.\nويقال: عيبت الرجل تعييباً، إذا خبرت بمساوئ فعله.\nويقال: صبي ختين، وصبية ختين، للمختون.\nويقال: تعرضت معروفكم، بمعنى لمعروفكم.\nويقال: أرض وخام، ووخيمة، ووخامة، ووَخمة، ووِخمة، إذا كانت وئبة، مقصور. قد وخمت توخم وخماً ووخامة. وكذلك كل ثقيل من الناس وغيرهم يقال ذلك له.\nويقال: استدنا بني فلان استياداً، إذا اختاروا سدهم، فقتلوه بقتيل لهم. أو خطبوا إلى سيدهم، فتزوجوا إليه ويقال: إنه لكريم السنخ، والنجر، والنجار، الشرخ، والعرق، بمعنى واحد. قال أبو عون الحرمازي: الشرج أيضا.\nويقال: كانت مأدبة فلان على النقرى، لا على الجفلى. ومعناه يدعو الخاصة لا العامة.\nوقال: العكلي: الأعضب من الرجال الذي لا إخوة له ولا عصبة.\nويقال: هزقت، فأنا أهزق، وهبصت، فأنا أهبص هبصاً، وهزقاً، وأرنت، فأنا أرنا وإرانا، وهو النشاط والأشر.\nويقال: شطني فلان، يشطني شطاً وشطوطاً، إذا شق عليك.\nويقال: تقينت تقيناً، إذا تزين. وكذلك تقينت المرأة، إذا تزينت. قال الشاعر يصف الإبل:\nفهنَّ مناخاتٌ يجللنَ زينةً\n...\nكما اقتانَ بالنبتِ العهادَ المجودُ\nويقال: الرجل، وتقحل، وتقشف، بمعنى واحد. وذلك إذا ترك الزينة والدهن والكحل، وكانت حاله رثة.\nويقال: انتتجت الناقة، انتتاجاً، إذا وضعت ولا أحد عندها يولد. ونتجتها أنا نتاجاً، إذا وليت ذلك منها.\nويقال: ما كان فرسك وثيجاً، ولقد وثج وثاجة، إذ عظم وبدن واشتد خلقه. ويقال ذلك في البعير والإنسان.\nويقال: حمالة السيف، وحمالة القوس، ومحمل السيف والقوس. وهي المحامل والحمائل.\nويقال: أتنه المرض. وذلك إذا أقمأه، وقصعه.\nويقال: أفررت رأسه بالسيف إفراراً، فأنا أفره، وأفريت، وفريت، فأنا أفريه إفراءً، وفريته أفريه فرياً، بمعنى واحد، أي شققته.\nويقال: أخرطت الخريطة، إذا ضممت فاها وشددتها، وأشرجتها إشراجاً، بمعنى واحد.\nويقال: قد قلت على الدابة، فهو مقصول عليه، إذا علفته القصيل، قصلاً وقصولاً.\nويقال: حجياك ما في يدي، وحاجيتك ما في يدي، وداعيتك ما في يدي. ويقال: هم يتحاجون بأحجوة، وبأحجية، وبأدعية وأدعوة. ويتلاهون بألهية لهم، وألهوة.\nويقال: أتى على القوم ذو أتى، والذي أتى، وهي لغة طيئ. ذو معناه الموت أتى عليهم.\nويقال: أنك لذو بزلاء يا هذا، إذا كان ذا رأي سديد، ماضياً على الأمر. وقال الشاعر في ذلك:\nمن أمرِ ذي بدواتٍ، لا تزالُ لهُ\n...\nبزلاءُ يعيا بها الجثامة اللبدُ\nوقال الكسائي: سمعت بعض قيس يقول: هذا سطر، فيثقل السطر.\nوقال أبو السمال العدوي: عليك بالسكينة والوقار. والوجه السكينة، مخففة.\nوقال: الكلابيون: نعمك الله عيناً، بمعنى نعم الله بك عيناً. واللغة الجيدة أنعم الله بك عيناً.\nويقال: ناءيت الرجل، ونايت عنه، بمعنى واحد.\nويقال: عثر يعثر في المشي، عثاراُ وعثراً.\nوعثر على الشيء، إذا ظهر عليه، يعثر عثورا وعثراً.\nويقال: أعبدت الرجل إعبادا، وعبدته تعبيداً، بمعنى اتخذته عبداً. ومنه قوله: \"وتلك نعمة تمنها على أن عبدت بني إسرائيل\". وقال الشاعر:\nحتامَ يعبدوني قومي وقدْ كثرتْ\n...\nفيهم أباعرُ ما شاءوا وعبدانَ\nعبدان وعبدان.\nويقال: حفرت حفرة إلى عظمة الذراع: وأسلة الذراع العظمة: ما عظم من الذراع. والأسلة: ما استدق منها إلى المعصم.\nالجزء: 1 ¦ الصفحة: 48\n",
        "ويقال في الطريق في عرض الجبل: لطاط وألصة، إذا كانت طرق في عرض الجبل. ويقال: قطاط وأقطة لحافتي أعلى الكهف. وألطة ولطط ولط، وقطط وقط.\nويقال: زلغت الشمس، إذا ارتفعت، تزلغ زلوغاً. وكذلك النار، إذا ارتفعت، يقال: زلغت.\nويقال: فاضت عينه بحدورة، وحادورة، إذا هملت هملاناً شديداً.\nويقال: حضر فلان، واحتضر، من أهل الأرض، إذا أصابه مس من الجن، وكذلك في الموت، بمغنى واحد.\nويقال: حصر من الغائط، وأسر من البول. وبه حصر واسر، ويخففان، وما كان على مثال (فُعُل) فهو يخفف كله.\nويقال: قد أراحت الإبل ريح الروضة، إذا شمتها. وقد أراح الصيد ريح الصياد، إذا نفر عنه.\nويقال: رجل قعة في الناس، ووقاعة.\nويقال: رجل أميل، وامرأة ميلاء، إذا كن مختالاً في مشيته. وقد ميل ميلاً.\nوقد خلفت نفسي عن الطعام، إذا كرهته. وأخلفت لغة.\nويقال: أجرزت الأرض، وأجرزنا، فنحن مجرزون. وذلك إذا أجدبت فلم تنبت شيئاً.\nويقال: فلان يثبت متاعه عند الشراء، إذا قلبه وحركه، تثبتة وتثبيتاً.\nويقال: جئت من القوم، يريد من عندهم، وسعيت القوم، أسعاهم سعياً، بمعنى سعيت عليهم.\nويقال: شبعت عند فلان خبزاً ولحماً، ورويت ماء ولبناً، بمعنى من الماء واللبن، ومن الخبز واللحم ويقال: في الرجل بللة من الود، وبُلة وبِلة، وفي القوم بللات كذلك.\nويقال: رحنا بي فلان، إذا رحت إليهم، أروحهم رواحاً. وكلك إذا رحت من عندهم.\nويقال: جعل القوم حبولهم على غواربهم.\nويقال: ما عند فلان طعام ولا شراب إلا الأسودان، يعني الماء والتمر، والأبيضان، يعني شبابه وشحمه.\nوذهب منه الأطيبان، وبقي الأخبثان. فالأطيبان عذوبة فمه ونكاحه. والأخبثان تغير فمه، ونكاحه إذا كبر.\nويقال: أعطيته ذاك عي عنة، أي خاصة من بين أهله.\nويقال: كثمتك، فأنا أكثمِك وأكثمُك، بمعنى اعتمدتك.\nوقد أودت إليك، بمعنى قصدت. أدوت: دنوت. وقال:\nوكالذئبِ يأدو للغزالِ يختلهْ\n\" يأدو \" يدنو.\nويقال: شكمك الله الجنة! وأشكمك، بمعنى جزاك الله.\nويقال: ركب فلان المجبة، يعني ركب الطريق.\nويقال: أنطلق فلان مهللاً، إذا انطلق والقوم شاكون، لا يدرون أينطلق أم لا.\nويقل: زمهرت عينا فلان زمهرة شديدة، إذا احمرتا من الغضب.\nويقال: ما يعض فلان إلا على دردره، إذا لم تكن له أسنان.\nويقال: أنبلت الرجل إنبالاً، إذا وهبت له نبلاً أو سهماً واحداً.\nويقال لجل إذا اتهم: قد أذأدت إذآء، وبعضهم: أذوأت إذواء، كما تقول: أقلت وأقولت، بمعنى اتهمت، فأنت متهم.\nويقال: خذا أسل من رماح، للقليل والكثير.\nويقال: أمعن لي الرجل بحقي، وأذعن به، بمعنى واحد. وذلك إذا أقر له بحقه. وأمعن إذا هرب فتباعد. مُضياً ومَضياً.\nويقال إنك لنعلك علي الأرم، وتحرق علي نابك، من الغيظ. والأرم: الأسنان، إذا ألزم بعضها بعضاً، كما يصنع البعير إذا صرف بنابه. قال بعضهم: بل يعض على أطراف أصابعه. وقال الشاعر:\nخبرتُ أحماءَ سليمى إنما\nظلوا غضاباً يعلكونَ الأرما\nإن قلتُ: أسقى عاقلاً فأظلما\nجوداً، وأسقى الحرتينِ ديما\nويقال: قد خسف الرجل، من الضيم، وكسف. وخسف القمر. وانخسف الرجل، إذا رأيته كاسف البال من الضيم. ومكسوف.\nويقال: خسف القمر، وانخسف، وكسف وانكسف. وكسفت الشمس وانكسفت. ولم نسمع خسفت.\nويقال: شاب غاد، وشابة غادة. وأغيد وغيداء. خرج على مثال أرمد ورمداء. ورمد ورمدة. وغاد أصله (فَعِلٌ) ، مثل دبر ودبرة، ورمد ورمدة، وما أشبهه. فحولوه ألفاً للفتحة، فقالوا: غاد وغادة، مثل قولهم: رحل مال، ومالة، وخال، وخالة، وما أشبهه. والخال والخالة من الخيلاء. قال الشاعر:\nأودى الشبابُ وحبُ الخالةِ الخلبهْ\n...\nوقد برئتُ فما بالصدرِ منْ قلبهْ\nويروى: \"بالقلبِ منْ قلبهْ\".\nوقال بعضهم: الخلبة.\nويقال: رجل صات، وصيت، إذا كان شديد الصوت بعيدة. وقد صات يصوت، وأصات يصيت، لغتان مسموعتان.\nويقال: دلظه، وأدلظه، إذا دفع في صدره.\nويقال: جم الفرس، يجم جماماً وجموماً، وأجم إجماماً، لغتان.\nويقال: قلوت الشاة، أقلوها قلواً، إذا، ضربت جنبيها. وقلوت الإبل: سقتها سوقاً رفيقاً.\nالجزء: 1 ¦ الصفحة: 49\n",
        "وقد نكه فلان في وجهي، ينكه نكاهةً ونكهاً ونكوهاً، ونكه لغة. وقد نكهته واستنكهته.\nويقال أيضاً: كه يكه كههاً وكهاهة، مثل فه يفه فههاً وفههاهة. وقد كهِهت وكهَهت. وهي الكهة، والكهة مثل النكهة سواء.\nويقال: إن فلاناً لطيب الكسب، والكسبة والمكسِبة والمكسَبة. وكذلك المعدِلة والمعدَلة. ويقال: ما أطيب كِسبته! وطعمته، سواء.\nويقال: قد أحرف الرجل إحرافاً، فهو محرف والاسم الحرفة. وذلك إذا نمى مال وصلح.\nوكذلك قد ضاع الرجل، فهو مضيع، إذا كان ذا ضيعة. ويقال: ما أطيب أريجة فلان! وأرجه، يعني ريحه. وهو من قولهم: أرج البيت بالدخنة، إذا طابت ريحها.\nويقال: لألزقن بك شعراء سود، وهي الداهية المنكرة. والشعراء: ذبابة الكلب التي تعضه في حلقه، وجماعها شعر. وهن سود وصفر.\nويقال: هي المعيوراء، والمتيوساء، والمبغولاء، والمحموراء، والمشيوخاء من الشيوخ، والشيوحاء من الشيح، والمفيولاء، قد قالوها.\nويقال: قد أكرع القوم، إذا أصابوا ماء السماء، فأوردوه إبلهم. يقال له: الكراع.\nويقال: خيم القوم بالمكان تخييماً، وريموا بالمكان، إذا أقاموا به.\nوخام الرجل يخيم خيماناً وخيماً وخيوماً.\nويقال: رميت به [من] على الرحل، ومن فوق الرحل، ومن على يمين الرحل، ومن على شماله.\nوأخذت الخادم من بينهم، ومن معهم، وبعضهم يقول: من معهم، يسكن. وأخذته من فيهم، كما تقول: من عندهم. وأخذت الثوب من عليه، كما تقول: من فوقه.\nويقال: نام عن عصر، وما نام عن عصر. وجاء عن عصر، ولم يأت عن عصر، ومعناه لم يأت حين ذاك.\nويقال: ما يكظم فلان على جرته، أي لا يسكت على ما في جوفه حتى يتكلم به. ومثله: ما يخنق على جرته.\nويقال: عبلت فلان عملة عبلتة، إذا أفسده.\nويقال: في الأمر بلغة، أي بلاغ.\nويقال: أورعت بين الرجلين إيراعاً، إذا فرق بينهما. وكذلك ورعت توريعاً، ومعناه حجزت بينهما. وكذلك فرعت بينهما، وفرقت بينهما.\nويقال: إن فلاناً لشديد اللهبة، وهو شدة العطش. وقد لهب يلهب لهباً. واللهبة الاسم. وهذا رجل لهبان، وامرأةٌ لهبى، مثل عطشان وعطشى.\nويقال: غدوت وأمري مجمع، أي أجمعت عليه بالخروج. وبعضهم يقول: مجمع. قال الراجز في ذلك:\nيا ليتَ شعري، والمنى لا تنفعُ\nهلْ أغدونْ يوماً، وأمري مجمعُ\nوتحتَ رحلي زفيانٌ ميلعُ\nحرفٌ إذا ما زجرت تفزعٌ\nويروى: \"تلذع\". تلذع الذئب: إذ التفت الفزع والزفيان: السريعة. الميلع: الفرس الخفيفة.\nويقال للرجل البعيد ما بين المنكبين: إنه لجل مشبوح. والمشبوح: الممدود بين العقابين للضرب. والمشبوح الطويل أيضاً.\nويقال: هذا وجه كريه وكره. قال الراجز:\nأأنْ رأيتَ أسدأً فرانسا،\nالوجهَ كرهاً، والجبينَ عابسا،\nأبغضتَ أنْ تدنوَ أوْ تلابسا؟\nوالفرانس: الذي يفترس كل شيء من شدته.\nويقال: تركت مال بني فلان رجاجاً، إذا رزم فلم يتحرك من الهزال. وتركت المال حبواً، ويدلف دليفاً، كذلك أيضاً. وتركت بني فلان يتكنفون بالغثاث، وذلك أن تموت مواشيهم من الهزال، فيحظروا بها للرياح إذا هبت باردة.\nويقال: في بني فلان رشلة، يعني توانياً.\nويقال قتلك اللين والطعيم. قالت امرأة لابنها:\nبنيَّ! إنَّ البرَّ شيءٌ هينْ\nالمنطقُ اللينُ والطعيمْ\nوإنْ نطقتَ منطقاً فبينْ\nويقال: سقانا فلان سمارة له مسمورة حجراتها. وحجراتها: نواحيها مما يلي الإناء، وسقانا خضارة، وسجاجة، وجماعة الخضار، والسمار، والسجاج. وهو الذي ثلثته ماء، وثلث لبن. يكون ذلك من جميع اللبن حقينه وحليبه، من الماشية إبلها وغنمها.\nويقال: تقيل فلان أباه، وتقيضه، وتصيره، وذلك إذا نزع إليه في الشبه، بمعنى واحد.\nويقال: ولب إلى الشيء، يلب ولوباً، إذا وصل إليك، كل م كان.\nويقال: أتاك قرمش من الناس. وهم الأوخاش، واحدهم وخش، وهم الذين لا خير فيهم.\nويقال في مثل للعرب: هنا وهنا عن جمال وعوعه. وهو رجل من بني قيس بن ثعلبة. وهو نحو قول الرجل:\nكلُّ شيءٍ ما خلا الله جللْ\nويقال: دعي فلان في النقرى، ولم يدع في الجفلى، إذا دعي في الخاصة دون العامة. قال الشاعر:\nدعا النقرى دوني رياحٌ سفاهة\n...\nوما كان يدري ردمةَ العيرِ ما هيا\nالجزء: 1 ¦ الصفحة: 50\n",
        "ويقال: ردم العير يردم، إذا ضرط.\nويقال: انتقينا طيبة الطعام، وخِيرتَهُ ووخِيَرَتَهُ.\nويقال: لقيت فلاناً الندرى، وفي الندرى، ولقيته ندرى، يعني الندرة، وفي الندرة. ولقيته الفينة بعد الفينة، وذلك إذا لقيته بعد أيام مضين.\nوقال أبو مرة الكلابي وأبو خيرة العدوي: قد غمي على الرجل، فهو مغمي عليه. وقل غيرهما: أغمي عليه، فهو مغمي عليه.\nويقال: أفرست الأسد حماراً، إذا جعلته بين يديه ليفرسه.\nويقال: رأيت فلاناً يتتبع أرادئ التمر، يعني أردأه. فإن تركت الهمز قلت: أردي التمر.\nوحكى الكسائي ع رجل من عبس: مفزل: بفتح الميم والزاي. والوجه مغزل ومغزل.\nويقال: لو كانت العنز غزيرة لحفرها ذاك، يحفرها حفراً، إذا هزلها وجهدها.\nقال: والعرن داء تحتك منه الإبل. يقال: عرن البعير، يعرن عرنا. وأما القرع فحكة تأخذ الفصال خاصة.\nويقال للرجل عند قهر صاحبه له: أكدت أظفارك كدية، وهي الصفاة الغليظة، أي صادفت أظفارك كدية لم تعمل فيها.\nوتقول: أر نارك، تأرية، إّذا أمره أن يعظمها. وذك نارك، تذكية، مثلها. وأرث نارك، تأرثة. فالذكية ما ألقيت على النار من بعر أو حطب لتهيجها به. ونم نارك، تنمية، مثلها.\nوكب نارك، تكبية، وذلك إذا ألقي عليها الرماد. ومسك نارك، مثلها.\nويقال: أرجت بين القوم، وحرشت، وأرشت، بعنى أفسدت.\nويقال: فلان يمشي الخيزلى، والخوزلى، والخيزرى والخوزرى، بالراء واللام. وهي مشية فيها بعض الظلع.\nويقال: عشية وعشيا، وغدية وغدايا.\nويقال: إن فلاناً ليقهل فلاناً، وقد قهله يقهله، إذا ذمه، وأثنى عليه القبيح.\nويقال: قد يصص الجرو، وجصص، وفقح، إذا فتح عينيه وهو صغير. وهو التيصيص، والتجصيص، والتفقيح.\nويقال: قد زاه فلان الأربعين، إذا داناها وقرب منها.\nويقال: هذا لحم أنيض، إذا لم ينضج، بمنزلة النيء. وقد آنضت لحمك، فهو مؤنض، إذا لم تنضجه.\nويقال: تركنا الأرض محوة، إذا جادها المطر كلها، وكانت لها غدران أو لم تكن.\nومحوة أيضاً: الدبور من الرياح التي تجفل السحاب، فتذهب به.\nويقال: قد أحمقت بالرجل، إذا ذكرته بحمق. وأظرفت به، إذا ذكرته بظرف. وما أشبه هذا.\nويقال: خنث الرجل سقاءه، يخنثه خنثاً وخنوثاً، إذا أخرج أدمته، وهي الداخلة. والبشرة ما يلي الشعر.\nويقال: قبعت السقاء، إذا تنيت فمه، فجعلت بشرته داخلة تعطفها على أدمته، ثم صببت فيه اللبن قرواً واحداً.\nويقال: دخلت في غيثرة الناس، إذا كانوا مختلطين، فدخلت بينهم. وزعموا أن امرأة أمرت زوجها بالسمسرة. فقال لها: ألا إن نساء أصحابي خير لهم منك لي. فقالت: وكيف ذاك؟ قال: إنهن ينتبذن لأزواجهن، فتسقي المرأة زوجها شربة. قالت: فأنا أنتبذ لك فنبذت له جرة من نبيذ.\nفلما كانت سحراً أيقظته، وقد كتت الجرة تكت كتيتاً، وكذلك القدر، إذا غلت غلياناً شديداً عند طلوع الزهرة. فسقته قدحاً روياً فلما غدا إلى السوق أقام ما أقام. ثم جاء وإذا هو قد وضع عشرة دراهم. فقال:\nقدْ أمرتني زوجتي بالسمسرهْ\nوصبحتني لطلوعِ الزهرهْ\nعسينِ من جرتها المخمرهْ\nفكانَ ما أصبتُ وسطَ الغيرهْ\nوفي الزحامِ أنْ وضعتُ عشرهً\nويقال: ما بفلان حويل، ولا زويل، ولا نويص، ولا مفيص، أي ما به حركة، إذا ضعف من مرض أو هزال أو أمر قد جهده.\nويقال: زبق الرجل إبطه، يزبقه زبقاً، ويزبقه. ومرقه يمرقه كذلك. وهو النتف.\nويقال: قرأت بأم الكتاب في كل قومة من الصلاة، يريد في كل قيام من الصلاة.\nويقال: إذا طلعت الجوزاء انتصب العود في الحرباء. يريدون انتصب الحرباء في العود. هكذا يتكلمون بهذا.\nويقال: اعتاطت عيرك عامين لا توالد، اعتياطاً، إذا حالت عامين فلم تحمل.\nويقال: تركوا عناقك لا يمرثونها. والتمريث: أن يمسحها القوم بأيديهم.\nويقال: قد استلبأت السخلة، إذا وضعت اللبأ، يا هذا. وقال: لم أعرنه، ولم أضربه.\nوقال القشيريون: جئت فلاناً لدى غدوة مع الناس، إذا جاءوا فلالاً أو متفرقين. وأتاه سرعان الناس، يريد أوائلهم.\nويقال: إذا سرك أن تكذب فأبعد شاهدك.\nقال الكسائي: سمعت أعرابياً من أهل العالية يقول: هو لكه، وعليكه، يريد لك وعليك.\nالجزء: 1 ¦ الصفحة: 51\n",
        "وجعل الله البرك في داركه! وإنما يقولون ذلك في الوقف، ويلقون الهاء في الوصل.\nقال: وسمعت عامرياً يقول: ما أحسن وجهكه! وما أكرم حسبكه! فوصل في الوقف.\nويقال: أكنبت يده إكناباً، وثفنت فهي تثفن تفنا، إذا غلطت من العمل.\nوجشبت، ومجلت تمجل مجلاً. إذا كان بين جلد الراحة وبين اللحم ماء، وجلدها رقيق، قيل: نفطت، تنفط نفطاً ونفيطاً، مثل مجلت.\nويقال: رجل وضيع في قومه بين الضَّعة والضِّعة. ورجل وسيط في قومه بين السطة والسطة. ورفيع بين الرفعة. وقد رفع، ووضع.\nويقال: رجل جروز بين الجرازة، إذا كان شديد الأكل.\nويقال: جمل ناهل في جمال نهال. وناقة ناهل في نوق نهال. وهي العطاش والرواء، وهذا منن الأضداد. وقال الراجز:\nإنكَ لنْ تثأثئَ النهالا\nبمثلِ أنْ تداركَ السجالا\nيقال: ثاثئ الرجل عني، أي احبسه. والثأثأة: الحبس.\nويقال رويت للقوم على الجمل، أروي لهم رَية ورِية، ورويتهم رَية، إذا استقيت لهم من الماء. ويسمى الجمل الرواية. وبه سميت الرواية التي فيها الماء.\nالشراشر: المحبة. يقال: ألقي علي شرشرته، أي ثقله.\nوشرشرت الشفرة: حددتها.\nهذه سكينن وهذا سكين. والوجه التأنيث.\nوالعرب تسمى الأطعمة التي يدعى إليها الوليمة والمأدبة والإعذار والخرس والإخراس والوكيرة والتوكيرة.\nفالوليمة في العرس.\nوالمأدبة في العرس وغير العرس.\nوالإعذار: طعام الختان خاصة.\nوالخرس: الطعام على ولادة المرأة خاصة، ويدعى عليه الرجال.\nوالتوكير: طعام يجعله الرجل إذا فرغ من بناء بيته أو داره. يقال: وكر لنا.\nوالخرسة: ما يصنع للمرأة نفسها عند ولادتها من الحلبة والجشيشة مخلوطة بتمر، فتحساه المرأة في نفاسها.\nوالنقيعة، إذا قدم الرجل من سفر قالوا: انقع لنا، فينحر لهم. وهي تسمى نقيعة القدام من الأسفار. قال فيها مهلهل:\nإنا لنضربُ بالسيوفِ رؤوسهمْ\n...\nضربَ القدارِ نقيعةَ القدامِ\nوالقدارك الجزار.\nودعي أعرابي مرة فقال: ألإخراس أم لإعراس أم لإعذار؟ ويقول الرجل للرجل إذا دعا عليه: فاها لفيك! يعني الأرض. كما تقول: بفي الأبعد التراب! وقال: فقلتُ لهُ: فاها لفيكَ! فإنها=قلوصُ امرئٍ قاريكَ ما أنتَ حاذرهْ يقول هذا لذئب رماه. يقول: فاها لفيك، يعني الرمية، لا نجوت منها.\nويقال: ردى بالرجل فرسه، يردي به، وعدا يعدو به، وجرى يجري به، وأحضر يحضر به.\nويقال: بريت لفلان، فأنا أبرئ بَرياً وبُرياً، وذلك إذا تعرضت له، بمعنى انبريت له، أي اعترضت له.\nويقال: برأت من المرض، فأنا أبرأ برءاً وبروءاً. وبعضهم يقول: برئت.\nوبرئت من الدين، فأنا أبرأ براءة، لم نسمع فيه غير الكسر.\nوبريت القلم، أبريه براية وبريا.\nوأبريت الناقة، فأنا أبريها إبراء، إذا جعلت لها برة في أنفها. وخششتها، فأنا أخشا خشا وخشاشا. وزممتها، فأنا أزمها زماً وزماماً. وعرنتها، فأنا أعرنها عرناً وعراناً. والعران في العظم، والخشاش في اللحم، والبرة كذلك.\nقال الكسائي: سمعت بعض بني كلاب يقول: هذا غلام يفعة. وقال بعضهم: وفعة، بالواو.\nويقال في مثل للعرب: من ترقع الشعفة في الوادي الرغب؟ وهو الوادي الواسع الذي لا يسيل من سعته.\nيضرب مثلاً للذي يعطي القليل من الكثير. والشعفة: القطرة الواحدة من المطر.\nويقال في مثل آخر: ما رأيت ثكلان ولا رجلان يشتكي اشتكاءه. والثكلان: الذي قد ثكل مالاً أو ولداً. والرجلان: الذي يمشي راجلاً. ويقال: هذه امرأة رجلى. كما يقال: راجل وراجلة، ورجل ورجل، ورجل ورجلة. هذا في الرجلة.\nويقال: طلق امرأته، ثم حممها تحميماً، إذا متعها بشيء سوى المهر. ويقال: حمم مطلقتك، أي متعها. ويقال: يا زيد هاجر، ولا تهجر، أي كن مهاجراً بنية حسنة، ولا تكن مهجراً، أي لا تعذران تعذيرا.\nويقال: إن فلاناً لذو شرفة، وما أعظم شرفته! يعني شرفه.\nويقال: أتى فلان شرفة من الأمر، إذا أتى مكرمة، وفعلها.\nويقال في مثل للعرب في المفسد ماله: عيثي جعار وبذري. يضرب لمن يسرع الفساد في ماله.\nويقال أيضاً للرجل إذا كان أحمق: تيسي جعار. وذلك أن الضبع إذا وقعت في الغنم قتلت أكثر مما تاكل.\nويقال: نحن في رية من الماء، ورية ومرواة ورواء وري وروى.\nالجزء: 1 ¦ الصفحة: 52\n",
        "ويقولون: ماء روى. إذا كسروه قصروا، وإذا فتحوا مدوا، والمعنى واحد. قال الشاعر:\nيا إبلي! ما ذنبهُ فتأبيهْ\nماءٌ رواءٌ ونصيٌّ حوليهْ\nوقل آخر:\nتبشري بالرفهِ والماءِ الروى\nوفرجٍ منكِ قريبٍ قدْ أتى\nويقال: شويت الأرنب أو اليربوع بقراضها، وهو فرثها وبطنها. ولا يقال لغيرهما ذلك.\nويقال: أتتنا قاذية الناس، وهم أول من يطرأ عليهم. وقد قذت علينا قاذية من بني فلان. كما تقول: طرأت علينا طارئة منهم. يقذون قذياً. وأتتنا طحمة من الناس، وهي مثلها.\nويقال: ما زال مصمتاً منذ اليوم، ومسكتأً، ومطرقاً. وقد أصمت إصماتاً وصماتاً وصموتاً وصمتاً، مصادر كلها. وأسكت إسكاتاً وسكوتاً وسكتاً وسكاتاً. وأطرق إطراقاً.\nويقال عربت معدته، وذربت، إذا فسدت من التخمة. ومعدة عربة وذربة.\nويقال: نعج الرجل ينعج نعجاً، إذا أكثر من الدسم حتى يجد ثقله ونعاساً. قال الشاعر:\nكأنَّ القومَ عشوا لحمَ ضأنٍ\n...\nفهمْ نعجونَ قدْ مالتْ طلاهمْ\nالطلي: الأعناق، الواحد طلية وطلاة وطلوة. ويقال: طلي فلان، يطلى طلىً شديداً، إذا مالت عنقه من النعاس.\nويقال في مثل للعرب: إنما فلان مثل الحمار، إن حبسته دلى، وإن تركته ولى. أي إنه مثل البهيمة ليس عنده غناء.\nويقال: ما بي عن ذاك حنتأل، ولا حنتألة، ولا وعل، يريد بداً.\nويقال: أحال الرجل في ظهر دابته، وحال، إذا وثب فاستوى على ظهرها.\nويقال: نزل بنا أساود من الناس، وأسودات من الناس، وهم القليل من الناس، التفرقون.\nويقال: نزل بنا أوقاش من الناس، ووقش ويقال: لا تكن حلواً فتشهى، ولا مراً فتطرح. وكن بينَ بين، فيك حلاوة ومرارة.\nويقال: هذه أرض حسنة الأوراق، إذا كانت حسنة النبات.\nويقال: إن هذا المرء لنعته، وإن هذا الفرس لنعتة، وإن هذا المال لنعتة. لا يثنى ولا يجمع. وإن شئت تثنيت وجمعت. وإنما يريد النعت، وهو مدح.\nويقال: ما عند فلان عائنة، ولا معونة، ولا عون ولا إعانة.\nويقال: جاءت الإبل على وظيف واحد، وخف، إذا جاء بعضها في إثر بعض.\nويقال: سمعت هيضلة القوم، يعني ضجتهم.\nويقال: فلان حسن النيمة، والضجعة، واللبسة، والركبة، والقعدة، والجلسة، والمشية، والعمة، واللفتة، والطعمة، والشربة، والإكلة.\nوقالوا في حرفين نادرين خالفا هذا الباب: إنه لحسن الرؤية، والجردة، من التجرد.\nويقال: إن فلان لنظورة نسائها وقومها.\nوقال الأموي عبد الله بن سعيد: أصابه مني عذاب عذابين، وحسا مرق مرقين. وذلك توكيد للعذاب إذا كان شديداً.\nومرق مرقين: شر المرق. وقال بعضهم فيه: هو دسم لحمين، إذا خرج دسم أحدهما في المرق طبخ بذلك المرق لحم آخر، فاجتمع دسمان في مرق. فيقال له: مرق مرقين. وقال بعضهم: بل هو مرق اللحم الغث.\nويقال: اخشب لي حتى أنقح لك، ومعناه اقطع لي من الشجرة عوداً حتى أصلحه وأهيئه لك. والنقح والتنقيح: الإصلاح. والخشب: القطع.\nويقال: كهرته، ونهرته بمعنى واحد. وقال الشاعر:\nإذا احتضرَ الأيسارُ لم يتهيبوا\n...\nغلاءً، ولمْ تسمعْ لدى قدرهمْ كهرا\nنهرته، وقهرته، وكهرته بمعنى.\nويقال: القشدة، والقلدة، والإثرة، والإخلاصة. وهو ما يطيب به السمن إذا أذيب الزبد. التمر، والسويق، وأبعار الظباء، والبشام، والشيح، والقيصوم.\nوقال أبو محمد الدبيري: هو يأتضك بفلان، يعني يغريك به.\nوقال: أحكيت الشيء على أصحابي، أي حفظته عليهم.\nويقال: قل ما في نفسك ولا تخجخج، ولا تجمجم بمعناها، أي لا تظهر سواه، وأفصح به.\nوقال: أريد الخروج وأنا على صبار القوم، ومعناه أنتظرهم حتى أخرج معهم. وهو مأخوذ من المصابرة.\nوقال: قد أنبتك الرجل، وهو منبتك، وذلك قعد على قدميه مستوفزاً، ولم تمس الأرض أليتاه.\nويقال: قعد القرفصى، والقرفصى، مصورتان، وذلك إذا لزم الأرض، وتقبض.\nوقال: فرشط الرجل في جلسته، وفرشن، وكذلك البعير في بركته، إذا استدخل إحدى فخديه ومد الأخرى.\nوقال: نمش خف البعير من الشوك، وذلك إذا انتفط مما يشاك، حتى يعرف أثره.\nوبقال: شاك البعير أيضاً في الشوك، يشاك، وشاك يشوك لغة. وكذلك يقال في الرجل إذا دخل في الشوك، أو دخل الشوك في رجله، يقال: شكت في الشوك، أشاك، وشكت أشوك لغة أخرى.\nالجزء: 1 ¦ الصفحة: 53\n",
        "وكذلك قد شاك في السلاح، يشوك ويشاك، إذا دخل في السلاح ولبسه، شوكاً وشياكاً.\nوكذلك إذا أصابه السلاح فدخل فيه، من النبل والرماح وغير ذلك مما يثقب الجلد.\nوقالوا: شاكُ السلاح، وشاكِ السلاح.\nمن قال شاك السلاح، فهو على (فَعَلٍ) ، مثل قولهم: جرف هار. وهو (فَعَلٌ) بمنزلة قولهم: رجل مال، وخال، وما أشبهه.\nومن قال: شاك السلاح، فهو بمنزلة قولهم: جرف هار. وهو من المحول عن جهته، وكان الأصل هائر، من هار يهور. فلما أن قدموا الراء، وهي لام الفعل، وأخروا الواو، وعي عين الفعل، قالوا: هار. فشبهوه بداع وقاض من ذوات الواو والياء. وقالوا:\nلاثٍ بهِ الأشاءُ والعبريُّ\nوهو من لاث يلوث. وهذا من كلامهم كثير لا يحصى. وقالوا في لغة أخرى: شاك في السلاح، وشاك السلاح. وهو مأخوذ من الشكة، والشكة: السلاح. ويقال لبس فلان شكته، وشك في شكته، يشك شكاً وشكوكاً. وروي هذا البيت لمرحب اليهودي، من أهل خيبر:\nقدْ علمتْ خيبرُ أني مرحبُ\nشاكِ السلاحٍ بطلٌ مجربُ\nوبعضهم يقول: \"شاكُ\" وكل صواب.\nويقال: وقع فلان في الحظر الرطب، إذا وقع في الداهية أو البلية التي لا يتخلص منها. وأصل ذلك أنهم يجمعون الشوك، ويحظرون عليه حظيرة بقدره للغنم أو الإبل. فربما وقع فيه الرجل فقتله. فضربوه مثلاً في الشدة.\nويقال: وقع فلان في صمصمة القتال، وصمصمة القوم، وفي أسطمة القتال. وهو وسطه، وهو من قولهم: فلان في أسطمة قومه، وصمصمتهم.\nوقال: الثغيب من الوادي مثل الناشغ. وهما ابنا الوادي يصبان فيه. وهما أصغر من الوادي، وأعظم من التلعة. وجماعها الثغبان وأثغبة وثغب. ومثله الهدبجة والنبكة. وأما الخبراء فهو ما لان من الأرض وتطامن وامتلأ شجراء يا هذا، ممدودة، وهي التي تسوخ فيها قوائم الدواب من لينها.\nويقال: ناقة شاك، وهي التي ترد الماء فلا تشرب حتى يحك ذنبها. وأنشد:\nألا اشربي قنواءُ! لا تشكي\nألا اشربي منْ قبلِ أن تحكي\nويقال: صقب الطائر، وذلك إذا تحلق، ثم أرسل نفسه منصباً، فذلك التصقيب. والمكاء يفعل ذلك في الرياض والخصب. فإذا كان الجدب وقع عل ساق الشجرة أو صقب من صقوبها، ثم صاح. وأنشد الأموي عن الإعرابي من شيبان في ذلك:\nإذا صقبَ المكاءُ في غيرِ روضةٍ\n...\nفقولوا لأهلِ الشاءَ فليتناحروا\nوالمعنى في هذا أنه يقع على صقب شجرة. وهو خلاف الأول. والصقب: عمود البيت، والصقب: ساق الشجرة.\nويقال: شنقت وجهه، يعني خدشته. وأنشد:\nهذا طريقٌ يأزمُ المآزما\nوعضواتٌ تمشقُ اللهازما\nو\"تشنق\". واحدها عضة، وجمعها على عضوات، وأكثرهم يجمعها على عضاه، يردها إلى أصلها.\nويقال: جاء فلان بدولاته، وتولاته، وبنات غيره، وعجره وبحره، وشقره وبقره، يعني أباطيله، ودواهيه، وأكاذيبه.\nويقال شنقت اللحم، وأشنقته، إذا علقته. وشنقت البعير، وأشنقته، إذا جذبت زمامه وكففته.\nووشقت اللحم، إذ طبخته وبردته. وهي الوشيقة. وكذلك إذا قددته. وهي الوشائق والقدائد. وانشد:\nيقعُ الذبابُ على قدائدهِ\n...\nفيظلُّ يرميهنَّ بالنبلِ\nويرويه بعضهم \"على وشائقه\".\nويقال: بنس يا فلان، وبنش، يريد اجلس. وهو مأخوذ من الفارسية. وأنشد:\nتقولُ ذاتُ المجسدِ المورسِ\nوالحليِ ذي الهتاملِ الموسوسِ:\nإنْ كنتَ غيرَ صائدي فبنسِ\nيعني فاجلس.\nوقال: الوحج. يقال: أوحجته إلى فلان مثل الجأته.\nويقال: افصص لي من فلان شيئاً، ومعناه خذ لي منه.\nويقال: ناقة ذات جثاء، إذا كانت عظيمة الجسم. ورأيت جثاءها.\nويقال: ذهب فلان في بنات طمار يا هذا، مثل دراك، وبنات غير، كما تقول: ذهب في الترهات والأباطيل.\nويقال: طعنت في حوص أمر لست منه في شيء، وحوص. ومعناه تعرضت لما لا يعنيك.\nويقال: إن بني فلان لفي دوكة، ودوكة.\nوإنه ليدوك في أمر، ويحوس في أمر، ويجوس في أمر، إذا كان يأتمر أمراً يشاور نفسه فيه.\nويقال: إنه ليفعل ذلك على كل آلائه، يعني حالاته.\nويقال: قد كان ولو تعلم، أي قد نصحتك. معناه أحب أن تعلم ذاك. وقال الشاعر:\nقدْ كانَ ما كانَ ولوْ أنْ تعلما\nإنْ لمْ أكنْ في عظتي ملوما\nويقال: أكرم الثياب أجوده. يرد على لفظ الثياب، لأنه في لفظ واحد.\nالجزء: 1 ¦ الصفحة: 54\n",
        "ويقال: مر علينا ثلاث آخرهن يوم السبت، وآخرتهن ليلة السبت، وأخراهن.\nويقال: ما ورد علي بمنطق، ولا بجواب، ولا بكلمة. في معنى ما ورد علي منطقاً ولا جواباً ولا كلمةً، فقحم الباء.\nويقل: نعم، فارتفغ واليوم ظلم. يريد اشرب الرغوة. ويقال: رتغ الرجل، يرتغ رتغاً ورتوغاً.\nويقال: اللهم اغفر لنا أفضل ما نحن سائلوك، وأعطنا أفضل مل نحن سائلوك، وأعطنا أفل ما أنت معطينا.\nويقال: أصبنا متاعاً سرقة إنسان من بني فلان.\nوقال إعرابي: لعليه لعنة الله، لقد فعلت كذا وكذا.\nوقال: إن هذا ليا خلافاه، وليا عجباه.\nوقال: هذا مالا ترده، ولا تنظر إليه، وهذا مالا تعرض عرضه.\nوقال: هات كل محوصة أنت حائصها، وكل محتالة أنت محتالها.\nوقال: كنت عنده مذ سبع سواء، يريد سبعاً تامة كوامل.\nويقال: ما أغيظهم علي! وإلي، بمعنى.\nوقال: ما أسوأ ما صنعت! وأبأس ما صنعت! فقال أنت أسوؤهم، وأبأسهم صنيعاً! وقال: نعم ما صنعت! فقال: أنت أنعم صنيعاً مني.\nوقال: هم في السعدان يتسعدون، إذا رعوا إبلهم فيه. ويقال في الصيد: أحولنيه، وأحوشنيه، وأحلنيه، وأحشنيه. بمعنى حشه علي، وأحشه.\nوقال: حاولتك البصر منذ أيام. معناه أردت أن أبصرك، فلم أبصرك.\nوقال: هل أنت وتحمد، وتوجر: تذهب معنا.\nويقال: أحسنت بفلان. يريد أحسنت إليه.\nوقال: إذا فعلت ذاك أقربت، وأحببت. معناه صرت حبيباً قريباً.\nوقال: رب ذاك هذي يهذيه، من الهذيان، وهذاء يهذيه، وهذيان. كل ذا يقال.\nوقال لبئس ما أنك تقول! يعني لبئس ما تقول. وقال: اللهم عنا لك أنف، وعنا لك وجهي. ورغم لك أنفي، وهو من الخضوع. رغم من التراب، رغم يرغم.\nويقال: نجه علينا ناجه من الناس.\nويقال: هي لك بردة نفسها، وهي لك بردة نفسها لك، أي هي لك بنفسها.\nوقال: من أين لك هيه؟ ومن أي ناحية لك هيه؟ ويقال: مضيت فرط ساعة، ولم أومن من أن تسألني. قال: ما فرط ساعة؟ قال: كمد أخذت، فاعلم ذاك.\nوقال: يا أهل الله، ما سمعت كالليلة قط، ولا سيما جاء به فلان. أهل الله: هم المسلمون. يعني ولا مثل ما جاء به فلان.\nوقالوا: وصاتكم بصاغيتنا خيرا. معناه نوصيكم وصاتكم، فنصب على المصدر. والصاغية: العيال.\nوقال: بئس ما طيروا بأنفسهم، وتطيروا، بمعنى واحد. وقال: طرح به من يده، يعني الشيء، بمنزلة قوله: طرحه من يده. يقال: طرحت بالحجر، وطرحت الحجر. وقال: ما طوالك، يا دهر، إلا كلا ولا، وكما ولا، وكذا ولا. يعني في السرعة.\nوقال: شققت الثوب من قبل أخر. ومن قبل دبر. يعني من آخره، ومن دبره.\nوقال: حين اتزيت بمكان كذا وكذا رأيت أخاك، وحين آزيت، وحين حاذيت.\nويقال: لا تعسر أخاك، إذا لزمه بدين. وقد عسره يعسره عسراً وعسوراً.\nوعسرت الحاجة، وعسرت تعسر.\nوعسرت الناقة تعسر.\nويقال: ما فعل صاحبك الذي أمس عندنا؟ ويقال: ما سمعت مقالته التي آنفاً، والتي قبيل، بذلك المعنى.\nويقال: ما رأيت أحداً أحمق من اليوم! ولا ثوباً أدق من اليوم! وهو مثل ما رأيت كاليوم رجلاً! ومعناه ما رأيت أحمق من رجل رأيته اليوم، ولا ثوباً أدق من ثوب رأيته اليوم.\nويقال: جئت حاق يوم كذا. ومنزله على حاق باب المدينة.\nوقال: إنه لحق ظريف، وجد ظريف، وإنه لعين الظريف، وكل الظريف، ونفس الظريف، على المدح.\nهذا آخر ما جمعناه من نوادر أبي مسحل واسمه عبد الوهاب. وقرئت على أبي العباس ثغلب.\nوالحمد لله وحده، وسلام على عباده الذين اصطفى.\nوحسبنا الله، ونعم الوكيل.\nوقع الفراغ منه في يوم الاثنين الثالث عشر من شهر ربيع الأول سنة (تمز) ماه تير وروز ماه والحمد لله وحده.\nالجزء: 1 ¦ الصفحة: 55\n",
        ""
    ]
}