{
    "1": [
        "نور الإسلام وظلمات الكفر في ضوء الكتاب والسنة\nنور الإسلام وظلمات الكفر في ضوء الكتاب والسنة\nسعيد بن وهف القحطاني\nالكتاب:\nنور الإسلام وظلمات الكفر في ضوء الكتاب والسنة\nالمؤلف:\nد. سعيد بن علي بن وهف القحطاني\nالناشر:\nمطبعة سفير، الرياض\nتوزيع:\nمؤسسة الجريسي للتوزيع والإعلان، الرياض\nعدد الأجزاء:\n1\n[ترقيم الكتاب موافق للمطبوع]\n",
        "10\nرسائل سعيد بن علي بن وهف القحطاني\nنور الإسلام وظلمات الكفر\nفي ضوء الكتاب والسنة\nتأليف الفقير إلى الله تعالى\nد. سعيد بن علي بن وهف القحطاني\n",
        "بسم الله الرحمن الرحيم\nالمقدمة\nإن الحمد لله، نحمده، ونستعينه، ونستغفره، ونعوذ بالله من شرور أنفسنا، ومن سيئات أعمالنا، من يهده الله فلا مضل له، ومن يُضلل فلا هادي له، وأشهد أن لا إله إلا الله وحده لا شريك له، وأشهد أن محمداً عبده ورسوله، صلّى الله عليه وعلى آله وأصحابه ومن تبعهم بإحسان إلى يوم الدين، وسلم تسليماً كثيراً. أما بعد:\nفهذه رسالة مختصرة في: ((نور الإسلام وظلمات الكفر))، ذكرت فيها بإيجاز: مفهوم الإسلام، ومراتبه، وثمراته، ومحاسنه، ونواقضه، وبيّنت: الكفر، ومفهومه، وأنواعه، وخطورة التكفير، وأصول المكفرات، وآثار الكفر وأضراره.\nولا شك أن الله تعالى أرسل محمدًا - صلى الله عليه وسلم - إلى الناس جميعًا، وسماه نورًا؛ لأنه أنار به الحق وأظهر به الإسلام، ومحق به الكفر، قال - عز وجل -: {قَدْ جَاءَكُم مِّنَ الله نُورٌ وَكِتَابٌ مُّبِينٌ} (1)، وقال - عز وجل -: {يَا أَيُّهَا النَّبِيُّ إِنَّا أَرْسَلْنَاكَ شَاهِدًا وَمُبَشِّرًا وَنَذِيرًا * وَدَاعِيًا إِلَى الله بِإِذْنِهِ وَسِرَاجًا مُّنِيرًا} (2)، وبيّن الله سبحانه أنه يهدي بكتابه من اتبع رضوانه طرق السلام، ويخرجهم من ظلمات الكفر إلى نور الإسلام، قال سبحانه وتعالى: {قَدْ جَاءَكُم مِّنَ الله نُورٌ وَكِتَابٌ مُّبِينٌ* يَهْدِي بِهِ الله مَنِ اتَّبَعَ رِضْوَانَهُ سُبُلَ\n(1) سورة المائدة، الآية: 15.\n(2) سورة الأحزاب، الآيتان: 45 - 46.\nالجزء: 1 ¦ الصفحة: 3\n",
        "السَّلاَمِ وَيُخْرِجُهُم مِّنِ الظُّلُمَاتِ إِلَى النُّورِ بِإِذْنِهِ وَيَهْدِيهِمْ إِلَى صِرَاطٍ مُّسْتَقِيمٍ} (1)، وبيّن - سبحانه وتعالى - أن من شرح صدره للإسلام ومعرفته والإقرار بوحدانية الله تعالى، والخضوع لطاعته فهو على نور من ربه وعلى بصيرة مما هو عليه، ويقين بتنوير الحق في قلبه، فهو لذلك الأمر مُتبع وعما نهاه عنه مُنتهِ، قال سبحانه: {أَفَمَن شَرَحَ الله صَدْرَهُ لِلإِسْلاَمِ فَهُوَ عَلَى نُورٍ مِّن رَّبِّهِ فَوَيْلٌ لِّلْقَاسِيَةِ قُلُوبُهُم مِّن ذِكْرِ الله أُوْلَئِكَ فِي ضَلالٍ مُبِينٍ} (2)، وقال - عز وجل -: {فَمَن يُرِدِ الله أَن يَهْدِيَهُ يَشْرَحْ صَدْرَهُ لِلإِسْلاَمِ وَمَن يُرِدْ أَن يُضِلَّهُ يَجْعَلْ صَدْرَهُ ضَيِّقًا حَرَجًا كَأَنَّمَا يَصَّعَّدُ فِي السَّمَاءِ كَذَلِكَ يَجْعَلُ الله الرِّجْسَ عَلَى الَّذِينَ لاَ يُؤْمِنُونَ} (3).\nوقد قسمت البحث إلى مبحثين، وتحت كل مبحث مطالب على النحو الآتي:\nالمبحث الأول: نور الإسلام:\nالمطلب الأول: مفهوم الإسلام.\nالمطلب الثاني: مراتب الإسلام.\nالمطلب الثالث: ثمرات الإسلام ومحاسنه.\nالمطلب الرابع: نواقض الإسلام.\nالمبحث الثاني: ظلمات الكفر:\n(1) سورة المائدة، الآيتان: 15 – 16.\n(2) سورة الزمر، الآية: 22.\n(3) سورة الأنعام، الآية: 125.\nالجزء: 1 ¦ الصفحة: 4\n",
        "المطلب الأول: مفهوم الكفر.\nالمطلب الثاني: أنواع الكفر.\nالمطلب الثالث: خطورة التكفير.\nالمطلب الرابع: أصول المكفرات.\nالمطلب الخامس: آثار الكفر وأضراره.\nوالله سبحانه أسأل بأسمائه الحسنى وصفاته العلا أن يجعله عملاً مباركًا نافعًا لي ولكل من انتهى إليه؛ فإنه عز وجل خير مسؤول وأكرم مأمول، وهو حسبنا ونعم الوكيل، ولا حول ولا قوة إلا بالله العلي العظيم، وصلى الله وسلم وبارك على عبده ورسوله وخيرته من خلقه، نبينا محمد وعلى آله وأصحابه ومن تبعهم بإحسان إلى يوم الدين.\nالمؤلف\nحرر في ضحى يوم الثلاثاء الموافق 16/ 10/1419هـ.\nالجزء: 1 ¦ الصفحة: 5\n",
        "المبحث الأول: نور الإسلام\nالمطلب الأول: مفهوم الإسلام\nالإسلام لغة\n: الانقياد والإذعان، أما في الشرع، فلإطلاقه حالتان:\nالحالة الأولى: أن يطلق على الإفراد غير مقترن بذكر الإيمان\n، فهو حينئذٍ يُراد به الدين كله: أصوله، وفروعه: من اعتقاداته، وأقواله، وأفعاله، فتبيّن بذلك أن الإسلام عند إطلاقه مفردًا: هو الاعتراف باللسان، والاعتقاد بالقلب، والاستسلام لله في جميع ما قضى وقدَّر، كما ذُكِرَ عن إبراهيم - صلى الله عليه وسلم - في قوله (1): {إِذْ قَالَ لَهُ رَبُّهُ أَسْلِمْ قَالَ أَسْلَمْتُ لِرَبِّ الْعَالَمِينَ} (2)، وكقوله - عز وجل -: {إِنَّ الدِّينَ عِندَ الله الإِسْلاَمُ} (3)، وقوله تعالى: {وَرَضِيتُ لَكُمُ الإِسْلاَمَ دِينًا} (4)، وقوله - سبحانه وتعالى -: {وَمَن يَبْتَغِ غَيْرَ الإِسْلاَمِ دِينًا فَلَن يُقْبَلَ مِنْهُ وَهُوَ فِي الآخِرَةِ مِنَ الْخَاسِرِينَ} (5).\nفظهر أن الإسلام: هو الاستسلام لله بالتوحيد، والانقياد له بالطاعة، والبراءة من الشرك وأهله.\nالحالة الثانية: أن يطلق الإسلام مقترنًا بذكر الإيمان،\nفهو حينئذ يراد به الأعمال، والأقوال الظاهرة، وبه يحقن الدم، سواء حصل معه الاعتقاد،\n(1) انظر: مفردات ألفاظ القرآن، للعلامة الراغب الأصفهاني، مادة ((سلم))، ص423، ومعارج القبول، للشيخ حافظ بن أحمد الحكمي، 2/ 595.\n(2) سورة البقرة، الآية: 131.\n(3) سورة آل عمران، الآية: 19.\n(4) سورة المائدة، الآية: 3.\n(5) سورة آل عمران، الآية: 85.\nالجزء: 1 ¦ الصفحة: 6\n",
        "أو لم يحصل معه (1)؛ كقوله تعالى: {قَالَتِ الأَعْرَابُ آمَنَّا قُل لَّمْ تُؤْمِنُوا وَلَكِن قُولُوا أَسْلَمْنَا وَلَمَّا يَدْخُلِ الإِيمَانُ فِي قُلُوبِكُمْ} (2).\nالمطلب الثاني: مراتب دين الإسلام\nلا شكّ أن أصول الدين التي يجب على كل مسلم معرفتها والعمل بها ثلاثة: معرفة العبد ربه، ودينه، ونبيه محمدًا - صلى الله عليه وسلم -.\nفالإسلام هو الأصل الثاني من أصول الدين، وهو ثلاث مراتب: الإسلام، والإيمان، والإحسان. وكل مرتبة من هذه المراتب لها أركان على النحو الآتي:\nأولاً: مرتبة الإسلام، وأركانه\nخمسة: شهادة أن لا إله إلا الله، وأن محمدًا رسول الله، وإقام الصلاة، وإيتاء الزكاة، وصوم رمضان، وحجّ بيت الله الحرام لمن استطاع إليه سبيلاً؛ لقول النبي - صلى الله عليه وسلم - في جوابه لجبريل - عليه السلام -: ((الإسلام أن تشهد أن لا إله إلا الله وأن محمدًا رسول الله، وتقيم الصلاة، وتؤتي الزكاة، وتصوم رمضان، وتحج البيت إن استطعت إليه سبيلاً)) (3)؛ ولحديث ابن عمر رضي الله عنهما، عن النبي - صلى الله عليه وسلم - أنه قال: ((بُني الإسلام على خمسٍ: شهادة أن لا إله إلا الله وأن محمدًا رسول الله، وإقام الصلاة، وإيتاء الزكاة، وصوم رمضان، وحج البيت)) (4).\n(1) انظر: مفردات ألفاظ القرآن، للعلامة الراغب الأصفهاني، مادة ((سلم))، ص423، وجامع العلوم والحكم لابن رجب، 1/ 104، ومعارج القبول، للشيخ حافظ الحكمي، 2/ 596.\n(2) سورة الحجرات: الآية: 14.\n(3) مسلم، كتاب الإيمان، باب الإيمان، والإسلام، والإحسان،1/ 37، برقم 8،من حديث عمر - رضي الله عنه -.\n(4) متفق عليه: البخاري، كتاب الإيمان، باب قول النبي - صلى الله عليه وسلم - ((بني الإسلام على خمس))، 1/ 9،\nبرقم 8، ومسلم، كتاب الإيمان، باب أركان الإسلام ودعائمه العظام، 1/ 45، برقم 16، وانظر: ثلاثة الأصول، للشيخ محمد بن عبد الوهاب المطبوع مع حاشية ابن القاسم، ص25،\nو47، فقد ذكر لكل ركن من هذه الأركان دليلاً من الكتاب، ودليلاً من السنة.\nالجزء: 1 ¦ الصفحة: 7\n",
        "ثانيًا: مرتبة الإيمان،\nوهو بضع وسبعون شعبة، أعلاها قول لا إله إلا الله، وأدناها: إماطة الأذى عن الطريق، والحياء شعبة من الإيمان، وأركانه ستة: الإيمان بالله، وملائكته، وكتبه، ورسله، واليوم الآخر، والإيمان بالقدر خيره وشره؛ لحديث عمر بن الخطاب - رضي الله عنه - في قصة جواب النبي - صلى الله عليه وسلم - لجبريل: ((أن تؤمن بالله، وملائكته، وكتبه، ورسله، واليوم الآخر، وتؤمن بالقدر خيره وشره)) (1).\nثالثًا: مرتبة الإحسان،\nوهو ركن واحد، وهو أن تعبد الله كأنك تراه؛ فإن لم تكن تراه فإنه يراك؛ لحديث عمر بن الخطاب - رضي الله عنه - في قصة جواب النبي - صلى الله عليه وسلم - لجبريل حينما سأله عن الإحسان فقال: ((أن تعبد الله كأنك تراه؛ فإن لم تكن تراه فإنه يراك)) (2).\nولا شكّ أن معنى الإحسان في اللغة: إجادة العمل وإتقانه، وإخلاصه، وفي الشرع: هو ما فسّره النبي - صلى الله عليه وسلم - بقوله: ((أن تعبد الله كأنك تراه؛ فإن لم تكن تراه فإنه يراك)).\nوالمقصود أنه - صلى الله عليه وسلم - فسّر الإحسان بتحسين الظاهر والباطن، وأن يستحضر قُرب الله - عز وجل -، وأنه بين يديه كأنه يراه، وذلك يوجب الخشية، والخوف، والهيبة، والتعظيم، ويوجب النصح في العبادة بتحسينها، وبذل\n(1) تقدم تخريجه.\n(2) تقدم تخريجه في حديث عمر بن الخطاب - رضي الله عنه - في قصة جواب النبي - صلى الله عليه وسلم - لجبريل.\nالجزء: 1 ¦ الصفحة: 8\n",
        "الجهد في إتمامها، وإكمالها (1).\nولأهمية الإحسان فقد جاء ذكره في القرآن في مواضع: تارة مقرونًا بالإيمان، وتارة مقرونًا بالإسلام، وتارة مقرونًا بالتقوى، وتارة مقرونًا بالعمل.\nفالمقرون بالإيمان كقول الله - عز وجل -: {لَيْسَ عَلَى الَّذِينَ آمَنُواْ وَعَمِلُواْ الصَّالِحَاتِ جُنَاحٌ فِيمَا طَعِمُواْ إِذَا مَا اتَّقَواْ وَّآمَنُواْ وَعَمِلُواْ الصَّالِحَاتِ ثُمَّ اتَّقَواْ وَّآمَنُواْ ثُمَّ اتَّقَواْ وَّأَحْسَنُواْ وَالله يُحِبُّ الْمُحْسِنِينَ} (2).\nوالمقرون بالإسلام كقوله تعالى: {بَلَى مَنْ أَسْلَمَ وَجْهَهُ لله وَهُوَ مُحْسِنٌ فَلَهُ أَجْرُهُ عِندَ رَبِّهِ} (3)، وقوله: {وَمَن يُسْلِمْ وَجْهَهُ إِلَى الله وَهُوَ مُحْسِنٌ فَقَدِ اسْتَمْسَكَ بِالْعُرْوَةِ الْوُثْقَى} (4).\nوالمقرون بالتقوى كقوله تعالى: {إِنَّ الله مَعَ الَّذِينَ اتَّقَواْ وَّالَّذِينَ هُم مُّحْسِنُونَ} (5).\nوقد يذكر مفردًا كقوله تعالى: {لِّلَّذِينَ أَحْسَنُواْ الْحُسْنَى وَزِيَادَةٌ} (6)، وقد ثبت في صحيح مسلم عن النبي - صلى الله عليه وسلم - تفسير الزيادة بالنظر إلى وجه الله\n(1) انظر: جامع العلوم والحكم، لابن رجب، 1/ 126،ومعارج القبول، لحافظ الحكمي، 2/ 611، وثلاثة الأصول للشيخ محمد بن عبد الوهاب المطبوع مع حاشية ابن القاسم، ص62،وص65، فقد ذكر لجميع أركان الإيمان، وركن الإحسان دليلاً من الكتاب، ودليلاً من السنة لكل ركن.\n(2) سورة المائدة، الآية: 93.\n(3) سورة البقرة، الآية: 112.\n(4) سورة لقمان، الآية: 22.\n(5) سورة النحل، الآية: 128.\n(6) سورة يونس، الآية: 26.\nالجزء: 1 ¦ الصفحة: 9\n",
        "- عز وجل - في الجنة (1)،وهذا مناسب لجعله جزاءً لأهل الإحسان؛ لأن الإحسان هو أن يعبد المؤمن ربه في الدنيا على وجه الحضور والمراقبة، كأنه يراه بقلبه، وينظر إليه في حال عبادته، فكان جزاءُ ذلك النظر إلى الله عِيانًا في الآخرة (2).\nالمطلب الثالث: ثمرات الإسلام ومحاسنه\nالإسلام له فضائل عظيمة، وآثار حميدة، ونتائج كريمة، منها ما يأتي:\nأولاً: الإسلام الصحيح يثمر كل خير في الدنيا والآخرة.\nثانياً: أعظم أسباب الحياة الطيّبة والسعادة في الدنيا والآخرة.\nقال الله - عز وجل -: {مَنْ عَمِلَ صَالِحًا مِّن ذَكَرٍ أَوْ أُنثَى وَهُوَ مُؤْمِنٌ فَلَنُحْيِيَنَّهُ حَيَاةً طَيِّبَةً وَلَنَجْزِيَنَّهُمْ أَجْرَهُم بِأَحْسَنِ مَا كَانُواْ يَعْمَلُونَ} (3).\nثالثاً: الإسلام يخرج الله به من ظلمات الكفر إلى نور الإسلام\nوالإيمان.\nرابعاً: الإسلام يغفر الله به جميع الذنوب والسيئات؛\nلقول الله تعالى للنبي - صلى الله عليه وسلم -: {قُل لِلَّذِينَ كَفَرُواْ إِن يَنتَهُواْ يُغَفَرْ لَهُم مَّا قَدْ سَلَفَ} (4)، وفي حديث عمرو بن العاص - رضي الله عنه - في قصة إسلامه، قال: ((فلما جعل الله الإسلام في قلبي أتيت النبي - صلى الله عليه وسلم - فقلت: ابسط يمينك، فلأُبايعك، فبسط يمينه، قال: فقبضت يدي، قال: ((مالك يا عمرو؟)) قال: قلت: أردت أن أشترط. قال: ((تشترط بماذا؟))، قلت: أن يُغفَرَ لي، قال: ((أما علمت أن الإسلام يهدم ما كان قبله، وأن الهجرة تهدم ما كان قبلها، وأن الحج\n(1) صحيح مسلم، كتاب الإيمان، باب إثبات رؤية المؤمنين في الآخرة ربهم - سبحانه وتعالى -،1/ 163،برقم 180.\n(2) انظر: جامع العلوم والحكم، لابن رجب، 1/ 126.\n(3) سورة النحل، الآية: 97.\n(4) سورة الأنفال، الآية: 38.\nالجزء: 1 ¦ الصفحة: 10\n",
        "يهدم ما كان قبله؟)) (1).\nخامساً: إذا أحسن المسلم الإسلام لم يؤاخذ بما عمل في كفره؛\nلقول النبي - صلى الله عليه وسلم - لرجل سأله: ((إذا أحسنتَ في الإسلام لم تُؤاخذ بما عملت في الجاهلية، وإذا أسأتَ في الإسلام أُخذتَ بالأوّل والآخر)) (2).\nسادساً: الإسلام يجمع الله به للعبد حسناته في الكفر والإسلام؛\nلحديث حكيم بن حزام - رضي الله عنه - أنه قال: قلت: يا رسول الله، أرأيتَ أشياء كنتُ أتحنّثُ بها في الجاهلية، من: صدقةٍ، وعتاقٍ، وصلة رحم، فهل فيها من أجر؟ فقال النبي - صلى الله عليه وسلم -: ((أسلمتَ على ما سلفَ لك من خيرٍ)) (3).\nسابعاً: الإسلام يُدخل الله به الجنة،\nففي حديث أنس بن مالك - رضي الله عنه - أن رجلاً سأل النبي - صلى الله عليه وسلم - عن رسالته، وعن الصلوات الخمس، والزّكاة، والصّوم، والحجّ، وهذه أركان الإسلام، فقال الرجل: والذي بعثك بالحقّ لا أزيد عليهنّ، ولا أنقص منهنّ، فقال النبي - صلى الله عليه وسلم -: ((لئن صدق ليدخلنَّ الجنة)) (4).\nثامناً: سبب في النجاة من النار،\nفقد ثبت في حديث أنس - رضي الله عنه - أنه قال: ((كان غلام يهودي يخدم النبي - صلى الله عليه وسلم - فمرض، فأتاه النبي - صلى الله عليه وسلم - يعوده، فقعد عند رأسه، فقال له: ((أسلم))، فنظر إلى أبيه وهو عنده، فقال له: أطِعْ أبا\n(1) صحيح مسلم، كتاب الإيمان، باب الإسلام يهدم ما قبله، 1/ 112، برقم 121.\n(2) أخرجه أحمد في المسند،1/ 379،وصححه أحمد محمد شاكر في شرحه للمسند،5/ 309،برقم 3596.\n(3) البخاري، كتاب الزكاة، باب من تصدق في الشرك ثم أسلم، 2/ 146، برقم 1436، ورقم 2220، و2538، و5992.\n(4) صحيح مسلم، كتاب الإيمان، باب السؤال عن أركان الإسلام، 1/ 41، برقم 12، وانظر: حديث رقم 13، في الكتاب نفسه.\nالجزء: 1 ¦ الصفحة: 11\n",
        "القاسم - صلى الله عليه وسلم -، فأسلمَ، فخرج النبي - صلى الله عليه وسلم - وهو يقول: ((الحمد لله الذي أنقذه من النار)) (1).\nوفي حديث أبي هريرة - رضي الله عنه - أن النبي - صلى الله عليه وسلم - قال: ((إنّه لا يدخل الجنة إلاّ نفسٌ مسلمةٌ، وإن الله يؤيد هذا الدين بالرجل الفاجر)) (2).\nتاسعاً: الفلاح والفوز العظيم من ثمرات الإسلام،\nفعن عبد الله بن عمرو بن العاص رضي الله عنهما، أن رسول الله - صلى الله عليه وسلم - قال: ((قد أفلح مَنْ أسلمَ، ورُزِقَ كفافًا، وقَنَّعه الله بما آتاه)) (3).\nعاشراً: الإسلام يضاعف الله به الحسنات،\nفعن أبي هريرة - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: ((إذا أحسن أحدكم إسلامه فكل حسنة يعملها تكتبُ بعشر أمثالها إلى سبعمائة ضعف، وكل سيئة تكتب له بمثلها حتى يلقى الله)) (4).\nالحادي عشر: يكون العمل القليل كثيرًا بالإسلام الصحيح؛\nولهذا قال النبي - صلى الله عليه وسلم - لرجل جاء إليه مقنّع بالحديد، فقال: يا رسول الله، أُقاتلُ أو أسلمُ؟ فقال رسول الله - صلى الله عليه وسلم -: ((أسلمْ ثم قاتلْ))، فأسلم ثم قاتل فَقُتِلَ، فقال رسول الله - صلى الله عليه وسلم -: ((عَمِل قليلاً وأُجر كثيرًا)) (5).\n(1) البخاري، في كتاب الجنائز، باب إذا أسلم الصبي فمات هل يصلى عليه، وهل يعرض على الصبي الإسلام، 2/ 118، برقم 1356.\n(2) متفق عليه: البخاري، كتاب الجهاد، بابٌ: إن الله يؤيد الدين بالرجل الفاجر، برقم 3062، وكتاب المغازي، باب غزوة خيبر، 5/ 89، برقم 4203، ومسلم، كتاب الإيمان، باب غلظ تحريم قتل الإنسان نفسه، 1/ 105، برقم 111.\n(3) صحيح مسلم، كتاب الزكاة، باب الكفاف والقناعة، 2/ 730، برقم 1054.\n(4) صحيح مسلم، كتاب الإيمان، باب إذا همّ العبد بحسنة كتبت، وإذا همّ بسيئة لم تكتب،1/ 118، برقم 129.\n(5) متفق عليه من حديث البراء - رضي الله عنه -، البخاري كتاب الجهاد والسير، بابٌ: عمل صالح قبل الجهاد، 3/ 371، برقم 2808، واللفظ له، ومسلم كتاب الإمارة، باب ثبوت الجنة للشهيد،\n3/ 1509، برقم 1900.\nالجزء: 1 ¦ الصفحة: 12\n",
        "الثاني عشر: الخير كله في الإسلام، ولا خير في العرب، ولا في العجم إلا بالإسلام،\nوقد ثبت في الحديث: ((أيما أهل بيتٍ من العرب أو العجم أراد الله بهم خيرًا أدخل عليهم الإسلام)) (1).\nالثالث عشر: الإسلام يثمر الخيرات والبركات في الدنيا والآخرة\n، فعن أنس - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: ((إن الله لا يظلم مؤمنًا حسنةً يُعطَى بها في الدنيا، ويُجزى بها في الآخرة، وأما الكافر فيُطعم بحسناتِ ما عمل بها لله في الدنيا حتى إذا أفضى إلى الآخرة لم يكن له حسنة يُجزى بها)) (2).\nالرابع عشر: الإسلام يشرح الله به صدر صاحبه\n، قال الله - عز وجل -: {فَمَن يُرِدِ الله أَن يَهْدِيَهُ يَشْرَحْ صَدْرَهُ لِلإِسْلاَمِ وَمَن يُرِدْ أَن يُضِلَّهُ يَجْعَلْ صَدْرَهُ ضَيِّقًا حَرَجًا كَأَنَّمَا يَصَّعَّدُ فِي السَّمَاءِ} (3).\nالخامس عشر: الإسلام يثمر النور لصاحبه في الدنيا والآخرة\n، قال الله - عز وجل -:\n{أَفَمَن شَرَحَ الله صَدْرَهُ لِلإِسْلاَمِ فَهُوَ عَلَى نُورٍ مِّن رَّبِّهِ فَوَيْلٌ لِّلْقَاسِيَةِ قُلُوبُهُم مِّن ذِكْرِ الله أُوْلَئِكَ فِي ضَلالٍ مُبِينٍ} (4).\nالسادس عشر: الإسلام يجعل لصاحبه المكانة العالية عند الله\n- عز وجل -، فقد\n(1) أحمد في المسند، 3/ 477، والحاكم وصححه، ووافقه الذهبي، 1/ 34، وصححه الألباني في سلسلة الأحاديث الصحيحة، برقم 51.\n(2) صحيح مسلم، كتاب صفات المنافقين وأحكامهم، باب جزاء المؤمن بحسناته في الدنيا والآخرة، وتعجيل حسنات الكافر في الدنيا، 4/ 2162، برقم 2808.\n(3) سورة الأنعام، الآية: 125.\n(4) سورة الزمر، الآية: 22.\nالجزء: 1 ¦ الصفحة: 13\n",
        "ثبت عن عبد الله بن عمرو رضي الله عنهما، أن النبي - صلى الله عليه وسلم - قال: ((لَزَوال الدنيا أهونُ على الله من قتل رجلٍ مسلم)) (1).\nالسابع عشر: الإسلام الكامل يثمر لصاحبه حلاوة الإيمان\n، فعن أنس - رضي الله عنه - عن النبي - صلى الله عليه وسلم - أنه قال: ((ثلاث مَنْ كنَّ فيه وجد بهنَّ حلاوة الإيمان: مَنْ كان الله ورسوله أحبَّ إليه مما سواهما، وأن يحبَّ المرء لا يحبّه إلا لله، وأن يكره أن يعود في الكفر بعد أن أنقذه الله منه كما يكره أن يُقذف في النار)) (2).\nوعن العباس بن عبد المطلب أنه سمع رسول الله - صلى الله عليه وسلم - يقول: ((ذاق طعم الإيمان: من رضي بالله ربًا، وبالإسلام دينًا، وبمحمد رسولاً)) (3) - صلى الله عليه وسلم -.\nالثامن عشر: الإسلام صراط الله المستقيم\n، ومن سلكه كان من الفائزين، فعن النوَّاس بن سمعان - رضي الله عنه -، عن رسول الله - صلى الله عليه وسلم -، قال: ((ضرب الله مثلاً صراطًا مستقيمًا، وعلى جنبتي الصراط سوران فيهما أبواب مُفتحة، وعلى الأبواب ستور مُرخاة، وعلى باب الصراط داعٍ يقول: يا أيها الناس ادخلوا الصراط جميعًا ولا تعوجُّوا، وداعٍ يدعو من جوف الصراط، فإذا أراد أحدكم فتح شيء من تلك الأبواب قال: ويلك لا تفتحه، فإنك إن فتحته تلجه، والصراط الإسلام، والسوران حدود الله\n(1) الترمذي، كتاب الديات، باب ما جاء في تشديد قتل المؤمن، 4/ 16، برقم 1395، وصححه الألباني في صحيح سنن الترمذي، 2/ 56.\n(2) متفق عليه: البخاري، كتاب الإيمان، باب من كره أن يعود في الكفر كما يكره أن يلقى في النار من الإيمان، 1/ 13، برقم 21، ومسلم، كتاب الإيمان، باب خصال من اتصف بهن وجد حلاوة الإيمان، 1/ 66، برقم 43.\n(3) صحيح مسلم، كتاب الإيمان، باب الدليل على أن من رضي بالله ربًا وبالإسلام دينًا وبمحمد - صلى الله عليه وسلم - رسولاً فهو مؤمن، 1/ 62، برقم 34.\nالجزء: 1 ¦ الصفحة: 14\n",
        "تعالى، والأبواب المفتحة محارم الله تعالى، وذلك الداعي على رأس الصراط كتاب الله - عز وجل -، والداعي من فوق الصراط واعظ الله في قلب كل مسلم)) (1)، زاد الترمذي: {وَالله يَدْعُو إِلَى دَارِ السَّلاَمِ وَيَهْدِي مَن يَشَاءُ إِلَى صِرَاطٍ مُّسْتَقِيمٍ} (2).\nالتاسع عشر: من رضي بالإسلام دينًا أرضاه الله في الدنيا والآخرة،\nفقد جاء عن النبي - صلى الله عليه وسلم -: ((من قال حين يُمسي وحين يُصبح: رضيت بالله ربًا، وبالإسلام دينًا، وبمحمد - صلى الله عليه وسلم - نبيًا ثلاث مرات إلاّ كان حقًا على الله أن يرضيه)) (3).\nالعشرون: الإسلام هو الدين الذي كمَّله الله ورضيه،\nفختم به الأديان، قال الله سبحانه: {الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ وَأَتْمَمْتُ عَلَيْكُمْ نِعْمَتِي وَرَضِيتُ لَكُمُ الإِسْلاَمَ دِينًا} (4).\nالحادي والعشرون: الإسلام يأمر بكل خير وصلاح، وينهى عن كل شر وضرر،\nفما من مصلحة دقيقة ولا جليلة إلا أرشد إليها، ولا خير إلا دلَّ عليه، ولا شرٍّ إلا حذّر منه: فهو يأمر بتوحيد الله، والإيمان به، ويحثّ\n(1) أحمد في المسند، 4/ 182، 183، والحاكم، وصححه، ووافقه الذهبي، 1/ 73، والترمذي، في كتاب الأمثال، باب ما جاء في مثل الله لعباده، 5/ 144، برقم 2859، وصححه الألباني في مشكاة المصابيح، 1/ 67.\n(2) سورة يونس، الآية: 25.\n(3) أحمد في المسند، 4/ 367، والنسائي في عمل اليوم والليلة، برقم 4، وابن السني في عمل اليوم والليلة، برقم 68، والحاكم، وصححه، ووافقه الذهبي، 1/ 518، وأبو داود، برقم 5072، والترمذي، برقم 3389، وحسنه ابن باز في تحفة الأخيار، ص39.\n(4) سورة المائدة، الآية: 3.\nالجزء: 1 ¦ الصفحة: 15\n",
        "على العلم والمعرفة، ويأمر بالعدل والصّدق في الأقوال والأفعال، وبالبرّ والصِّلة والإحسان إلى الأقارب والجيران والأصحاب وجميع الخلق، وينهى عن الكذب، والظلم، والقسوة، والعقوق، والبخل، وسوء الخلق، ويأمر بالوفاء، وينهى عن الغدر، والغشِّ، ويأمر بالنّصح، والاجتماع، والتآلف، والتّحابب والإنفاق، وينهى عن التّعادي والتّباغض والافتراق، والمعاملات السيئة، وأكل المال بالباطل، ويأمر بأداء الحقوق، وينهى عن ضدها، ويأمر بكل معروف، وطيِّب، ونافع، ومستحسن شرعًا، وعقلاً، وفطرةً، وينهى عن كل فاحشة، ومنكر، وخبيث شرعًا، وعقلاً، وفطرةً، ويأمر بالتعاون على البر والتقوى، وينهى عن التعاون على الإثم والعدوان، والتعلّق بالمخلوقين والعمل لأجلهم، ويأمر بعبادة الله وحده، ويحفظ الدين، والنفس، والعِرْض، والعقل، والمال، وهذا الدين صالح لكل زمان، ومكان، ولكل أمّةٍ، ونبيُّ هذا الدين محمد - صلى الله عليه وسلم - هو أعلى الخلق في كل صفة كمال إنساني، ولذلك صار سيِّدَ الخلق - صلى الله عليه وسلم - (1).\nالثاني والعشرون: اختصّ الإسلام بخصائص عظيمة كريمة، منها:\n1 -\nالإسلام من عند الله،\nقال الله - عز وجل - يمدح نبيه - صلى الله عليه وسلم -: {وَمَا يَنْطِقُ عَنِ الْهَوَى * إِنْ هُوَ إِلاَّ وَحْيٌ يُوحَى} (2).\n2 -\nشامل لجميع نظم الحياة، وسلوك الإنسان\nشمولاً تامًا.\n3 -\nعام لكلِّ مُكلَّف من الجن والإنس في كل زمان ومكان،\nقال الله\n(1) انظر: وجوب التعاون بين المسلمين، للسعدي، ص22.\n(2) سورة النجم، الآيتان: 3 - 4.\nالجزء: 1 ¦ الصفحة: 16\n",
        "تعالى: {قُلْ يَا أَيُّهَا النَّاسُ إِنِّي رَسُولُ الله إِلَيْكُمْ جَمِيعًا} (1).\n4 -\nوالإسلام من حيثُ الثواب والعقاب ذو جزاء أخروي، بالإضافة إلى جزائه الدنيوي.\n5 -\nالإسلام يحرص على إبلاغ الناس أعلى مستوى ممكن من الكمال الإنساني، وهذه مثالية الإسلام، ولكنه لا يغفل عن طبيعة الإنسان وواقعه، وهذه هي واقعية الإسلام.\n6 -\nالإسلام وسط: في عقائده، وعباداته، وأخلاقه،\nوأنظمته، قال الله - عز وجل -: {وَكَذَلِكَ جَعَلْنَاكُمْ أُمَّةً وَسَطًا} (2)، وهذه خصائص جميلة (3).\nالمطلب الرابع: نواقض الإسلام\nنواقض الإسلام كثيرة، وقد ذكر العلماء رحمهم الله تعالى في باب حكم المرتدّ أن المسلم قد يرتدّ عن دينه بأمور وأنواع كثيرة من النواقض التي تُحلّ دمه وماله، ويكون بها خارجًا من الإسلام، ومن أخطرها وأكثرها وقوعًا عشرة نواقض (4):\nالأول: الشرك في عبادة الله تعالى\n، قال تعالى: {إِنَّ الله لاَ يَغْفِرُ أَن يُشْرَكَ\n(1) سورة الأعراف، الآية: 158.\n(2) سورة البقرة، الآية: 143.\n(3) انظر: الحكمة في الدعوة إلى الله، للمؤلف، ص 117.\n(4) انظر: هذه النواقض في مؤلفات الإمام محمد بن عبد الوهاب رحمه الله تعالى، القسم الأول، العقيدة والآداب الإسلامية، ص385، ومجموعة التوحيد لشيخي الإسلام أحمد بن تيمية، ومحمد بن عبد الوهاب، ص27، ص28.\nالجزء: 1 ¦ الصفحة: 17\n",
        "بِهِ وَيَغْفِرُ مَا دُونَ ذَلِكَ لِمَن يَشَاء} (1)، وقال سبحانه: {إِنَّهُ مَن يُشْرِكْ بِالله فَقَدْ حَرَّمَ الله عَلَيهِ الْجَنَّةَ وَمَأْوَاهُ النَّارُ وَمَا لِلظَّالِمِينَ مِنْ أَنصَارٍ} (2)، ومنه الذبح لغير الله، كمن يذبح للجنّ أو للقبر.\nالثاني: من جعل بينه وبين الله وسائط يدعوهم\n، ويسألهم الشفاعة، ويتوكل عليهم، فقد كفر إجماعًا.\nالثالث: من لم يكفِّر المشركين، أو شكّ في كفرهم،\nأو صحّح مذهبهم كَفَر.\nالرابع: من اعتقد أنّ هدي غير النبي - صلى الله عليه وسلم - أكملُ من هديه،\nأو أن حكم غيره أحسن من حكمه – كالذين يفضّلون حكم الطواغيت على حكمه – فهو كافر.\nويدخل في هذا الناقض: من اعتقد أن الأنظمة والقوانين التي يسنّها الناس أفضل من شريعة الإسلام، أو أنها مساوية لها، أو أنه يجوز التحاكم إليها، ولو اعتقد أن الحكم بالشريعة أفضل، أو أن نظام الإسلام لا يصلح تطبيقه في القرن العشرين، أو أنه كان سببًا في تخلّف المسلمين، أو أنه يُحصر في علاقة المرء بربه، دون أن يتدخّل في شؤون الحياة الأخرى، ويدخل فيه أيضًا من يرى أن إنفاذ حكم الله في قطع يد السارق، أو رجم الزاني المحصن، لا يناسب العصر الحاضر، ويدخل في ذلك أيضًا كل من اعتقد أنه يجوز الحكم بغير شريعة الله في المعاملات، أو الحدود، أو غيرهما وإن لم يعتقد أن ذلك أفضل من حكم الشريعة؛ لأنه بذلك يكون قد استباح ما حرم الله إجماعًا، وكلّ من استباح ما حرم\n(1) سورة النساء، الآية: 116.\n(2) سورة المائدة، الآية: 72.\nالجزء: 1 ¦ الصفحة: 18\n",
        "الله مما هو معلوم تحريمه من الدين بالضرورة: كالزنا، والخمر، والربا، والحكم بغير شريعة الله، فهو كافر بإجماع المسلمين. نعوذ بالله من موجبات غضبه وأليم عقابه (1).\nوالخلاصة أن الحكم بغير ما أنزل الله فيه تفصيل، وإليك الصواب في ذلك إن شاء الله تعالى:\nقال الله تعالى: {وَمَن لَّمْ يَحْكُم بِمَا أَنزَلَ الله فَأُوْلَئِكَ هُمُ الْكَافِرُونَ} (2).\nوقال تعالى: {وَمَن لَّمْ يَحْكُم بِمَا أنزَلَ الله فَأُوْلَئِكَ هُمُ الظَّالِمُونَ} (3).\nوقال سبحانه: {وَمَن لَّمْ يَحْكُم بِمَا أَنزَلَ الله فَأُوْلَئِكَ هُمُ الْفَاسِقُونَ} (4).\nقال طاووس وعطاء: كُفر دون كُفر، وظُلم دون ظُلم، وفسق دون فسق (5)، وقال ابن عباس رضي الله عنهما: ((هي به كُفر، وليس كُفرًا بالله، وملائكته، وكتبه، ورسله)) (6).\nوقال - رضي الله عنه -: ((من جحد ما أنزل الله فقد كفر. ومن أقرّ به ولم يحكم: فهو ظالم فاسق)) (7).\nوالصواب أن من حكم بغير ما أنزل الله قد يكون مرتدًا، وقد يكون مسلمًا عاصيًا مرتكبًا لكبيرة من كبائر الذنوب؛ فلهذا نجد أن أهل العلم\n(1) انظر: مجموع فتاوى ومقالات متنوعة للعلامة ابن باز، 1/ 137.\n(2) سورة المائدة، الآية: 44.\n(3) سورة المائدة، الآية: 45.\n(4) سورة المائدة، الآية: 47.\n(5) تفسير ابن كثير، 2/ 58، وانظر: تفسير الطبري، 10/ 355 - 358.\n(6) تفسير ابن جرير، 10/ 356.\n(7) المرجع السابق، 10/ 356.\nالجزء: 1 ¦ الصفحة: 19\n",
        "قد قسموا الكلمات الآتية إلى قسمين، وهي كلمة: كافر، وفاسق، وظالم، ومنافق، ومشرك. فكُفر دون كُفر، وظُلم دون ظُلم، وفسوق دون فسوق، ونفاق دون نفاق، وشرك دون شرك.\nفالأكبر يُخرج من الملّة، لمنافاته أصل الدين بالكلّية، والأصغر ينقص الإيمان، ويُنافي كماله، ولا يُخرج صاحبه من الملّة؛ ولهذا فصَّل العلماءُ القول في حكم من حكم بغير ما أنزل الله تعالى:\nقال سماحة شيخنا الإمام عبد العزيز بن عبد الله ابن باز رحمه الله تعالى: ((من حكم بغير ما أنزل الله فلا يخرج عن أربعة أنواع:\n1 -\nمن قال أنا أحكم بهذا لأنه أفضل من الشريعة الإسلامية، فهو كافر كفرًا أكبر.\n2 -\nومن قال أنا أحكم بهذا لأنه مثل الشريعة الإسلامية، فالحكم بهذا جائز وبالشريعة جائز، فهو كافر كفرًا أكبر.\n3 -\nومن قال أنا أحكم بهذا، والحكم بالشريعة الإسلامية أفضل، لكن الحكم بغير ما أنزل الله جائز، فهو كافر كفرًا أكبر.\n4 -\nومن قال أنا أحكم بهذا، وهو يعتقد أن الحكم بغير ما أنزل الله لا يجوز، ويقول: الحكم بالشريعة الإسلامية أفضل، ولا يجوز الحكم بغيرها، ولكنه متساهل، أو يفعل هذا لأمرٍ صادر من حُكَّامه، فهو كافر كفرًا أصغر لا يخرج من الملّة، ويُعتبر من أكبر الكبائر)) (1).\n(1) حدثنا بهذا الشيخ عبد العزيز بن باز رحمه الله، وهو مسجل في شريط في مكتبتي الخاصة، وانظر: فتاوى سماحته رحمه الله، 1/ 137، وانظر التفصيل، ومتى يكون الحكم بغير ما أنزل الله كفرًا أكبر: كتاب ((نواقض الإيمان القولية والعملية))، للدكتور عبد العزيز آل عبد اللطيف، ص249 - 343.\nالجزء: 1 ¦ الصفحة: 20\n",
        "ولا مُنافاة بين تسمية العمل فسقًا، أو عامله فاسقًا، وبين تسميته مسلمًا وجريان أحكام المسلمين عليه؛ لأنه ليس كل فسق يكون كفرًا، ولا كل ما يسمى كفرًا، وظلمًا، يكون مخرجًا من الملة حتى ينظر إلى لوازمه وملزوماته؛ وذلك لأنَّ كلاً من الكفر، والشرك، والظلم، والفسوق، والنفاق جاءت في النصوص على قسمين:\nالقسم الأول: أكبر يُخرج من الملّة لمنافاته أصل الدين.\nالقسم الثاني: أصغر يُنقص الإيمان ويُنافي كماله، ولا يُخرج صاحبه منه، فكُفر دون كُفر، وشرك دون شرك، وظلم دون ظلم، وفسوق دون فسوق، ونفاق دون نفاق. والفاسق بالمعاصي التي لا تُوجب الكفر لا يخلد في النار، بل أمره مردود إلى الله تعالى، إن شاء عفا عنه وأدخله الجنة من أول وهلة برحمته وفضله، وإن شاء عاقبه بقدر الذنب الذي مات مصرًا عليه، ولا يُخلده في النار، بل يُخرجه برحمته، ثم بشفاعة الشافعين، إن كان مات على الإيمان (1).\nالخامس: من أبغض شيئًا مما جاء به الرسول - صلى الله عليه وسلم -\nولو عمل به كفر إجماعًا؛ لقوله تعالى: {ذَلِكَ بِأَنَّهُمْ كَرِهُوا مَا أَنزَلَ الله فَأَحْبَطَ أَعْمَالَهُمْ} (2).\nالسادس: من استهزأ بشيء من دين الرسول - صلى الله عليه وسلم -\n، أو ثوابه، أو عقابه، كفر. والدليل قوله تعالى: {قُلْ أَبِالله وَآيَاتِهِ وَرَسُولِهِ كُنتُمْ تَسْتَهْزِؤُونَ * لاَ تَعْتَذِرُواْ قَدْ كَفَرْتُم بَعْدَ إِيمَانِكُمْ} (3).\n(1) معارج القبول بشرح سلم الوصول إلى علم أصول التوحيد، للشيح حافظ الحكمي، 2/ 423.\n(2) سورة محمد، الآية: 9.\n(3) سورة التوبة، الآيتان: 65 - 66.\nالجزء: 1 ¦ الصفحة: 21\n",
        "السابع: السحر، ومنه: الصرف (1)، والعطف\n(2)، فمن فعله، أو رضي به كفر، والدليل قوله تعالى: {وَمَا يُعَلِّمَانِ مِنْ أَحَدٍ حَتَّى يَقُولاَ إِنَّمَا نَحْنُ فِتْنَةٌ فَلاَ تَكْفُرْ} (3).\nالثامن: مظاهرة (4) المشركين، ومعاونتهم على المسلمين،\nوالدليل قوله تعالى: {وَمَن يَتَوَلَّهُم مِّنكُمْ فَإِنَّهُ مِنْهُمْ إِنَّ الله لاَ يَهْدِي الْقَوْمَ الظَّالِمِينَ} (5).\nالتاسع: من اعتقد أن بعض الناس يسعه الخروج عن شريعة محمد - صلى الله عليه وسلم -\nكما وسع الخضر الخروج عن شريعة موسى - عليه السلام - فهو كافر.\nالعاشر: الإعراض عن دين الله لا يتعلمه، ولا يعمل به،\nوالدليل قوله تعالى: {وَمَنْ أَظْلَمُ مِمَّن ذُكِّرَ بِآيَاتِ رَبِّهِ ثُمَّ أَعْرَضَ عَنْهَا إِنَّا مِنَ الْمُجْرِمِينَ مُنتَقِمُونَ} (6)، ولا فرق في جميع هذه النواقض بين الهازل، والجادّ، والخائف، إلا المُكره، وكلها أعظم ما يكون خطرًا، وأكثر ما يكون وقوعًا، فينبغي للمسلم أن يحذرها، ويخاف منها على نفسه. نعوذ بالله من موجبات غضبه وأليم عقابه (7).\n(1) الصرف: عمل سحري يقصد منه تغيير الإنسان وصرفه عما يهواه، كصرف الرجل عن محبة زوجته إلى بغضها.\n(2) العطف: عمل سحري يقصد منه ترغيب الإنسان فيما لا يهواه، فيحبه بطرق شيطانية.\n(3) سورة البقرة، الآية: 102.\n(4) المظاهرة: المناصرة والتعاون معهم على المسلمين.\n(5) سورة المائدة، الآية: 51.\n(6) سورة السجدة، الآية: 22.\n(7) مجموعة التوحيد لشيخي الإسلام: أحمد بن تيمية، ومحمد بن عبد الوهاب رحمهما الله، ص27، 28، ومؤلفات الشيخ محمد بن عبد الوهاب، القسم الأول، العقيدة والآداب الإسلامية، ص385، 387، ومجموعة فتاوى ابن باز، 1/ 135.\nالجزء: 1 ¦ الصفحة: 22\n",
        "المبحث الثاني: ظلمات الكفر\nالمطلب الأول: مفهوم الكفر\nأولاً: الكفر:\nبالفتح: الستر والتغطية، يُقال: كفر الزارع البذر في الأرض: إذا غطّاه بالتراب. وبالضم: ضِدُّ الإيمان، وكفر نعمة الله، وبها كُفُورًا وكفرانًا: جحدها، وسترها، وكافره حقه: جحده، والمكفَّرُ كَمُعَظَّمٍ: المجحُودُ النِّعمةِ مع إحسانِهِ. وكَافرٌ: جاحدٌ لأنْعُمِ الله تعالى (1).\nفالكفر: هو الستر، وجحود الحق، وإنكاره، والكافر: ضدّ المسلم، والمرتدّ: هو الذي كفر بعد إسلامه؛ بقول، أو فعل، أو اعتقاد، أو شكّ، وحدُّ الكفر الجامع لجميع أجناسه، وأنواعه، وأفراده: هو جحد ما جاء به الرسول - صلى الله عليه وسلم -، أو جحد بعضه، كما أن الإيمان: اعتقاد ما جاء به الرسول - صلى الله عليه وسلم -، والتزامه، والعمل به جملة وتفصيلاً (2)، والكفر هو: أوّل ما ذُكِرَ من المعاصي في القرآن الكريم، قال الله تعالى: {إِنَّ الَّذِينَ كَفَرُواْ سَوَاءٌ عَلَيْهِمْ أَأَنذَرْتَهُمْ أَمْ لَمْ تُنذِرْهُمْ لاَ يُؤْمِنُونَ} (3)، وهو أكبر الكبائر على الإطلاق، فلا كبيرة فوق الكفر (4)، والكفر كفران:\nالكفر الأول: كُفر يُخرج من الملّة، وهو ((الكفر الأكبر)).\nالكفر الثاني: كفر لا يُخرج من الملّة، وهو ((الكفر الأصغر)) أو كُفر دون كفر (5).\n(1) القاموس المحيط، فصل الكاف، باب الراء، والمعجم الوسيط، ص791.\n(2) إرشاد أولي البصائر والألباب لنيل الفقه بأقرب الطرق وأيسر الأسباب، للسعدي رحمه الله، ص191.\n(3) سورة البقرة، الآية: 6.\n(4) الكلمات النافعة في المكفرات الواقعة، ص5.\n(5) مجموعة التوحيد لشيخي الإسلام: أحمد بن تيمية، ومحمد بن عبد الوهاب، ص6.\nالجزء: 1 ¦ الصفحة: 23\n",
        "ثانيًا: الإلحاد:\nإلحاد ولحود، ولحد القبر كمنع، وألحده، عمل له لحدًا، والميت دفنه، وإليه مال كالْتحد. وألْحدَ مالَ، وعدلَ، ومارَى، وجادل (1)، ويلاحظ أن المعاجم الحديثة استعملت كلمة إلحاد، وفسرتها بأنها الكفر. وفَهمُ المفسرين لمادة ((لحد)) في القرآن الكريم، يمكن تلخيصه في أنه الميل عن دين الله إلى درجة الكفر، وفسّروا الإلحاد في سورة الحجّ، بأنه أيّ معصيةٍ في الحرم، ولكن المعصية في الحرم إذا قيست بغيرها في مكان آخر كانت شديدة جدًا (2).\nقال فضيلة الشيخ عبد الرحمن الدوسري رحمه الله: ((الإلحاد هو الميل عن الحق والانحراف عنه بشتى الاعتقادات، والتأويلات، ولذا سُمّي لحد القبر لحدًا، لميله عن وسطه إلى أحد جوانبه، فالمنحرف عن صراط الله، والمعاكس لحكمه بالتأويل الفاسد، وإبداء التشكيك، يُسمَّى مُلحدًا\n...\nوأول الناس إلحادًا المشركون الذين اشتقّوا لآلهتهم من أسماء الله، كالّلات، والعُزّى، ومن الإلّ الذي هو الإله\n...\nثم كلّ من ألحد في أسمائه، وصفاته، وصرفها عن ظاهرها\n...\nفهو ملحد)) (3).\nالمطلب الثاني: أنواع الكفر\nأولاً: الكفر الأكبر المُخرج من الملّة:\nوهو خمسة أنواع (4):\n(1) القاموس المحيط، فصل اللام، باب الدال، والمعجم الوسيط، ص817.\n(2) جهود المفكرين المسلمين المحدثين في مقاومة التيار الإلحادي، ص21.\n(3) الأجوبة المفيدة لمهمات العقيدة لعبد الرحمن الدوسري، ص40.\n(4) انظر: مدارج السالكين، لابن القيم، 1/ 335 - 338.\nالجزء: 1 ¦ الصفحة: 24\n",
        "النوع الأول: كفر التكذيب\n، والدليل قوله تعالى: {وَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى الله كَذِبًا أَوْ كَذَّبَ بِالْحَقِّ لَمَّا جَاءَهُ أَلَيْسَ فِي جَهَنَّمَ مَثْوًى لِّلْكَافِرِينَ} (1).\nالنوع الثاني: كفر الإباء والاستكبار مع التّصديق،\nوالدليل قوله تعالى: {وَإِذْ قُلْنَا لِلْمَلاَئِكَةِ اسْجُدُواْ لآدَمَ فَسَجَدُواْ إِلاَّ إِبْلِيسَ أَبَى وَاسْتَكْبَرَ وَكَانَ مِنَ الْكَافِرِينَ} (2).\nالنوع الثالث: كفر الشك، وهو كفر الظن\nّ، والدليل قوله تعالى:\n{وَدَخَلَ جَنَّتَهُ وَهُوَ ظَالِمٌ لِّنَفْسِهِ قَالَ مَا أَظُنُّ أَن تَبِيدَ هَذِهِ أَبَدًا * وَمَا أَظُنُّ السَّاعَةَ قَائِمَةً وَلَئِن رُّدِدتُّ إِلَى رَبِّي لأَجِدَنَّ خَيْرًا مِّنْهَا مُنقَلَبًا * قَالَ لَهُ صَاحِبُهُ وَهُوَ يُحَاوِرُهُ أَكَفَرْتَ بِالَّذِي خَلَقَكَ مِن تُرَابٍ ثُمَّ مِن نُّطْفَةٍ ثُمَّ سَوَّاكَ رَجُلاً * لَّكِنَّا هُوَ الله رَبِّي وَلاَ أُشْرِكُ بِرَبِّي أَحَدًا} (3).\nالنوع الرابع: كفر الإعراض\n، والدليل قوله تعالى: {وَالَّذِينَ كَفَرُوا عَمَّا أُنذِرُوا مُعْرِضُونَ} (4).\nالنوع الخامس: كفر النفاق\n، والدليل قوله تعالى: {ذَلِكَ بِأَنَّهُمْ آمَنُوا ثُمَّ كَفَرُوا فَطُبِعَ عَلَى قُلُوبِهِمْ فَهُمْ لا يَفْقَهُونَ} (5).\n(1) سورة العنكبوت، الآية: 68.\n(2) سورة البقرة، الآية: 34.\n(3) سورة الكهف، الآيات: 35 - 38.\n(4) سورة الأحقاف، الآية: 3.\n(5) سورة المنافقون، الآية: 3.\nالجزء: 1 ¦ الصفحة: 25\n",
        "ثانيًا: كفر أصغر لا يُخرج من الملّة:\nوهو كفر النعمة: والدليل قوله تعالى: {وَضَرَبَ الله مَثَلاً قَرْيَةً كَانَتْ آمِنَةً مُّطْمَئِنَّةً يَأْتِيهَا رِزْقُهَا رَغَدًا مِّن كُلِّ مَكَانٍ فَكَفَرَتْ بِأَنْعُمِ الله فَأَذَاقَهَا الله لِبَاسَ الْجُوعِ وَالْخَوْفِ بِمَا كَانُواْ يَصْنَعُونَ} (1)، والله المستعان (2).\nومما يدل من السُّنة على الكفر الذي لا يُخرج من الملّة، قوله - صلى الله عليه وسلم -: ((سباب المسلم فسوق وقتاله كفر)) (3)، وقوله - صلى الله عليه وسلم -: ((إذا قال الرجل لأخيه: يا كافر، فقد باء بها أحدهما)) (4)، وقوله - صلى الله عليه وسلم -: ((من أتى حائضًا، أو امرأة في دبرها\n...\nفقد كفر بما أُنزل على محمد)) (5)، ونظائر ذلك كثيرة.\nوهذا النوع لا يُبطل الإسلام ولكن يُنقصه ويُضعفه، ويكون صاحبه على خطر عظيم من غضب الله تعالى وعقابه إذا لم يتب، وهو جنس المعاصي التي يعرف صاحبها أنها معاصي، كالزنا، ولكن لا يستحلّها، فهذا تحت مشيئة الله تعالى، إن شاء عذبه ثم أدخله الجنة بإيمانه وعمله الصالح وإن شاء غفر له (6).\n(1) سورة النحل، الآية: 112.\n(2) مجموعة التوحيد للشيخ محمد بن عبد الوهاب والشيخ ابن تيمية رحمهما الله، ص6.\n(3) متفق عليه من حديث عبد الله بن مسعود - رضي الله عنه -: البخاري، كتاب الأدب، باب ما يُنهى عنه من السباب واللعن، 7/ 110، رقم 6044، ومسلم، في كتاب الإيمان، باب قول النبي - صلى الله عليه وسلم -: ((سباب المسلم فسوق وقتاله كفر))، 1/ 81، برقم 64.\n(4) متفق عليه من حديث عبد الله بن عمر رضي الله عنهما: البخاري، كتاب الأدب، باب من أكفر أخاه بغير تأويل فهو كما قال، 7/ 126، برقم 6104، ومسلم، كتاب الإيمان، باب بيان حال من قال لأخيه المسلم: يا كافر، 1/ 79، 60.\n(5) مسند الإمام أحمد، 2/ 408، وصححه الألباني في آداب الزفاف، ص31.\n(6) انظر: فتاوى سماحة العلامة ابن باز، 4/ 20، و45.\nالجزء: 1 ¦ الصفحة: 26\n",
        "ثالثًا: الفروق بين الكفر الأكبر والأصغر:\n1 -\nالكفر الأكبر يُخرج من الملّة، والأصغر لا يُخرج من الملّة.\n2 -\nالكفر الأكبر يُحبط جميع الأعمال، والأصغر لا يُحبطها لكنه يُنقصها.\n3 -\nالكفر الأكبر يُخلّد في النار، والأصغر لا يُخلّد،\nوهذا إذا دخلها فإن الله قد يعفو عنه.\n4 -\nالكفر الأكبر يُبيح الدم والمال، والكفر الأصغر لا يُبيح الدم والمال.\n5 -\nالكفر الأكبر يُوجب العداوة بين صاحبه وبين المؤمنين،\nولا يجوز للمؤمنين محبته وموالاته، ولو كان أقرب قريب، وأما الكفر الأصغر فإنه لا يمنع الموالاة مطلقًا، بل صاحبه يُحَبُّ ويُوالَى بقدر ما معه من الإيمان، ويُبغض ويُعادَى بقدر ما فيه من العصيان (1).\nالمطلب الثالث: خطورة التكفير\nالذي ينبغي أن نؤصّله هنا: أن الحكم بالكفر على إنسان ما حكم خطير، لِمَا يترتب عليه من آثار، هي غاية في الخطر، منها:\nأولاً: أنه لا يحلّ لزوجته البقاء معه، ويجب أن يفرّق بينها وبينه؛ لأن المسلمة لا يصحُّ أن تكون زوجة لكافر بالإجماع المتيقّن.\nثانياً: أن أولاده لا يجوز أن يبقوا تحت سلطانه؛ لأنه لا يُؤتمن عليهم، ويُخشى أن يؤثِّر عليهم بكفره، وبخاصة أن عودهم طريّ؛ وهم أمانة في عنق المجتمع الإسلامي كلّه.\nثالثاً: إنه فقد حق الولاية والنصرة من المجتمع الإسلامي بعد أن مرق\n(1) انظر: كتاب التوحيد للعلامة الدكتور صالح الفوزان، ص15.\nالجزء: 1 ¦ الصفحة: 27\n",
        "منه وخرج عليه بالكفر الصريح، والرّدَّة البواح.\nرابعاً: أنه يجب أن يُحاكم أمام القضاء الإسلامي؛ ليُنفَّذ فيه حكم المرتدّ، بعد أن يُستتاب، وتُزال من ذهنه الشبهات، وتُقام عليه الحجة.\nخامساً: أنه إذا مات على ردّته لا تُجرى عليه أحكام المسلمين، فلا يُغسّل، ولا يُصلّى عليه، ولا يُدفن في مقابر المسلمين، ولا يُورث، كما أنه لا يرث إذا مات مورِّث له قبله.\nسادساً: أنه إذا مات على حاله من الكفر يستوجب لعنة الله، وطرده من رحمته، والخلود الأبدي في نار جهنم، وهذه الأحكام الخطيرة تُوجب على من يتصدى للحكم بتكفير أحدٍ من المسلمين، أن يتريَّث مراتٍ ومراتٍ قبل أن يقول ما يقول (1).\nسابعاً: أنه لا يُدعى له بالرحمة، ولا يُستغفر له؛ لقوله تعالى: {مَا كَانَ لِلنَّبِيِّ وَالَّذِينَ آمَنُواْ أَن يَسْتَغْفِرُواْ لِلْمُشْرِكِينَ وَلَوْ كَانُواْ أُوْلِي قُرْبَى مِن بَعْدِ مَا تَبَيَّنَ لَهُمْ أَنَّهُمْ أَصْحَابُ الْجَحِيمِ} (2)، قال الشيخ عبد الرحمن بن ناصر السعدي رحمه الله: ((الكفر حقّ الله ورسوله، فلا كافر إلا من كفَّره الله ورسوله)) (3).\nالمطلب الرابع: أصول المكفِّرات\nأولاً: الكفّار نوعان:\nالنوع الأول\n: الكفّار الذين لم يدخلوا في دين الإسلام، ولا انتسبوا\n(1) انظر: فتاوى اللجنة الدائمة للبحوث العلمية، 6/ 49، وقد قرأتُ هذه المسائل على معالي الشيخ الدكتور صالح الفوزان، في 20/ 6/1417، فأقرّها جزاه الله خيرًا.\n(2) سورة التوبة، الآية: 113.\n(3) إرشاد أولي البصائر والألباب لنيل الفقه بأقرب الطرق وأيسر الأسباب، ص198.\nالجزء: 1 ¦ الصفحة: 28\n",
        "للإيمان بمحمد - صلى الله عليه وسلم - من: أُميين، ومشركين، وأهل كتاب، من: يهود ونصارى، ومن: مجوس، وعبدة أوثان، ودهريين، وفلاسفة\n...\nوغيرهم من أصناف الكفار، فهؤلاء الجنس، دلّ الكتاب والسنة، وإجماع المسلمين، على كفرهم، وشقائهم، وخلودهم في النار، وتحريم الجنة عليهم، ولا فرق بين عالمهم وجاهلهم، وأُمِّيهم، وكتابيِّهم، وعوامِّهِم، وخواصِّهِم، وهذا أمر معلوم بالضرورة من دين الإسلام.\nالنوع الثاني:\nالذين ينتسبون لدين الإسلام، ويزعمون أنهم مؤمنون بمحمد - صلى الله عليه وسلم -، ثم يصدر منهم ما يناقض هذا الأصل، ويزعمون بقاءهم على دين الإسلام، وأنهم من أهله، فهؤلاء لتكفيرهم أسباب متعددة ترجع كلها إلى تكذيب الله ورسوله، وعدم التزام دينه ولوازم ذلك (1).\nثانيًا: جميع المكفِّرات تدخل تحت نواقض أربعة:\nالقول، أو الفعل، أو الاعتقاد، أو الشك والتوقف. قال سماحة العلامة إمام علماء هذا العصر، عبد العزيز بن عبد الله ابن باز رحمه الله ورفع درجاته: ((العقيدة الإسلامية لها قوادح، وهذه القوادح قسمان: قسم ينقض هذه العقيدة ويبطلها، ويكون صاحبه كافرًا نعوذ بالله، وقسم ينقص هذه العقيدة ويضعفها:\nالقسم الأول: القوادح المكفِّرة:\nنواقض الإسلام هي الموجبة للرِّدَّة، هذه تسمى نواقض، والناقض\n(1) انظر: إرشاد أولي البصائر والألباب لنيل الفقه بأقرب الطرق وأسر الأسباب، للسعدي،\nص191 - 193.\nالجزء: 1 ¦ الصفحة: 29\n",
        "يكون قولاً، ويكون عملاً، ويكون اعتقادًا، ويكون شَكًّا.\nفقد يرتدُّ الإنسان بقولٍ يقوله، أو بعملٍ يعمله، أو باعتقادٍ يعتقده، أو بشكٍّ يطرؤ عليه، وهذه الأمور الأربعة كلُّها يأتي منها الناقض الذي يقدح في العقيدة ويبطلها، وقد ذَكَرَها أهل العلم في كتبهم، وسَمَّو بابها: ((باب حكم المرتد))، فكلُّ مذهب من مذاهب العلماء، وكلُّ فقيهٍ من الفقهاء ألَّفَ كُتُبًا – في الغالب – عندما يذكر الحدود – يذكر باب حكم المرتدّ، وهو الذي يكفر بعد الإسلام، وهذا مرتدّ، يعني أنه رَجَع عن دين الله وارتدَّ عنه، قال فيه النبي - صلى الله عليه وسلم -: ((من بدَّل دينَهُ فاقتلوه)) خرَّجه البخاري في ((الصحيح)) (1).\nوفي ((الصحيحين)) (2) أن النبي - صلى الله عليه وسلم - بعث أبا موسى الأشعري - رضي الله عنه - إلى اليمن، ثم أتْبَعَهُ معاذ بن جبل، فلما قَدِمَ عليه قال: انزل، وألقى له وسادة، وإذا رجلٌ عنده مُوثَق، قال: ما هذا؟ قال: هذا كان يهوديًّا فأسلم، ثم راجع دينه – دين السَّوء – فتهوَّد، قال: لا أجلس حتى يُقتل، قضاء الله ورسوله، فقال: اجلس، نعم، قال: لا أجلس حتى يُقتل، قضاء الله ورسوله، ثلاث مرات، فأمر به فَقُتِل.\nفدلَّ ذلك على أن المرتدّ عن الإسلام يُقتل، إذا لم يتب، يُستتاب فإن تاب ورجع فالحمد لله، وإن لم يرجع وأصرَّ على كفره وضلاله يُقْتَل،\n(1) البخاري، كتاب الجهاد، باب: لا يعذَّب بعذاب الله، 4/ 27، برقم 3017.\n(2) متفق عليه من حديث أبي موسى - رضي الله عنه -: البخاري، كتاب استتابة المرتدين، 8/ 64، برقم 6923، ومسلم، كتاب الإمارة، باب النهي عن طلب الإمارة، 3/ 1456، برقم 1733.\nالجزء: 1 ¦ الصفحة: 30\n",
        "ويُعجَّل به إلى النار لقوله - صلى الله عليه وسلم -: ((من بدَّل دينه فاقتلوه)) (1).\n1 -\nالرّدّة بالقول:\nالنواقض التي تنقض الإسلام كثيرة، منها قولٌ، مثل: سبّ الله: هذا قولٌ ينقض الدين، وسب الرسول - صلى الله عليه وسلم -، يعني: اللعن، والسّبّ لله ولرسوله، أو العيب، مثل أن يقول: إنَّ الله ظالم، إنَّ الله بخيل، إنَّ الله فقير، إنَّ الله - جل وعلا - لا يعلم بعض الأمور، أو لا يقدر على بعض الأمور، كُلُّ هذه الأقوال رِدَّةٌ عن الإسلام.\nمن انتقص الله، أو سبَّه، أو عابه بشيء فهو كافر مرتدٌّ عن الإسلام - نعوذ بالله - هذه ردّةٌ قولية، إذا سبَّ الله، أو استهزأ به، أو تنقَّصه، أو وصفه بأمرٍ لا يليق، كما تقول اليهود: إن الله بخيل، إن الله فقير ونحن أغنياء، وهكذا لو قال: إن الله لا يعلم بعض الأمور، أو لا يقدر على بعض الأمور، أو نفى صفات الله ولم يؤمن بها، فهذا يكون مرتدًا بأقواله السيئة.\nأو قال مثلاً: إنَّ الله لم يوجب علينا الصلاة، هذه ردّة عن الإسلام، من قال إن الله لم يوجب الصلاة فقد ارتدَّ عن الإسلام بإجماع المسلمين، إلا إذا كان جاهلاً بعيدًا عن المسلمين لا يعرف، فيُعلَّم، فإنْ أصرَّ كَفَر.\nوأما إذا كان بين المسلمين، ويعرف أمور الدِّين، فإن قال: ليست الصلاة بواجبة؛ فهذه رِدَّة، يُستتاب، فإن تاب وإلا قُتِل.\nأو قال: الزكاة غير واجبة على الناس، أو قال: صوم رمضان غير واجب\n(1) رواه البخاري، برقم 3017، وتقدم تخريجه.\nالجزء: 1 ¦ الصفحة: 31\n",
        "على الناس، أو الحج مع الاستطاعة غير واجب على الناس، من قال هذه المقالات كَفَر إجماعًا، ويُستتاب، فإن تاب وإلا قُتل – نعوذ بالله-. وهذه الأمور ردَّةٌ قولية.\n2 -\nالرّدّة بالفعل:\nوالردة الفعلية: مثل: ترك الصلاة، فكونه لا يصلي، وإن قال: إنها واجبة – لكن لا يصلي – هذه رِدَّة على الأصحِّ من أقوال العلماء؛ لقول النبي - صلى الله عليه وسلم -: ((العَهْدُ الذي بيننا وبينهم الصلاة، فمن تَرَكَها فقد كفر)) رواه الإمام أحمد، وأبو داود، والترمذي، والنسائي، وابن ماجه بإسناد صحيح (1)، وقوله - صلى الله عليه وسلم -: ((بين الرجل وبين الكفر والشرك ترك الصلاة)) أخرجه مسلم في ((صحيحه)) (2).\nوقال شَقِيقُ بن عبد الله العُقَيلي التابعي المتّفق على جلالته – رحمه الله -: ((كان أصحاب محمد - صلى الله عليه وسلم - لا يرون شيئًا من الأعمال تركه كفرٌ غير الصلاة)) رواه الترمذي (3)، وإسناده صحيح.\nوهذه ردّةٌ فعلية، وهي ترك الصلاة عمدًا.\nومن ذلك: لو استهان بالمصحف الشريف، وقعد عليه مستهينًا به، أو لطَّخه\n(1) المسند، 5/ 346، وسنن الترمذي، كتاب الإيمان، باب ما جاء في ترك الصلاة، 5/ 14، برقم 2621، وسنن النسائي، كتاب الصلاة، باب الحكم في تارك الصلاة، 1/ 231، 232، برقم 463، وسنن ابن ماجه، كتاب إقامة الصلاة والسنة فيها، 1/ 342، برقم 1079، من حديث بريدة - رضي الله عنه -، وانظر: صحيح الترمذي، 3/ 329.\n(2) كتاب الإيمان، باب: بيان إطلاق اسم الكفر على من ترك الصلاة، 1/ 88، برقم 82.\n(3) السنن، كتاب الإيمان، باب: ما جاء في ترك الصلاة، 5/ 14، برقم 2622.\nالجزء: 1 ¦ الصفحة: 32\n",
        "بالنجاسة عمدًا، أو وطأه بقدمه يستهين به، فإنه يرتدّ بذلك عن الإسلام.\nومن الرِّدَّة الفعلية: كونه يطوف بالقبور يتقرَّب لأهلها بذلك، أو يصلّي لهم، أو للجنّ، وهذه رِدَّةٌ فعلية.\nأما دعاؤه إيَّاهم والاستعانة بهم والنذر لهم: فردَّة قولية.\nأما من طاف بالقبور يقصد بذلك عبادة الله، فهو بدعةٌ قادحةٌ في الدِّين، لا يكون رِدَّة، إنما يكون بدعة قادحة في الدين، إذا لم يقصد التقرّب إليه بذلك، وإنما فعل ذلك تقرّبًا إلى الله سبحانه جهلاً منه.\nومن الكفر الفعلي: كونه يذبح لغير الله ويتقرب لغيره سبحانه بالذبائح، يذبح البعير أو الشاة أو الدجاجة أو البقرة لأصحاب القبور تقربًا إليهم يعبُدُهم بها، أو للجِنِّ يعبدهم بها، أو للكواكب يتقرب إليها بذلك، وهذا ما أُهِلَّ به لغير الله، فيكون ميتةً، ويكون كفرًا أكبر – نسأل الله العافية -.\nهذه كلُّها من أنواع الردة عن الإسلام والنواقض الفعلية.\n3 -\nالرّدّة بالاعتقاد:\nومن أنواع الرّدّة العقدية: التي يعتقدُها بقلبه وإن لم يتكلم، ولم يفعل – بل بقلبه يعتقد – إذا اعتقد بقلبه أنَّ الله جل وعلا فقيرٌ، أو أنه بخيل، أو أنه ظالم، ولو أنه ما تكلم، ولو لم يفعل شيئًا، هذا كفر بمجرد هذه العقيدة بإجماع المسلمين.\nأو اعتقد بقلبه أنه لا يُوجد بعثٌ ولا نشور، وأن كلَّ ما جاء هذا ليس\nالجزء: 1 ¦ الصفحة: 33\n",
        "له حقيقة، أو اعتقد بقلبه أنه لا يوجد جَنَّة أو نار، ولا حياة أخرى، إذا اعتقد ذلك بقلبه، ولو لم يتكلم بشيء، هذا كفرٌ ورِدَّةٌ عن الإسلام – نعوذ بالله –، وتكون أعمالُهُ باطلة، ويكون مصيره إلى النار بسبب هذه العقيدة.\nوهكذا لو اعتقد بقلبه – ولو لم يتكلم – أنَّ محمدًا - صلى الله عليه وسلم - ليس بصادق، أو أنَّه ليس بخاتم الأنبياء، وأنَّ بعده أنبياء، أو اعتقد أنَّ مُسيلمة الكذَّاب نبيٌّ صادق، فإنه يكون كافرًا بهذه العقيدة.\nأو اعتقد – بقلبه – أنَّ نوحًا، أو موسى، أو عيسى، أو غيرهم من الأنبياء عليهم السلام أنهم كاذبون، أو أحدًا منهم، فهذا رِدّةٌ عن الإسلام.\nأو اعتقد أنه لا بأس أنْ يُدعى مع الله غيره، كالأنبياء أو غيرهم من الناس، أو الشمس والكواكب أو غيرها، إذا اعتقد بقلبه ذلك صار مُرتدًّا عن الإسلام؛ لأن الله تعالى يقول: {ذَلِكَ بِأَنَّ الله هُوَ الْحَقُّ وَأَنَّ مَا يَدْعُونَ مِن دُونِهِ هُوَ الْبَاطِلُ} (1)، وقال سبحانه: {وَإِلَهُكُمْ إِلَهٌ وَاحِدٌ لاَّ إِلَهَ إِلاَّ هُوَ الرَّحْمَنُ الرَّحِيمُ} (2)، وقال: {إِيَّاكَ نَعْبُدُ وإِيَّاكَ\nنَسْتَعِينُ} (3)، وقال: {وَقَضَى رَبُّكَ أَلاَّ تَعْبُدُواْ إِلاَّ إِيَّاهُ} (4).\nوقال: {فَادْعُوا الله مُخْلِصِينَ لَهُ الدِّينَ وَلَوْ كَرِهَ الْكَافِرُونَ} (5).\nوقال سبحانه: {وَلَقَدْ أُوحِيَ إِلَيْكَ وَإِلَى الَّذِينَ مِنْ قَبْلِكَ لَئِنْ أَشْرَكْتَ\n(1) سورة الحج، الآية: 62.\n(2) سورة البقرة، الآية: 163.\n(3) سورة الفاتحة، الآية: 5.\n(4) سورة الإسراء، جزء من الآية: 23.\n(5) سورة غافر، جزء من الآية: 14.\nالجزء: 1 ¦ الصفحة: 34\n",
        "لَيَحْبَطَنَّ عَمَلُكَ وَلَتَكُونَنَّ مِنَ الْخَاسِرِينَ} (1)، والآيات في هذا المعنى كثيرة.\nفمن زَعَم أو اعتقد أنه يجوزُ أن يُعْبَدَ مع الله غيرُهُ من مَلَكٍ، أو نبيٍّ، أو شجرٍ، أو جِنٍّ، أو غير ذلك فهو كافر وإذا نطق وقال بلسانه ذلك صار كافرًا بالقول والعقيدة جميعًا، وإن فعل ذلك ودعا غير الله، واستغاث بغير الله، صار كافرًا بالقول والعمل والعقيدة جميعًا، نسأل الله العافية.\nومما يدخل في هذا ما يفعله عُبَّاد القبور اليوم في كثير من الأمصار من دعاء الأموات، والاستغاثة بهم، وطلب المَدَدِ منهم، فيقول بعضهم: يا سيدي المَدَدَ المَدَدَ، يا سيدي الغوثَ الغوثَ، أنا بجوارك، اشفِ مريضي، ورُدَّ غائبي وأصلح قلبي.\nيخاطبون الأموات الذين يُسمّونهم الأولياء، ويسألونهم هذا السؤال، نَسُوا الله وأشركوا معه غيره – تعالى الله عن ذلك -.\nفهذا كفرٌ قوليٌّ، وعقديٌّ، وفعليّ.\nوبعضُهم ينادي من مكانٍ بعيد وفي أمصارٍ متباعدة: يا رسول الله انصرني\n...\nونحو هذا، وبعضهم يقول عند قبره: يا رسول الله اشفِ مريضي، يا رسول الله المدد المدد، انصرنا على أعدائنا، أنت تعلم ما نحن فيه، انصُرنا على أعدائنا.\nوالرسول - صلى الله عليه وسلم - لا يعلم الغيب، لا يعلم الغيب إلا الله سبحانه، هذا من الشرك القولي العملي، وإذا اعتقد مع ذلك أن هذا جائز، وأنه لا بأس به،\n(1) سورة الزمر، الآية: 65.\nالجزء: 1 ¦ الصفحة: 35\n",
        "صار شركًا قوليًّا، وفعليًّا، وعقديًّا، نسأل الله العافية.\n4 -\nالرّدّة بالشك:\nعَرَضْنَا للرِّدَّة التي تكون بالقول، والرّدّة في العمل، والرّدة في العقيدة، أما\nالرّدّة بالشكّ،\nفمثل الذي يقول: أنا لا أدري هل الله حقٌّ أم لا؟\n...\nأنا شاكٌّ، هذا كافرٌ كُفْرَ شكٍّ، أو قال: أنا لا أعلم هل البعث حقٌّ أم لا؟ أو قال: أنا لا أدري هل الجنة والنار حقٌّ أم لا؟\n...\nأنا لا أدري، أنا شاكٌّ؟.\nفمثلُ هذا يُستتاب، فإن تاب وإلا قُتِل كافرًا لشكِّه فيما هو معلومٌ من الدِّين بالضرورة، وبالنَّصِّ، والإجماع.\nفالذي يشكّ في دينه ويقول: أنا لا أدري هل الله حقٌّ، أو هل الرسول حقٌّ، وهل هو صادق أم كاذب؟ أو قال: لا أدري هل هو خاتم النبيين، أو قال: لا أدري مسيلمة كاذب أم لا؟ أو قال: ما أدري هل الأسود العنسي - الذي ادَّعى النبوة في اليمن - كاذبٌ أم لا؟ هذه الشكوك كلُّها ردَّةٌ عن الإسلام يُستتاب صاحبها، ويُبيَّن له الحقّ، فإن تاب وإلا قُتِل.\nومثل لو قال: أشك في الصلاة هل هي واجبةٌ أم لا؟ والزكاة هل هي واجبةٌ أم لا؟ وصيام رمضان هل هو واجبٌ أم لا؟ أو شك في الحج مع الاستطاعة هل هو واجبٌ في العُمُرِ مَرَّةً أم لا؟ فهذه الشكوك كلها كفر أكبر، يُستتاب صاحبها، فإن تاب وآمن وإلا قُتِلَ لقول النبي - صلى الله عليه وسلم -: ((من بدّل دينه فاقتلوه)) رواه البخاري في ((الصحيح)) (1).\n(1) ورقمه (3017)، وتقدم تخريجه.\nالجزء: 1 ¦ الصفحة: 36\n",
        "فلا بُدَّ من الإيمان بأنَّ هذه الأمور - أعني الصلاة والزكاة والصيام والحج - كلها حقّ، وواجبة على المسلمين بشروطها الشرعية (1).\nأما الوسوسة العارضة والخطرات، فإنها لا تضرّ إذا دفعها المؤمن، ولم يسكن إليها، ولم تستقرّ في قلبه؛ لقوله - صلى الله عليه وسلم -: ((إن الله تجاوز لأمتي ما حدثت به أنفسها ما لم يتكلموا أو يعملوا به)) (2).\nوعليه أن يعمل الآتي:\n1 -\nيستعيذ بالله من الشيطان.\n2 -\nينتهي عما يدور في نفسه (3).\n3 -\nيقول آمنت بالله ورسله (4).\nالقسم الثاني: قوادح دون الكفر\n:\nتضعف الإيمان وتنقصه، وتجعل صاحبها معرضًا للنار وغضب الله، لكن لا يكون صاحبها كافرًا، مثل: أكل الربا، وارتكاب المحرَّمات: كالزنا، والبدع، إذا آمن بأن ذلك حرام، ولم يستحلَّه، أما إذا اعتقد أن ذلك حلالٌ صار كافرًا، وغير ذلك مثل الاحتفال بالمولد، وهو ما أحدثه\n(1) انظر: القوادح في العقيدة ووسائل السلامة منها لسماحة الشيخ العلامة عبد العزيز بن عبد الله ابن باز رحمه الله، ص27 - 42، بتصرف يسير جدًا.\n(2) مسلم، كتاب الإيمان، باب تجاوز الله عن حديث النفس والخواطر بالقلب إذا لم تستقر، 1/ 116.\n(3) متفق عليه من حديث أبي هريرة - رضي الله عنه -: البخاري، كتاب بدء الخلق، باب صفة إبليس وجنوده، 4/ 110، برقم 3276، ومسلم، كتاب الإيمان، باب بيان الوسوسة في الإيمان وما يقوله من وجدها، 1/ 120، برقم 134.\n(4) مسلم، كتاب الإيمان، باب بيان الوسوسة في الإيمان، وما قوله من وجدها، 1/ 119، برقم 134.\nالجزء: 1 ¦ الصفحة: 37\n",
        "الناس في القرن الرابع وما بعده من الاحتفال بمولد الرسول - صلى الله عليه وسلم -، فيكون ذلك إضعافًا للعقيدة، إلا إذا كان هناك في المولد استغاثة بالرسول - صلى الله عليه وسلم -، فإن هذه البدعة تكون من النوع الأول المُخرِج عن الإسلام.\nومن النوع الثاني كذلك التطيّر كما يفعل أهل الجاهلية، وقد ردَّ الله عليهم: {قَالُوا اطَّيَّرْنَا بِكَ وَبِمَن مَّعَكَ قَالَ طَائِرُكُمْ عِندَ الله بَلْ أَنتُمْ قَوْمٌ تُفْتَنُونَ} (1). فالطيرة شرك دون كفر\n...\nوكذلك الاحتفال بليلة الإسراء والمعراج، قال النبي - صلى الله عليه وسلم -: ((من أحدث في أمرنا هذا ما ليس منه فهو ردٌّ)) (2)، انتهى ملخصًا (3).\nالمطلب الخامس: آثار الكفر وأضراره\nالكفر له آثار خطيرة، وأضرار جسيمة، منها ما يأتي:\nأولاً: شرّ الدنيا والآخرة من أضرار الكفر\nوآثاره.\nثانياً: الكفر يُسبِّب لصاحبه الضّلال،\nقال الله - عز وجل -: {إِنَّ الَّذِينَ كَفَرُواْ وَصَدُّواْ عَن سَبِيلِ الله قَدْ ضَلُّواْ ضَلاَلاً بَعِيدًا} (4).\n(1) سورة النمل، الآية: 47.\n(2) متفق عليه: البخاري، كتاب الصلح، باب إذا اصطلحوا على صلح جور فالصلح مردود،\n3/ 222، برقم 2697. ومسلم، كتاب الأقضية، باب نقض الأحكام الباطلة، ومحدثات الأمور، 3/ 1344، برقم 718.\n(3) القوادح في العقيدة للعلامة ابن باز وهي محاضرة ألقاها في الجامع الكبير في شهر صفر عام 1403هـ، وهي مسجلة عندي بمكتبتي الخاصة، ثم طبعت والحمد لله تعالى في عام 1416هـ، بعنوان: القوادح في العقيدة ووسائل السلامة منها، اعتنى بنشرها وعرضها على مؤلفها: خالد بن عبد الرحمن الشايع جزاه الله خيرًا.\n(4) سورة النساء، الآية: 167.\nالجزء: 1 ¦ الصفحة: 38\n",
        "ثالثاً: الكفر الأكبر لا يغفره الله لمن مات عليه،\nقال الله تعالى: {إِنَّ الَّذِينَ كَفَرُواْ وَظَلَمُواْ لَمْ يَكُنِ الله لِيَغْفِرَ لَهُمْ وَلاَ لِيَهْدِيَهُمْ طَرِيقاً * إِلاَّ طَرِيقَ جَهَنَّمَ خَالِدِينَ فِيهَا أَبَدًا وَكَانَ ذَلِكَ عَلَى الله يَسِيرًا} (1).\nرابعاً: الكفر أعظم أسباب الخزي والعار،\nقال الله - عز وجل -: {وَأَنَّ الله مُخْزِي الْكَافِرِينَ} (2).\nخامساً: يوجب الله لصاحبه النار\nقال - عز وجل -: {وَالَّذِينَ كَفَرُوا لَهُمْ نَارُ جَهَنَّمَ لا يُقْضَى عَلَيْهِمْ فَيَمُوتُوا وَلا يُخَفَّفُ عَنْهُم مِّنْ عَذَابِهَا كَذَلِكَ نَجْزِي كُلَّ كَفُورٍ} (3).\nسادساً: يُحبط جميع الأعمال،\nقال الله - عز وجل -: {وَقَدِمْنَا إِلَى مَا عَمِلُوا مِنْ عَمَلٍ فَجَعَلْنَاهُ هَبَاءً مَّنثُورًا} (4)، وقال سبحانه: {وَمَن يَكْفُرْ بِالإِيمَانِ فَقَدْ حَبِطَ عَمَلُهُ وَهُوَ فِي الآخِرَةِ مِنَ الْخَاسِرِينَ} (5)، وقال الله تعالى: {وَالَّذِينَ كَفَرُوا أَعْمَالُهُمْ كَسَرَابٍ بِقِيعَةٍ يَحْسَبُهُ الظَّمْآنُ مَاءً حَتَّى إِذَا جَاءَهُ لَمْ يَجِدْهُ شَيْئًا وَوَجَدَ الله عِندَهُ فَوَفَّاهُ حِسَابَهُ وَالله سَرِيعُ الْحِسَابِ} (6)، وقال - عز وجل -: {مَّثَلُ الَّذِينَ كَفَرُواْ بِرَبِّهِمْ أَعْمَالُهُمْ كَرَمَادٍ اشْتَدَّتْ بِهِ الرِّيحُ فِي يَوْمٍ عَاصِفٍ لاَّ يَقْدِرُونَ مِمَّا كَسَبُواْ عَلَى شَيْءٍ ذَلِكَ هُوَ الضَّلاَلُ الْبَعِيدُ} (7).\nسابعاً: يوجب الخلود في النار،\nقال الله - عز وجل -: {كَذَلِكَ يُرِيهِمُ الله أَعْمَالَهُمْ حَسَرَاتٍ عَلَيْهِمْ وَمَا هُم بِخَارِجِينَ مِنَ النَّارِ} (8).\n(1) سورة النساء، الآيتان: 168 - 169.\n(2) سورة التوبة، الآية: 2.\n(3) سورة فاطر، الآية: 36.\n(4) سورة الفرقان، الآية: 23.\n(5) سورة المائدة، الآية: 5.\n(6) سورة النور، الآية: 39.\n(7) سورة إبراهيم، الآية: 18.\n(8) سورة البقرة، الآية: 167.\nالجزء: 1 ¦ الصفحة: 39\n",
        "ثامناً: يسبب الطرد والإبعاد من رحمة الله\nتعالى، قال الله سبحانه: {إِنَّ الله لَعَنَ الْكَافِرِينَ وَأَعَدَّ لَهُمْ سَعِيرًا} (1).\nتاسعاً: أعظم أسباب غضب الله وأليم عقابه،\nقال الله - عز وجل -: {وَلَكِن مَّن شَرَحَ بِالْكُفْرِ صَدْرًا فَعَلَيْهِمْ غَضَبٌ مِّنَ الله وَلَهُمْ عَذَابٌ عَظِيمٌ} (2).\nعاشراً: الكفر يجعل صاحبه أضيق الناس صدرًا،\nقال الله - عز وجل -: {وَمَن يُرِدْ أَن يُضِلَّهُ يَجْعَلْ صَدْرَهُ ضَيِّقًا حَرَجًا كَأَنَّمَا يَصَّعَّدُ فِي السَّمَاءِ كَذَلِكَ يَجْعَلُ الله الرِّجْسَ عَلَى الَّذِينَ لاَ يُؤْمِنُونَ} (3).\nالحادي عشر: الكفر يطبع على القلب\n، قال الله تعالى: {وَقَوْلِهِمْ قُلُوبُنَا غُلْفٌ بَلْ طَبَعَ الله عَلَيْهَا بِكُفْرِهِمْ فَلاَ يُؤْمِنُونَ إِلاَّ قَلِيلاً} (4).\nالثاني عشر: الكفر الأكبر يُبيح الدم والمال\nعن طريق الجهاد، أو عن طريق ولاة أمر المسلمين.\nالثالث عشر: الكفر الأكبر يُوجب العداوة بين صاحبه وبين المؤمنين،\nولا يجوز للمؤمنين محبته، ومُوالاته، ولو كان أقرب قريب.\nالرابع عشر: الكفر الأصغر يُنقص الإيمان ويُضعفه،\nويكون صاحبه على خطر عظيم من غضب الله تعا لى وعقابه إذا لم يتب، وهو جنس المعاصي (5).\nوصلى الله وسلم وبارك على نبينا محمد، وعلى آله، وأصحابه أجمعين.\n(1) سورة الأحزاب، الآية: 64.\n(2) سورة النحل، الآية: 106.\n(3) سورة الأنعام، الآية: 125.\n(4) سورة النساء، الآية: 155.\n(5) انظر: فتاوى سماحة العلامة ابن باز، 4/ 20، 45.\nالجزء: 1 ¦ الصفحة: 40\n",
        ""
    ]
}