{
    "1": [
        "هذه هي الصلاة\nبسم الله الرحمن الرحيم\nالمقدمة\nالحمد لله الهادي إلى الصراط المستقيم، رازق الجزيل وواهب الفضل العظيم، والصلاة والسلام على رسوله الكريم، حامل لواء الحمد وصاحب المقام العظيم، وعلى آله وصحبه معادن الصدق وأنصار الدين القويم. وبعد:\nأخي المسلم: ها هما رجلان التقيا على غير ميعاد وتواعدا من غير معرفة! أحدهما مداوم على أداء الصلوات، والثاني مرة يصلي ومرة لا يصلي!\nجمعهما الطريق إلى المسجد وقد نادى المؤذن إلى الصلاة .. فدار الحديث بينهما وهما يستشعران ضرورة إجابة هذا المنادي إذ يقول: حي على الفلاح .. حي على الفلاح ..\nفقال الأول: ما أسعد المسلم يا أخي إن حافظ على هذه الصلوات .. وكانت له سكنًا يجد فيه الراحة والطمأنينة ..\nقال الثاني: صدقت يا أخي ولكني كم حاولت المحافظة عليها، فأجد نفسي أصلي عدة أيام ثم أكسل بعدها؛ فأتركها اليوم واليومين أو أكثر من ذلك! !\nالأول: سبحان الله! أو يحدث لك هذا يا أخي ..\nالثاني: هو ما أقوله لك ..\nالجزء: 1 - الصفحة: 5\n",
        "الأول: إن أمر الصلاة يا أخي أعظم من أن يتهاون بها المسلم، ولن تجد يا أخي نفسك لحظات سعيدة صافية كما تجدها في الصلاة، فإنك إن وجدت يا أخي هذه السعادة فإني لا أشك في أنك ستحافظ على أدائها، ومهما تحدثنا يا أخي عن فوائد الصلاة فإنها أعظم من ذلك!\nونصيحتي لك يا أخي أن تسأل الله كثيرًا أن يعينك على طاعته والمحافظة على أداء الصلوات كما أمرك تعالى ..\nالثاني: سأحاول يا أخي هذه المرة وسأعمل بنصيحتك ..\nالأول: وفقك الله يا أخي وأعانك على طاعته، وإن شاء الله موعدنا دومًا هذه اللحظات وإن لم تلتق أجسامنا ..\nأخي المسلم: إنها (الصلاة) ذلك الكنز العظيم .. وتلك الدرة الغالية .. {وَأْمُرْ أَهْلَكَ بِالصَّلَاةِ وَاصْطَبِرْ عَلَيْهَا لَا نَسْأَلُكَ رِزْقًا نَحْنُ نَرْزُقُكَ وَالْعَاقِبَةُ لِلتَّقْوَى} [طه: 132].\nأخي: يا ترى ما هو حظك من هذا الكنز؟ !\nهل أنت ممن ملأ يديه منه؟ ! أم أنت من الزاهدين عنه المعرضين عن خيراته؟ ! !\nفإن كنت من هؤلاء أخي! فكم أنت محروم! وكم أنت ناقص الحظ! فما أحراك أخي وقتها أن تبادر لتشارك المغترفين من ذلك الكنز ..\nأخي في الله: أما تفكرت أبدًا في يوم من الأيام في تلك اللحظات العجيبة التي مرت على نبينا محمد - صلى الله عليه وسلم - يوم عرج به إلى\nالجزء: 1 - الصفحة: 6\n",
        "السماء، ثم إلى سدرة المنتهى فرأى ما رأى من عجائب الملكوت {لَقَدْ رَأَى مِنْ آَيَاتِ رَبِّهِ الْكُبْرَى} [النجم: 18]. فعرج به - صلى الله عليه وسلم - حتى سمع صرير الأقلام! وهنالك وفي تلك اللحظات المهيبة كان فرض الصلوات على هذه الأمة المرحومة ..\nوقال الله تعالى لنبيه - صلى الله عليه وسلم -: «هي خمس وهي خمسون لا يبدل القول لديّ» [رواه البخاري ومسلم].\nفرجع النبي - صلى الله عليه وسلم - بفرض خمس صلوات في اليوم والليلة أجرها أجر خمسين صلاة!\nأخي: أما تذكرت تلك اللحظات؟ ! تلك هي قصة فرض الصلوات الخمس .. خرجت غضة .. زاهية من نفحات الأنوار الإلهية لتكون نورًا وشذى يجد المؤمن عبيره في كل صباح ومساء!\nأخي المسلم: أما وجدت تلك النفحات القدسية وأنت تتضوع نفح الصلوات ونسيمها الزاكي؟ !\nأخي: ما أسعد المصلين. وما أهنأهم إذا وقفوا بين يدي رب العالمين! .\nقال طلق بن حبيب رحمه الله: (يموت المسلم بين حسنتين حسنة قد قضاها، وحسنة ينتظرها - يعني الصلاة).\nأخي: فهل أنت من هؤلاء؟ الذين صلوا ثم هم ينتظرون صلاة أخرى .. فهم قد خرجوا من حسنة، ويريدون الدخول في حسنة.\nأخي المسلم: وأنت تصلي لا تنس أنك في خدمة ملك\nالجزء: 1 - الصفحة: 7\n",
        "الملوك .. مالك النفع والضر .. فإذا كنت أخي من خدامه فإنه تعالى ولي من لزم بابه .. وحري بك أن لا يضيعك ..\nقال ثابت البناني رحمه الله: (الصلاة خدمة الله في الأرض، لو علم الله عز وجل شيئًا أفضل من الصلاة لما قال: {فَنَادَتْهُ الْمَلَائِكَةُ وَهُوَ قَائِمٌ يُصَلِّي فِي الْمِحْرَابِ} [آل عمران: 39].\nأخي المسلم: الصلاة شرف وأي شرف! ومنزلة إن نالها العبد فلن يندم على خير فاته! فهي مائدة جمعت بين أطرافها صنوفًا من الطيبات، وأنواعًا من اللذات!\n(إن مثل الصلاة كمثل ملك اتخذ عرسًا فاتخذ وليمة وهيأ فيها ألوانًا من الأطعمة والأشربة لكل لون لذة وفي كل لون منفعة؛ فكذلك الصلاة دعاهم الرب إليها وهيأ لهم فيها أفعالاً مختلفة وأذكارًا؛ فتعبدهم بها ليلذهم بكل لون من العبودية، فالأفعال كالأطعمة والأذكار كالأشربة) نصر بن محمد السمرقندي.\n*\nالكنز الغالي\n! *\nأخي: عجيب لمن لم يصلِّ كيف غفل عن ذلك الكنز ونام عن أن يكون من طلابه! ! فما أشقاه! وما أتعسه!\nوأنت أخي المصلي أما وقفت على تلك المحاسن البديعة؟ ! لتستظل أخي تحت ظل ظليل ..\nالجزء: 1 - الصفحة: 8\n",
        "* عن ثوبان - رضي الله عنه - قال، قال رسول الله - صلى الله عليه وسلم -: «استقيموا ولن تحصوا واعلموا أن خير أعمالكم الصلاة ولن يحافظ على الوضوء إلا مؤمن» [رواه الحاكم وابن حبان/ صحيح الترغيب: 372].\n* وعن أبي هريرة - رضي الله عنه - قال: كان رجلان من بَلِيّ من (قضاعة) أسلما مع رسول الله - صلى الله عليه وسلم - فاستشهد أحدهما وأخر الآخر سنة.\nفقال طلحة بن عبيد الله: فرأيت المؤخر منهما أدخل الجنة قبل الشهيد! فعجبت لذلك فأصبحت فذكرت ذلك للنبي - صلى الله عليه وسلم - أو ذكر لرسول الله - صلى الله عليه وسلم -.\nفقال رسول الله - صلى الله عليه وسلم -: «أليس قد صام بعده رمضان؟ وصلى ستة آلاف ركعة وكذا وكذا ركعة صلاة سنة؟ » [رواه أحمد، صحيح الترغيب: 365].\nأخي المسلم: قل معي: هنيئًا لمن مات وهو يصلي وكان من المقبولين ..\nهنيئًا لمن بكاه موضع سجوده في الأرض، وموضع صعود عمله الصالح في السماء!\n*\nأول حساب يوم القيامة\n! *\nأخي المسلم: اذكر وقوفك بين يدي مولاك تعالى: {يَوْمَ لَا تَمْلِكُ نَفْسٌ لِنَفْسٍ شَيْئًا وَالْأَمْرُ يَوْمَئِذٍ لِلَّهِ} [الانفطار: 19].\nيوم لا مفر منه إلا إليه سبحانه وتعالى ..\nالجزء: 1 - الصفحة: 9\n",
        "هنالك وفي تلك العرصات! أتدري أخي ما هو أول سؤال سيسألك عنه الله تعالى؟ !\nعن أبي هريرة - رضي الله عنه - قال: سمعت رسول الله - صلى الله عليه وسلم - يقول: «إن أول ما يحاسب به العبد يوم القيامة من عمله صلاته، فإن صلحت فقد أفلح وأنجح، وإن فسدت فقد خاب وخسر.\nفإن انتقص من فريضته شيء قال الرب عز وجل: انظروا هل لعبدي من تطوع فيكمل بها ما انتقص من الفريضة، ثم يكون سائر عمله على ذلك».\n[رواه أبو داود والترمذي/ صحيح أبو داود: 864]\nأخي: ذلك أول حساب! فماذا أعددت له؟ !\nهل أعددت له صلاة قد أكملت أركانها، وأتممت فروضها، وصليتها كما صلاها النبي - صلى الله عليه وسلم -؟\nأم كنت من المقصرين في أدائها، والمتهاونين في إقامة حدودها وأركانها؟ !\nأم كنت من تاركيها! ! فيا ويلك!\nويا لسوء موقفك بين يدي ربك تبارك وتعالى!\nفما أعظمها من جريمة! وما أشد عذابها من عذاب! !\n{مَا سَلَكَكُمْ فِي سَقَرَ * قَالُوا لَمْ نَكُ مِنَ الْمُصَلِّينَ} [المدثر: 42، 43].\nالجزء: 1 - الصفحة: 10\n",
        "أخي المسلم: ما أعظم خطر هذه الصلاة! وما أكبر مسؤوليتها! وهل أدل على ذلك من أن صلاحها صلاح للأعمال كلها! وفسادها فساد للأعمال كلها!\nقال رسول الله - صلى الله عليه وسلم -: «أول ما يحاسب به العبد يوم القيامة الصلاة، فإن صلحت صلح سائر عمله، وإن فسدت فسد سائر عمله! » [رواه الطبراني في الأوسط/ صحيح الترغيب: 369].\n*\nلماذا لا تصلي\n؟ ! ! *\nإلى من ترك الصلاة! !\nعجبًا لك أيها اللاهي!\nعجبًأ أيها الغافل!\nعجبًا أيها المعرض!\nعجبًا أيها المسكين المحروم!\nأما علمت منزلة الصلاة؟ ! أما علمت مقامها العظيم؟ ! أما علمت أنها مدارك الذي تدور عليه؟ !\nأما علمت أن صلاح دنياك وآخرتك معلق بالصلاة؟ !\nوأي خير ترجوه إذا أنت لم تصل؟ !\nأما سمعت ما جاء في وعيد من ترك الصلاة؟ !\nأما سمعت كلام الصالحين في حق من ترك الصلاة؟ !\nالجزء: 1 - الصفحة: 11\n",
        "فإذا أردت أن تعرف من هو تارك الصلاة؟ ! فتعال معي لتعلم ما جاء في حق من لم يصلِّ!\nقال الله تعالى: {فَخَلَفَ مِنْ بَعْدِهِمْ خَلْفٌ أَضَاعُوا الصَّلَاةَ وَاتَّبَعُوا الشَّهَوَاتِ فَسَوْفَ يَلْقَوْنَ غَيًّا} [مريم: 59].\nفقد توعد الله من أضاع الصلاة أنهم سيجدون (غيًا)!\nأتدري ما هو الغي؟ !\nورد في التفسير أنه: (نهر في أسفل جهنم يسيل فيه صديد أهل النار! لو أن صخرة زنة عشر عشراوات قذف بها من شفير جهنم، ما بلغت قعرها سبعين خريفًا ثم تنتهي إلى غي وآثام! ).\nوعن ابن مسعود - رضي الله عنه -: (الغي نهر أو واد في جهنم من قيح بعيد القعر خبيث الطعم يقذف فيه الذين يتبعون الشهوات! ).\nهذا هو الغي يا من أضعت الصلاة! واتبعت شهواتك! فيا ترى هل تطيقه؟ !\nوعن جابر بن عبد الله رضي الله عنهما قال: سمعت رسول الله - صلى الله عليه وسلم - يقول: «بين الرجل وبين الشرك والكفر ترك الصلاة! » [رواه مسلم].\nقال عمر بن الخطاب - رضي الله عنه -: (ومن يضيعها فهو لما سواها أضيع! ).\nوإذا سألوك يا من تركت الصلاة! لماذا لا تصلي؟ !\nما أظن أن أحدًا ولد بين أبوين مسلمين يكون غير مقتنع بفرض الصلاة! أو جاحدًا لها!\nالجزء: 1 - الصفحة: 12\n",
        "ولكن الداء الذي ابتلي به أولئك التاركون هو الكسل، والغفلة، وطول الأمل! وهي أمراض لطالما سيطرت على القلوب فجعلتها معرضة عمّا ينفعها، مقبلة على ما يضرها!\nوما سمعنا أحدًا ممن ترك الصلاة تعلل بغير الكسل! أو قول أحدهم: الله يهدينا!\nكم عجيب هذا الإنسان يسأل الله الهداية وهو يعمل بالضلالة في ليله ونهاره!\nإن من أراد الهداية اتخذ أسبابها. وأولها: أن يعزم على ترك الضلالة، ولا يكفي هذا، بل يبدأ في عمل الهداية ولا يؤخر ذلك، ويسأل الله تعالى أن يعينه على سلوك طريق الهداية، ويكثر من سؤاله تعالى أن يثبته على ذلك.\nفإن هذه أسس لمن أراد الهداية، أن ينطلق منها، والله بعدها هو الهادي إلى الصراط المستقيم ..\n*\nإلى من صلى ولكن\n! ! *\nأخي المسلم: إن محافظتك على صلاتك شعار لإسلامك ..\nإن محافظتك على صلاتك سرور للمؤمنين وغيظ للكافرين ..\nإن محافظتك على صلاتك نور للأجيال الناشئة أن تسير على الطريق ..\nإن محافظتك على صلاتك سعادة تمنحها لنفسك لكي تسعد.\nالجزء: 1 - الصفحة: 13\n",
        "أخي: إن أولئك الذين يصلون ولكنهم لا يؤدونها كاملة؛ لن يجدوا تلك الثمرات اليانعة التي يجدها أولئك المحافظون على أدائها كاملة.\nأخي المسلم: إن بركة الصلاة كثمرة غرست غراسها؛ فإنك إن لم تقم بما يجب له من الحرث والنظافة والسقيا والرعاية من الآفات، فإنك إن لم تفعل ذلك فلن تصل إلى الثمرة! وكذلك الصلاة إن لم تأت بأركانها وشروطها، وما يجب فيها من الخشوع والإقبال على الله تعالى، والمحافظة على أدائها في أوقاتها، وكما صلاها النبي - صلى الله عليه وسلم -. فإنك إن لم تأت بذلك فلن تنال بركة الصلاة وخيراتها المستفادة منها!\nأخي في الله: كم من مصلٍ لم يستفد من صلاته! وكم من مصل لم يجد لصلاته لذة وحلاوة!\nفليت شعري ما هو الداء؟ ! وما هو الدواء؟ !\nأخي: الداء في ذلك هو: الانشغال بالدنيا إذ أصبح ذلك شعار الغفلة!\nوأورث الانشغال ضعف الإيمان! وقلة الخشية من الله تعالى! فإذا دخل في الصلاة بمثل هذا القلب فمن أين له أن يجني ثمارها وبركاتها؟ !\nأخي المسلم: ها أنت قد عرفت الداء! وأما الدواء فهو يسير على من أراده! فلا أكثر من أن تقبل أخي على صلاتك بقلب صادق خاشع بعد أن تمحو عنه شواغل الدنيا ولو إلى حين! فإنك\nالجزء: 1 - الصفحة: 14\n",
        "إن عودت نفسك ذلك؛ وجدت لصلاتك لذة وأنت تصليها، وإن استمر بك الحال أخي على ذلك، فسيأتي عليك يوم لا تجد فيه لحب الدنيا أثرًا في قلبك ..\nأخي: إنه دواء كغيره من الأدوية يحتاج إلى صبر لتنال فائدته، فإياك أخي أن تتعجل، فما نال متعجل مقصوده.\nأخي المسلم: أليس مما يؤسف له أن ترى الجمع الكثير وهم يصلون، ولكن قليل أولئك الذين ينتفعون من صلاتهم؟ !\nدخل الزهري على أنس بن مالك - رضي الله عنه - وهو بدمشق - فوجده يبكي!\nفقال: ما يبكيك؟ !\nقال: (لا أعرف شيئًا مما أدركت إلا هذه الصلاة! وهذه الصلاة قد ضيعت) [رواه البخاري].\nأخي: (فمن لم يحافظ على أوقات الصلاة لم يحافظ على الصلاة! كما أن من لم يحافظ على وضوئها وركوعها وسجودها فليس بمحافظ عليها.\nومن لم يحافظ عليها فقد ضيعها!\nومن ضيعها فهو لما سواها أضيع!\nكما أن من حافظ عليها حفظ دينه.\nولا دين لمن لا صلاة له! ) [الإمام القرطبي].\nالجزء: 1 - الصفحة: 15\n",
        "أخي في الله: أما قرأت يومًا قوله تعالى: {فَوَيْلٌ لِلْمُصَلِّينَ * الَّذِينَ هُمْ عَنْ صَلَاتِهِمْ سَاهُونَ} [الماعون: 4، 5].\nأما وقفت عندها قليلاً؟ !\nأخي: كثير أولئك الذين يقرؤون هذه الآيات؛ ولكن قليل أولئك الذين يقفون عندها يستلهمون الدرس والعظة!\nأخي: يا ترى من هؤلاء الذين توعدهم الله بالويل؟ !\nقال ابن عباس رضي الله عنهما: (الذين يؤخرونها عن وقتها) وقال: (هو المصلي الذي إن صلى لم يرج لها ثوابًا، وإن تركها لم يخش عليها عقابًا! ).\nوقال أبو العالية: (لا يصلونها لمواقيتها ولا يتمون ركوعها ولا سجودها! ).\n*\nالخشوع هو الصلاة\n! ! *\nأخي المسلم: إذا أردت أن تعرف روح الصلاة وقلبها النابض فهو: (الخشوع! )\nوالمصلي غير الخاشع كخشبة تتحرك! لا معنى لحركتها ..\nوأما المصلي الخاشع فهو الذي تنبض صلاته بالحياة، ويحس صاحبها معها أنه حي!\nالجزء: 1 - الصفحة: 16\n",
        "أخي: إذا أقبل قلبك على صلاتك أقبلت عليك صلاتك! فأنت يومها المصلي حقيقة ..\nوإذا أعرض قلبك وانشغل بأمور أخرى أعرضت عنك صلاتك، فلا صلاتك صلاة! ولا أنت بالمصلي!\nأخي: ما قولك: (في رجل وفد إلى باب ملك معتذرًا من خطيئته وزلته؛ فلما وصل إلى باب الملك قام بين يديه، وأقبل عليه الملك فجعل الوافد يلتفت يمينًا وشمالاً! ) نصر بن محمد السمرقندي/ بتصرف.\nأخي: ما قولك في مثل هذا الوافد؟ ! هل سيظفر بحاجته؟\nيقينًا لن يظفر بحاجته. وكذلك شأن الصلاة فأنت فيها مقبل على ملك الملوك، فلا يليق بك أخي أن تقبل فيها على شيء سواه تبارك وتعالى ..\nأخي المسلم: سأحدثك عن رجلين دخلا في الصلاة، وقد يكونان متجاورين، لا يفصل أحد بينهما، ولكن يا ترى هل صلاتهما واحدة. اسمع جواب ذلك:\n(إن الرجلين ليكونان في الصلاة الواحدة، وإن ما بينهما في الفضل كما بين السماء والأرض؛ وذلك: إن أحدهما مقبل بقلبه على الله عز وجل. والآخر ساهٍ غافل.\nفإذا أقبل العبد على مخلوق مثله وبينه وبينه حجاب لم يكن إقبالاً ولا تقريبًا؛ فما الظن بالخالق عز وجل؟ !\nالجزء: 1 - الصفحة: 17\n",
        "وإذا أقبل على الخالق عز وجل وبينه وبينه حجاب الشهوات والوساوس، والنفس مشغوفة بها ملأى منها فكيف يكون ذلك إقبالاً! وقد ألهته الوساوس والأفكار وذهبت به كل مذهب؟ ! ) حسان بن عطية.\nأخي: لقد أخطأ من ظن أن الخشوع يكون في حركات الصلاة! فتجد أحدهم يطأطئ رأسه، وينتقل إلى حركات الصلاة ببطء.\nولكن أخي إذا أردت أن تعرف كيف يكون الخشوع؟\nفالخشوع أخي موضعه القلب وليس الجوارح؛ وإنما الجوارح مترجمة للقلب؛ فمن خشع قلبه خشعت جوارحه حتمًا، ولا يكون العكس.\nقال حذيفة - رضي الله عنه -: (إياكم وخشوع النفاق! ).\nقيل له: وما خشوع النفاق؟ !\nقال: (أن ترى الجسد خاشعًا والقلب ليس بخاشع! ).\nورأى عمر - رضي الله عنه - رجلاً وقد طأطأ رقبته في الصلاة.\nفقال: (يا صاحب الرقبة، ارفع رقبتك ليس الخشوع في الرقاب! إنما الخشوع في القلوب).\nأخي المسلم: إذا خشع قلبك في الصلاة، فبشراك .. ثم بشراك .. فأنت يومها بقلبك بعيد عن الدنيا! بعيد عن آفات الصلاة! قلبك بين أطباق الثريا، علا .. وسما .. يحكي سمو وارتفاع الصلاة يوم فرضت في الملكوت الأعلى!\nالجزء: 1 - الصفحة: 18\n",
        "فما أسعد الخاشعين بالصلاة .. وما أعظم تلذذهم بثمراتها .. فهم المصلون حقًا .. وهم المنعمون صدقًا ..\nفاخشع أخي في صلاتك لتربح الكثير .. ولتنعم بالصلاة.؟ لتدرك يومها أن النعيم الحقيقي إنما هو لتلك القلوب التي انقطعت عن الدنيا ووصلت حبالها بخالقها ومولاها تعالى، فارتفعت عن الدنيا وأهلها!\nوشتان ما بين من ارتفع إلى الملكوت الأعلى! وبين من انخفض إلى الأرض المغبرة!\nوكم بين الثرى والثريا؟ ! .. وكم بين الدر والحصى؟ ! ..\n*\nالصلاة راحة .. وفرج .. ونور .. ونجاة\n! *\nأخي: كم هي هذه الصلاة، غالية .. غالية .. عظيمة النفع ..\nوعجبًا من مسلم يصلي ولا يجد تلك الثمرات! ولا تهب عليه تلك النفحات العطرات!\nأخي المسلم: هو ما قلته لك: الصلاة راحة .. الصلاة فرج .. الصلاة نور .. الصلاة نجاة ..\nعن عبد الله بن محمد بن الحنفية قال: انطلقت أنا وأبي إلى صهر لنا من الأنصار نعوده فحضرت الصلاة فقال لبعض أهله: يا جارية ائتوني بوضوء لعلي أصلي فأستريح!\nقال: فأنكرنا ذلك عليه!\nالجزء: 1 - الصفحة: 19\n",
        "فقال: سمعت رسول الله - صلى الله عليه وسلم - يقول: «قم يا بلال فأرحنا بالصلاة» [رواه أبو داود؛ صحيح أبو داود: 4986].\nأخي: حقًا هي: راحة .. وطمأنينة .. وسكينة .. لتلك القلوب التي أنست بها، فكان عزاؤها في هذه الدنيا التي لا تَصْفُ لأحدٍ! .\nأخي: عجبًا لمن فقد الراحة والسعادة وهو يلتمسها في غير الصلاة! ! .\nأخي: إنها الدواء النافع .. والترياق الناجع .. جربه الصالحون فأثمر لهم حلاوة في الإيمان .. وطمأنينة في النفس .. وزهدًا في الدنيا ..\nأخي: تلك هي (الصلاة) بأسرارها العجيبة .. وهي فوق هذه الأسرار!\nأخي: كم من محزون اكتسى بالصلاة فرحًا .. وسرورًا!\nوكم من مهموم انجابت عنه بالصلاة غيوم الهم!\nأخي المسلم: إن أردت الحقيقة، فالصلاة مفتاح (السعادة) فلا أسعد من مصل أنس بالصلاة، وكانت شغله ..\nأخي: وإياك أن تنسى أن الصلاة فرج، وخلاص من المضايق والكربات ..\nأخي: أليس في الصلاة تناجي ربك تبارك وتعالى؟\nأخي: أليس الله تعالى هو مالك الدنيا وما عليها، بيده ملكوت كل شيء؟\nالجزء: 1 - الصفحة: 20\n",
        "أخي: فمن أرجى لحاجتك؟ مالك الملك سبحانه وتعالى أم المخلوق الضعيف الذي لا يملك حتى نفع نفسه أو ضرها؟ ! !\nأخي: أليس من الغفلة أن تنثر حاجاتك بين يدي مخلوق مثلك؟ ! قد يعطيك، وقد يمنعك، وقد لا يستطيع أن يعطيك!\nأخي: أين ذهب عقلك عن ربك تبارك وتعالى؟ أترجوا أحدًا أغنى منه تعالى؟ ! وهل أحد أغنى منه تبارك وتعالى؟ ! !\nأخي: أما كان لك في الصلاة خير وسيلة لتنثر حاجاتك بين يدي مولاك تعالى؟\nحقًا! كم هذا الإنسان ظالم! وجاهل!\nأخي: لقد جرب المخلصون الصلاة في تفريج كرباتهم، فوجدوها نعم المفزع، ونعم الملجأ.\nولك أخي في رسول الله - صلى الله عليه وسلم - الأسوة الحسنة ..\nعن حذيفة - رضي الله عنه - قال: «كان النبي - صلى الله عليه وسلم - إذا حزبه أمر صلى».\n[رواه أبو داود/ صحيح الجامع: 4703]\nوقال ابن عباس رضي الله عنهما في قوله تعالى: {فَلَوْلَا أَنَّهُ كَانَ مِنَ الْمُسَبِّحِينَ * لَلَبِثَ فِي بَطْنِهِ إِلَى يَوْمِ يُبْعَثُونَ} [الصافات: 143، 144]. قال: كان من المصلين.\nوقال وهب بن منبه رحمه الله: (إن الحوائج لم تطلب إلى الله بمثل الصلاة، وكانت الكرب العظام تكشف عن الأولين بالصلاة، قلما نزل بأحد منهم كربة إلا كان مفزعه إلى الصلاة).\nالجزء: 1 - الصفحة: 21\n",
        "أخي المسلم: اجعل الصلاة مفزعك عند الكربات .. وسلواك عند الملمات ..\nأخي: ومهما أدركت من شيء فإنك لن تناله بدون تقدير الله تعالى ..\nأخي: إذا أردت أن ترفع حاجة إلى مخلوق، فارفعها أولاً إلى خالقك تعالى، فإن ذلك أرجى لقضاء حاجتك .. فما المخلوق إلا سبب من الأسباب ..\nأخي: فلتفهم ما قلته لك .. فإنه أنفس من الدر والياقوت! وقد أخرجته لك من أصداف النصح .. ونظمته لك في قلادة الصالحين .. فبدا أبهى من الزهر .. وأنضر من الدر ..\nأخي في الله: وإن أردت النور والنجاة! فالصلاة نور .. ونجاة لصاحبها ..\nأخي: أهل الصلاة يبصرون يوم لا يبصر إلا الذين أبصرت قلوبهم بذكر الله تعالى وطاعته! وينجون يوم يخردل العاصون الغافلون في نار جهنم ..\nعن ابن عمر رضي الله عنهما أن النبي - صلى الله عليه وسلم - ذكر الصلاة يومًا فقال: «من حافظ عليها كانت له نورًا وبرهانًا ونجاة يوم القيامة. ومن لم يحافظ عليها لم تكن له نورًا ولا برهانًا ولا نجاة. وكان يوم القيامة مع فرعون وهامان وأبي بن خلف! ».\n[رواه أحمد والطبراني]\nالجزء: 1 - الصفحة: 22\n",
        "أخي المسلم: الصلاة أنيسك في ظلمة القبر؛ يوم لا أنيس إلا العمل الصالح!\nمر النبي - صلى الله عليه وسلم - بقبر، فقال: «من صاحب هذا القبر؟ ».\nفقالوا: فلان.\nفقال: «ركعتان أحب إلى هذا من بقية دنياكم! ».\n[رواه الطبراني في الأوسط/ صحيح الترغيب: 384]\n*\nالصلاة كفارة ..\n*\nأخي المسلم: الصلاة صابون لثوب الأعمال! فهي نعم المنظف له عن أدران الذنوب ..\nعن أبي هريرة - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - كان يقول: «الصلوات الخمس، والجمعة إلى الجمعة، ورمضان إلى رمضان مكفرات ما بينهن إذا اجتنب الكبائر» [رواه مسلم].\nوعن عثمان بن عفان - رضي الله عنه - قال: سمعت رسول الله - صلى الله عليه وسلم - يقول: «ما من امرئ مسلم تحضره صلاة مكتوبة فيحسن وضوءها وخشوعها وركوعها إلا كانت كفارة لما قبلها من الذنوب، ما لم يؤت كبيرة، وذلك الدهر كله» [رواه مسلم].\nوعن ابن مسعود - رضي الله عنه -: إن رجلاً أصاب من امرأة قبلة فأتى النبي - صلى الله عليه وسلم - فأخبره فأنزل الله: {وَأَقِمِ الصَّلَاةَ طَرَفَيِ النَّهَارِ وَزُلَفًا مِنَ اللَّيْلِ إِنَّ الْحَسَنَاتِ يُذْهِبْنَ السَّيِّئَاتِ}.\nالجزء: 1 - الصفحة: 23\n",
        "فقال الرجل: يا رسول الله ألي هذا؟\nقال: «لجميع أمتي كلهم» [رواه البخاري].\nأخي المسلم\n: إذا سلمك الله من كبائر الذنوب؛ فالصلاة خير مكفر لباقيها .. فالصلاة كالماء لنار الذنوب!\nقال رسول الله - صلى الله عليه وسلم -: «إن لله ملكًا ينادي عند كل صلاة: يا بني آدم قوموا إلى نيرانكم التي أوقدتموها فاطفئوها».\n[رواه الطبراني في الأوسط والصغير/ صحيح الترغيب: 352]\nأخي: قد عرفت جلاء الذنوب! فليكن أخي همك الاستكثار من الصلاة؛ لتقي نفسك شر الهفوات والمعاصي، فإنه لن ينجو أحد من الذنب! ولكن أخي فلتسأل الله السلامة في أمرك كله ..\nواحذر أخي كبائر الذنوب فإنها الهلاك!\n*\nأخي .. تلك هي الصلاة\n! *\nأخي المسلم: تلك هي الصلاة سر الراحة والسرور!\nأخي: تلك هي الصلاة تعطيك السعادة إن أردتها!\nأخي: تلك هي الصلاة حبلك الممدود بينك وبين ربك تبارك وتعالى.\nأخي: تلك هي الصلاة تناجي فيها ربك تعالى بدون واسطة!\nأخي: تلك هي الصلاة زينة المناجاة .. وحلية الدعاء!\nالجزء: 1 - الصفحة: 24\n",
        "أخي: تلك هي الصلاة مفزع المكروب .. وملجأ المحزون ..\nأخي: تلك هل الصلاة نور وضياء لصاحبها في الدنيا والآخرة!\nأخي: تلك هي الصلاة طريقك إلى الجنة ..\nأخي: ألا تحب أن تكون من أهل الجنان والنعيم المقيم؟ !\nأخي: لا تفرطن في الصلاة ما دمت طامعًا في السعادة في الدنيا، والخلود في الجنان يوم القيامة ..\nإذا أنت لم ترحل بزاد من التقى\n...\nولاقيت بعد الموت من قد تزودا\nندمت على أن لا تكون كمثله\n...\nوأنك لم ترصد كما كان أرصدا\nأخي المسلم\n: تلك ومضات وإضاءات أملاها قلم النصح، وزانها حب الخير والسداد لك ..\nوها أنا أخي أناولكها .. فكن خير آخذ ..\nوالله تعالى أسأل الهداية لي ولك، والعقبى الحسنة في الدارين .. فهو أكرم من جاد وأجود من أعطى ووهب.\nوالحمد لله تعالى، وصلى الله على نبينا محمد وآله وصحبه وسلم.\n*\n...\n*\n...\n*\nالجزء: 1 - الصفحة: 25\n",
        ""
    ]
}