{
    "1": [
        "وفاة الشيوخ الذين أدركهم البغوي\nوفاة الشيوخ الذين أدركهم البغوي\nالبغوي ، أبو القاسم\nالكتاب:\nتاريخ وفاة الشيوخ الذين أدركهم البغوي\nالمؤلف:\nأبو القاسم عبد الله بن محمد بن عبد العزيز بن المَرْزُبان بن سابور بن شاهنشاه البغوي (المتوفى: 317هـ)\nالمحقق:\nمحمد عزيز شمس\nالناشر:\nالدار السلفية - بومباي - الهند\nالطبعة:\nالأولى 1409 هـ - 1988 م\nعدد الأجزاء:\n1\n[ترقيم الكتاب موافق للمطبوع]\nأعده للشاملة:\nيا باغي الخير أقبل\n",
        "تاريخ وفاة الشيوخ الذين أدركهم البغوي\nتأليف\nأبي القاسم عبد الله بن محمد بن عبد العزيز البغوي\n213 - 317\nهـ\nتحقيق\nمحمد عزيز شمس\nالناشر\nالدار السلفية\nبومباي - الهند\nالطبعة الأولى\n1409 هـ - 1988 م\n",
        "فيه تاريخ وفاة الشيوخ الذين أدركهم أبو القاسم عبد الله بن محمد بن عبد العزيز البغوي ابن بنت أحمد بن منيع، من كتب عنهم ومن فاته وأدركه. هـ\nرواية أبي الحسين محمد بن المظفر بن موسى بن عيسى بن إياس بن سلمة الحافظ عنه\nرواية أبي الحسن أحمد بن محمد بن أحمد العتيقي عنه\nراوية أبي الفضل أحمد بن الحسن بن خيرون الباقلاني عن العتيقي\nسماع لأحمد بن محمد بن أحمد البرداني، نفعه الله بالعلم.\nالجزء: 1 ¦ الصفحة: 43\n",
        "بسم الله الرحمن الرحيم\nأخبرنا أبو الفضل أحمد بن الحسن بن خيرون، قال: أخبرنا أبو الحسن أحمد بن محمد بن أحمد العتيقي، قال: أخبرنا أبو الحسين محمد بن المظفر بن موسى بن عيسى بن إياس بن سلمة الحافظ قراءةً عليه، قال: قال أبو القاسم عبد الله بن محمد بن عبد العزيز البغوي ابن ابنت أحمد بن منيع:\n1-\nمات سعيد بن سليمان ببغداد سنة خمس وعشرين ومائتين.\n2-\nومات يحيى بن يوسف الزمي في رجب سنة خمس وعشرين ومائتين.\nالجزء: 1 ¦ الصفحة: 45\n",
        "3-\nومات عياش بن الوليد الرقام سنة ست وعشرين ومائتين.\n4-\nومات عفان بن مسلم الخراساني سنة ست وعشرين ومائتين بطريق مكة.\n5-\nومات الهيثم بن خارجة في ذي الحجة سنة سبع وعشرين ومائتين. وكان لا يخضب. وقد رأيته وما كتبت عنه.\n6-\nومات أبو جعفر محمد بن حسان السمتي في ذي الحجة سنة ثمان وعشرين ومائتين. وكان لا يخضب. وقد كتبت عنه.\n7-\nومات أحمد بن يونس سنة سبع وعشرين ومائتين. ولم أكتب عنه.\nالجزء: 1 ¦ الصفحة: 46\n",
        "8-\nومات بشر بن الحارث أبو نصر ببغداد، وشهدت جنازته، في سنة سبع وعشرين ومائتين.\n9-\nومات سعيد بن منصور بمكة في رجب سنة سبع وعشرين. حدثني حنبل بن إسحاق قال: سألت أبا عبد الله عن سعيد بن منصور، فقال: هو من الفضل والصدق.\n10-\nومات سلم بن قادم في ذي القعدة سنة ثمان وعشرين.\n11-\nومات محمد بن عبد الوهاب الحارثي سنة سبع وعشرين. وكان لا يخضب. وقد كتبت عنه.\n12-\nومات أبو الوليد الطيالسي سنة سبع وعشرين ومائتين.\nالجزء: 1 ¦ الصفحة: 47\n",
        "13-\nومات سهل بن بكار سنة سبع وعشرين ومائتين.\n14-\nومات إبراهيم بن زياد في ذي الحجة سنة ثمان وعشرين. وكان يخضب رأسه ولحيته، وقد رأيته. وكان ضبب أسنانه بالذهب فيما بلغني.\n15-\nومات أبو الأحوص محمد بن حيان البغوي لأيام من ذي الحجة سنة سبع وعشرين ومائتين. وكان لا يخضب.\n16-\nومات عبيد الله بن محمد العيشي بالبصرة في شهر رمضان سنة ثمان وعشرين بعد انصرافه من العسكر. وكان يخضب رأسه ولحيته. وقد كتبت عنه.\n17-\nومات محمد بن عمران بن محمد بن عبد الرحمن بن أبي ليلى بالكوفة سنة ثمان وعشرين. وكان يخضب. وقد رأيته ولم أسمع منه.\nالجزء: 1 ¦ الصفحة: 48\n",
        "18-\nومات بشار بن موسى الخفاف ببغداد في شهر رمضان سنة ثمان وعشرين ومائتين. وكان يخضب. وقد كتبت عنه.\n19-\nومات أبو نصر التمار ببغداد يوم الثلاثاء أول يوم من سنة ثمان وعشرين. وكان لا يخضب. وكان قد جاوز التسعين سنة. وقد كتبت عنه.\n20-\nومات داود بن عمرو الضبي في صفر سنة ثمان وعشرين. وكان يخضب. وقد كتبت عنه.\n21-\nومات يحيى بن عبد الحميد الحماني بسر من رأى في شهر رمضان سنة ثمان وعشرين. وكان أول من مات من المحدثين بسر مراً الذين أقدموا. وكان لا يخضب. وقد كتبت عنه.\nالجزء: 1 ¦ الصفحة: 49\n",
        "22-\nومات الكاهلي بالكوفة سنة ثمان وعشرين.\n23-\nومات محمد بن جعفر الوركاني ببغداد في شهر رمضان سنة ثمان وعشرين. وكان لا يخضب.\n24-\nومات اللاحقي بالبصرة سنة ثمان وعشرين.\n25-\nومات أحمد بن محمد بن أيوب ببغداد في ذي الحجة سنة ثمان وعشرين. وكان يخضب. وكان يقرأ المغازي.\n26-\nومات مسدد بن مسرهد بالبصرة فيما بلغني أول يوم من رمضان سنة ثمان وعشرين.\n27-\nمات نعيم بن الهيصم في شوال سنة ثمان وعشرين. وقد كتبت عنه.\nالجزء: 1 ¦ الصفحة: 50\n",
        "28-\nومات أبو الجهم العلاء بن موسى صاحب الليث بن سعد سنة سبع أو ثمان وعشرين في أولها. وكان لا يخضب. وقد كتبت عنه.\n29-\nمات محمد بن مصعب المذكر ببغداد سنة ثمان وعشرين.\n30-\nمات حاجب بن الوليد في شهر رمضان سنة ثمان وعشرين. وكان لا يخضب، وكان أعور. وقد كتبت عنه.\n31-\nمات قاسم المعمري ببغداد سنة ثمان وعشرين.\n32-\nمات أحمد بن عمران الأخنسي ببغداد سنة ثمان وعشرين. وكان لا يخضب. وكتبت عنه.\n33-\nمات نعيم بن حماد بسر من رأى في السجن سنة تسع وعشرين.\nالجزء: 1 ¦ الصفحة: 51\n",
        "34-\nمات خلف بن هشام البزار ببغداد في جمادى الآخرة سنة تسع وعشرين. وكان لا يخضب.\n35-\nمات محمد بن معاوية بمكة سنة تسع وعشرين.\n36-\nمات عمار بن نصر أبو ياسر ببغداد في رمضان سنة تسع وعشرين ومائتين. وقد كتبت عنه.\n37-\nمات عباد بن موسى الختلي بالثغر سنة تسع وعشرين.\n38-\nمات حسين بن عبد الأول بالكوفة سنة تسع وعشرين ومائتين.\n39- 42\n: وفيها مات أبو عاصم ابن بنت مالك بن مغول، وعبيد بن يعيش، ومليح بن وكيع، وضرار بن صرد كلهم بالكوفة\nالجزء: 1 ¦ الصفحة: 52\n",
        "سنة تسع وعشرين ومائتين. وما كتبت عن أحد منهم.\n43-\nمات محمد بن زياد بن فروة البلدي سنة تسع وعشرين ومائتين. وقد كتبت عنه.\n44- 45\n: وفيها مات صبح بن دينار وأيوب بن مبارك. وقد كتبت عنهما.\n46-\nوفيها مات يحيى بن بشر الحريري بالكوفة سنة تسع وعشرين ومائتين.\n47-\nمات محمد بن صالح الخياط ببغداد سنة ثلاثين ومائتين.\n48-\nمات عون بن سلام الكوفي ببغداد سنة ثلاثين في ذي القعدة. وكان ضرير البصر فيما بلغني عنه.\nالجزء: 1 ¦ الصفحة: 53\n",
        "49-\nمات السليطي بالبصرة سنة ثلاثين.\n50-\nمات سعد بن زنبور سنة ثلاثين ومائتين.\n51-\nمات عتيق بن يعقوب الزبيري بالمدينة في سنة ثلاثين ومائتين.\n52-\nوفيها مات إبراهيم بن حمزة الزبيري المدني.\n53-\nمات حماد بن محمد -وكان قد سمع من الأوزاعي وقد سمعت منه- سنة ثلاثين. وكان لا يخضب.\n54-\nمات سعيد بن عمرو الأشعثي بالكوفة سنة ثلاثين ومائتين. ولم أكتب عنه.\n55-\nمات إسحاق بن إسماعيل الطالقاني ببغداد في شهر رمضان\nالجزء: 1 ¦ الصفحة: 54\n",
        "سنة ثلاثين. وكتبت عنه سنة خمس وعشرين، وقطع الحديث قبل أن يموت بخمس سنين. وكان لا يخضب.\n56-\nمات الحسن بن الحكم القطربلي بقطربل سنة ثلاثين ومائتين. وقد سمعت منه.\n57-\nوبلغني أن أحمد بن جميل صاحب ابن المبارك مات سنة ثلاثين ومائتين.\n58-\nمات محمد بن أبي سمينة البصري سنة ثلاثين ومائتين. وقد كتبت عنه.\n59-\nمات أحمد بن شبويه بطرسوس سنة تسع وعشرين أو سنة ثلاثين في أولها.\n60-\nمات علي بن الجعد ببغداد سنة ثلاثين -وأحسبه في شهر رمضان- وهو في ست وتسعين.\nالجزء: 1 ¦ الصفحة: 55\n",
        "61-\nمات عتاب بن زياد بالكوفة سنة إحدى وثلاثين ومائتين.\n62-\nوبلغني أن محمد بن المنهال الضرير أخو حجاج مات في شعبان سنة إحدى وثلاثين ومائتين بالبصرة. ولم أسمع منه. وقد دخلت البصرة سنة إحدى وثلاثين، فحممت ورجعت، ولم أكتب في تلك السنة بها شيئاً.\n63-\nمات خلف بن سالم المخرمي سنة إحدى وثلاثين ومائتين في آخر رمضان. وقد رأيته وسمعت منه.\n64-\nمات يوسف بن يعقوب البويطي في رجب سنة إحدى وثلاثين ومائتين.\n65-\nمات محرز بن عون في رجب لثلاث بقين منه سنة إحدى وثلاثين ومائتين. وكان لا يخضب. وقد سمعت منه.\nالجزء: 1 ¦ الصفحة: 56\n",
        "66-\nمات سليمان بن داود أبو الربيع -وكان ينزل مدينة أبي جعفر- أول يوم من شهر رمضان سنة إحدى وثلاثين.\n67-\nمات خالد بن مرداس ببغداد سنة إحدى وثلاثين. وكان لا يخضب. وقد كتبت عنه.\n68-\nمات هارون بن معروف في آخر رمضان سنة إحدى وثلاثين. وقد رأيته، ودخلت إليه في منزله. وكان لا يخضب.\n69-\nوبلغني موت ابن أخي جويرية بالبصرة سنة إحدى وثلاثين ومائتين.\n70- 72\n: وفيها مات عبد الرحمن ومحمد ابنا سلام، وأمية بن بسطام.\nالجزء: 1 ¦ الصفحة: 57\n",
        "73-\nمات المباركي ببغداد سنة إحدى وثلاثين ومائتين.\n74-\nوفيها مات الرزي.\n75-\nمات أحمد بن نصر بن مالك الخزاعي بسرمرا يوم الخميس ليومين بقيا من شعبان، وجيء برأسه إلى بغداد، ونصب رأس الجسر يوم السبت أول يوم من شهر رمضان سنة إحدى وثلاثين ومائتين.\n76-\nمات إبراهيم بن عرعرة في شهر رمضان سنة إحدى وثلاثين ومائتين.\n77-\nومات يحيى بن هلال الوراق الكوفي في طريق الكوفة في شعبان سنة إحدى وثلاثين ومائتين. وقد كتبت عنه.\n78-\nوبلغني موت يوسف الصفار سنة إحدى وثلاثين ومائتين.\n79-\nوفيها مات منجاب بن الحارث. ولم أسمع منه شيئاً.\nالجزء: 1 ¦ الصفحة: 58\n",
        "80-\nمات كامل بن طلحة أبو يحيى ببغداد سنة إحدى وثلاثين ومائتين. وأخبرني موسى أن كاملاً أخبرهم أن مولده سنة خمس وأربعين ومائة. وكان له حين مات ست وسبعين سنة. وقد كتبت عنه.\n81-\nوبلغني موت حوثرة بالبصرة سنة ثنتين وثلاثين ومائتين.\n82- 84\n: وفيها بلغني موت أحمد بن أبي شعيب الحراني، وسليمان بن عبد الرحمن، ويزيد بن موهب سنة اثنتين أو ثلاث وثلاثين ومائتين.\nالجزء: 1 ¦ الصفحة: 59\n",
        "85-\nوبلغني موت إبراهيم بن الحجاج بالبصرة سنة ثنتين وثلاثين.\n86-\nوفيها بلغني موت مروان بن جعفر السمري بالكوفة سنة ثنتين وثلاثين ومائتين.\n87-\nومات أبو صالح الحكم بن موسى ليومين من شوال سنة ثنتين وثلاثين. وقد كتبت عنه.\n88-\nومات عيسى بن سالم الشاشي بطريق حلوان سنة ثنتين وثلاثين ومائتين. وكتبت عنه.\n89-\nومات عمرو بن محمد بن بكير الناقد ليومين مضيا من ذي الحجة سنة ثنتين وثلاثين ومائتين. وقد كتبت عنه.\n90-\nمات عبد الله بن عون الخراز لخمسة أيام من شهر رمضان سنة ثنتين وثلاثين. وقد كتبت عنه.\nالجزء: 1 ¦ الصفحة: 60\n",
        "91-\nوبلغني موت أبي مالك كثير بن يحيى صاحب البصري سنة ثنتين وثلاثين ومائتين.\n92-\nمات إبراهيم بن دينار سنة ثنتين وثلاثين ومائتين.\n93-\nمات علي بن عيسى المخرمي في ربيع الأول سنة ثلاث وثلاثين ومائتين. وقد كتبت عنه.\n94-\nبلغني موت إبراهيم بن إسحاق الصيني سنة ثلاث وثلاثين ومائتين بالكوفة.\n95-\nمات أبو زكريا يحيى بن معين بمدينة الرسول صلى الله عليه وسلم بعصر السبت لست بقين من ذي القعدة سنة ثلاث وثلاثين ومائتين. وقد رأيته.\n96-\nمات عباس بن غالب الوراق لأيام مضت من صفر سنة ثلاث وثلاثين. وقد رأيته.\nالجزء: 1 ¦ الصفحة: 61\n",
        "97-\nوفيها بلغني موت إسماعيل بن محمد الطلحي بالكوفة سنة ثلاث وثلاثين.\n98-\nمات قاسم بن يحيى سنة ثلاث وثلاثين.\n99-\nمات أبو موسى الهروي سنة ثلاث وثلاثين. وقد كتبت عنه.\n100-\nمات أبو طالب عبد الجبار بن عاصم سنة ثلاث وثلاثين. وقد كتبت عنه.\n101-\nمات أبو الربيع سليمان بن داود الزهراني في رمضان سنة أربع وثلاثين ومائتين. وقد كتبت عنه.\n102-\nمات إبراهيم بن أبي الليث سنة أربع وثلاثين ومائتين.\n103-\nبلغني موت عقبة بن مكرم الكوفي سنة أربع وثلاثين ومائتين.\nالجزء: 1 ¦ الصفحة: 62\n",
        "104- 105\n: مات إبراهيم بن الحسن العلاف وسعيد بن أبي الربيع بالبصرة سنة أربع وثلاثين ومائتين.\n106-\nوبلغني موت أبي جعفر النفيلي سنة أربع وثلاثين.\n107- 111\n: وفيها مات محمد بن عبد الله بن نمير، وعثمان بن طالوت، وعلي بن بحر بن بري، ومحمد بن أبي بكر المقدمي، وعبد الله بن براد الأشعري سنة أربع وثلاثين. ولم أكتب عن أحد منهم.\n112-\nمات يحيى بن أيوب العابد لعشرٍ من ربيع الأول سنة\nالجزء: 1 ¦ الصفحة: 63\n",
        "أربع وثلاثين. وقد كتبت عنه.\n113-\nمات أبو خيثمة زهير بن حرب يوم الخميس لثمان مضت من شعبان سنة أربع وثلاثين ومائتين. وكتبت عنه.\n114-\nومات علي بن المديني بسامراء سنة أربع وثلاثين. وقد كتبت عنه.\n115-\nومات هاشم بن الحارث سنة أربع وثلاثين. وكتبت عنه.\n116-\nبلغ موت زحمويه الواسطي بواسط سنة خمس وثلاثين. ولم أكتب عنه.\nالجزء: 1 ¦ الصفحة: 64\n",
        "117-\nمات محمد بن حاتم بن ميمون السمين في ذي الحجة سنة خمس وثلاثين.\n118-\nوفيها مات مردويه الصائغ.\n119-\nمات أبو سعيد عبيد الله بن عمر القواريري يوم الخميس لاثني عشر يوماً مضين في ذي الحجة سنة خمس وثلاثين ومائتين.\n120-\nمات محمد بن عباد المكي أول يوم من سنة خمس وثلاثين. وقد كتبت عنه.\n121-\nمات عبد الرحمن بن صالح الأزدي سنة خمس وثلاثين في ذي الحجة.\n122-\nمات قاسم بن أبي شيبة سنة خمس وثلاثين.\nالجزء: 1 ¦ الصفحة: 65\n",
        "123-\nمات منصور بن أبي مزاحم التركي في ذي القعدة سنة خمس وثلاثين. كتبت عنه.\n124-\nمات أبو بكر بن أبي شيبة سنة خمس وثلاثين.\n125-\nمات سريج بن يونس أبو الحارث سنة خمس وثلاثين.\n126-\nمات شجاع بن مخلد سنة خمس وثلاثين.\n127-\nمات أحمد بن عمر الوكيعي ببغداد سنة خمس وثلاثين. وما كتبت عنه.\n128-\nمات أحمد بن إبراهيم الموصلي في ربيع الآخر سنة ست وثلاثين. وكتبت عنه.\nالجزء: 1 ¦ الصفحة: 66\n",
        "129-\nوبلغني موت محمد بن مقاتل العباداني بعبادان في أول سنة ست وثلاثين ومائتين.\n130-\nمات محمد بن إسحاق المسيبي ليومين بقين من ربيع الأول سنة ست وثلاثين ومائتين.\n131-\nمات هدبة بن خالد أبو خالد بالبصرة سنة ست وثلاثين ومائتين في أولها.\n132-\nمات أبو إبراهيم الترجماني إسماعيل بن إبراهيم يوم الأحد لست مضين من المحرم سنة ست وثلاثين ومائتين.\n133-\nمات إسحاق بن إبراهيم الحنظلي -وهو ابن راهويه- سنة ثمان وثلاثين في أولها.\n134-\nمات مصعب بن عبد الله الزبيري سنة ست وثلاثين.\nالجزء: 1 ¦ الصفحة: 67\n",
        "135-\nمات الفضل بن غانم سنة ست وثلاثين ومائتين.\n136-\nمات عبد الله بن عمر الخطابي بالبصرة سنة ست وثلاثين ومائتين.\n137-\nمات أبو معمر القطيعي إسماعيل سنة ست وثلاثين في جمادى الأولى. وقد كتبت عنه. كان ينزل في قطيعة الربيع.\n138-\nمات أبو عمر الضرير الحلواني بحلوان سنة ست وثلاثين. وقد كتبت عنه.\n139-\nمات محمد بن الفرج سنة ست وثلاثين ومائتين.\n140-\nبلغني موت سعيد الكرابيسي في آخر ذي الحجة سنة ست وثلاثين.\nالجزء: 1 ¦ الصفحة: 68\n",
        "141-\nمات معلى بن مهدي الموصلي سنة ست وثلاثين.\n142-\nمات عبد الله بن الرومي آخر جمادى الآخرة سنة ست وثلاثين ومائتين.\n143-\nمات محمد بن بشير الدعاء في جمادى الآخرة سنة ست وثلاثين.\n144-\nمات عبد الله بن مطيع في ذي القعدة سنة سبع وثلاثين.\n145-\nمات الحسن بن علي الواسطي سنة سبع وثلاثين.\n146- 147\n: وفيها مات محمد بن أبان الواسطي، وإبراهيم بن محمد الشافعي بمكة سنة سبع وثلاثين ومائتين.\n148-\nوفيها دفن أحمد بن نصر بن مالك الخزاعي بعد الفطر بيومين.\nالجزء: 1 ¦ الصفحة: 69\n",
        "149-\nمات عبد الأعلى بن حماد النرسي بالبصرة سنة سبع وثلاثين. وقد كتبت عنه.\n150-\nمات أبو كامل الجحدري الفضل بن الحسين سنة سبع وثلاثين ومائتين.\n151-\nمات عبد الله بن سعد أبو القاسم الزهري بالمصيصة سنة ثمان وثلاثين. وقد كتبت عنه.\n152-\nمات محمد بن عبيد بن حساب بالبصرة سنة ثمان وثلاثين ومائتين.\n153-\nمات الربيع بن ثعلب في شوال سنة ثمان وثلاثين.\n154-\nبلغني أن محمد بن مهران الجمال الرازي مات سنة ثمان وثلاثين.\nالجزء: 1 ¦ الصفحة: 70\n",
        "155-\nمات عبيد الله بن معاذ العنبري بالبصرة سنة ثمان وثلاثين. وقد كتبت عنه.\n156-\nبلغني موت عمرو بن زرارة النيسابوري سنة ثمان وثلاثين.\n157-\nوفيها مات الهيثم بن أيوب الطالقاني بطالقان في هذه السنة.\n158-\nوفيها مات أبو داود المصاحفي.\n159-\nمات يحيى بن عثمان الحربي سنة ثمان وثلاثين. وكتبت عنه.\n160-\nمات محمد بن بكار بن الريان أبو عبد الله في ربيع الآخر سنة ثمان وثلاثين. كتبت عنه.\nالجزء: 1 ¦ الصفحة: 71\n",
        "161-\nمات العباس بن الوليد النرسي بالبصرة -وهو ابن عم عبد الأعلى بن حماد- سنة ثمان وثلاثين. كتبت عنه.\n162-\nمات محمد بن العباس صاحب الشامة سنة تسع وثلاثين. كتبت عنه.\n163-\nمات عبد الله بن عمر بن أبان، ويعرف بمشكدانه، سنة تسع وثلاثين. كتبت عنه.\n164-\nمات محمود بن غيلان سنة تسع وثلاثين. كتبت عنه.\n165- 166\n: مات صالح الترمذي، مات محمد بن يوسف بن الصباح الغضيضي سنة تسع وثلاثين.\nالجزء: 1 ¦ الصفحة: 72\n",
        "167-\nمات أبو الحسن عثمان بن أبي شيبة سنة تسع وثلاثين.\n168-\nمات صلت بن مسعود الجحدري سنة تسع وثلاثين.\n169-\nمات وهب بن بقية في ربيع الآخر سنة تسع وثلاثين.\n170-\nمات داود بن رشيد سنة تسع وثلاثين.\n171-\nمات محمد بن أبي سمينة ببغداد سنة تسع وثلاثين. وقد كتبت عنه.\n172-\nوفي هذه السنة بلغني موت حكيم بن سيف بالرقة.\n173-\nمات عبد الواحد بن غياث بالبصرة سنة أربعين. كتبت عنه. وكان أعور.\nالجزء: 1 ¦ الصفحة: 73\n",
        "174-\nفيها مات أبو بشر ختن المقرئ سنة أربعين.\n175-\nمات محمد بن الصباح الجرجرائي بجرجراياء سنة أربعين.\n176-\nمات قتيبة بن سعيد بخراسان بقرية من رستاق بلخ تدعى بغلان، كان أقام بها وترك بلخ، سنة أربعين. وبلغني أن مولده سنة ثمان وأربعين، وقدم إلى بغداد بعد العشرين، فكتب عنه أحمد بن حنبل وأبو خيثمة وأبو بكر بن أبي شيبة وهارون.\n177-\nمات أبو بكر الأعين ببغداد سنة أربعين. وكتبت عنه.\n178-\nمات سويد بن سعيد بالحديثة سنة أربعين، وكان قد بلغ مائة سنة. وكتبت عنه بالحديثة.\nالجزء: 1 ¦ الصفحة: 74\n",
        "179-\nمات أبو ثور إبراهيم بن خالد الكلبي ببغداد سنة أربعين, وشهدت جنازته. وكتبت عنه.\n180-\nمات أبو عبد الله أحمد بن محمد بن حنبل في صدر النهار سنة إحدى وأربعين ومائتين، وشهدت جنازته، وكان مرضه عشرة أيام. وكان مولده سنة أربع وستين. قال لي موسى بن هارون: قلت لإسحاق بن راهويه: من أكبر، أنت أو أحمد؟ قال: هو أكبر مني في السن وغيره. كان مولده إسحاق سنة [ست وستين] فيما يروي موسى.\n181- 182\n: وبلغني موت إسماعيل بن بهرام بالكوفة، وعلي بن حجر بمرو سنة إحدى وأربعين.\nالجزء: 1 ¦ الصفحة: 75\n",
        "183- 184\n: وفيها بلغني موت يعقوب بن حميد بن كاسب وأبي مروان العثماني سنة إحدى وأربعين.\n185-\nمات الحسن بن حماد سجادة لأيام بقين من رجب سنة إحدى وأربعين. كتبت عنه.\n186-\nمات زيد بن الحريش بالأهواز سنة إحدى وأربعين.\n187-\nبلغني موت موسى بن مروان الرقي في هذه السنة.\n188-\nمات الخليل بن عمرو البغوي في صفر سنة اثنتين وأربعين.\n189-\nمات أبو مصعب الزهري بالمدينة سنة ثنتين وأربعين.\nالجزء: 1 ¦ الصفحة: 76\n",
        "190-\nوفيها مات محمد بن رمح بمصر.\n191-\nوفيها مات الفضل بن إسحاق البزاز.\n192-\nمات نوح بن حبيب القومسي بقومس سنة اثنتين وأربعين.\n193-\nمات أحمد بن عيسى المصري سنة ثلاث وأربعين.\n194-\nوفيها مات هناد بن السري بالكوفة.\n195-\nومات أبو موسى هارون بن عبد الله في شوال سنة ثلاث وأربعين، وكان قد جاوز التسعين.\nالجزء: 1 ¦ الصفحة: 77\n",
        "196-\nمات أبو همام الوليد بن شجاع ببغداد سنة ثلاث وأربعين.\n197-\nمات عقبة بن مكرم البصري سنة ثلاث وأربعين.\n198-\nوفيها مات عبد الله بن معاوية الجمحي بالبصرة.\n199-\nمات محمد بن أبان البلخي ببلخ سنة أربع وأربعين.\n200-\nمات مجاهد بن موسى ببغداد سنة أربع وأربعين في ربيع الأول.\n201-\nمات محمد بن عبد الملك بن أبي الشوارب بالبصرة سنة أربع وأربعين.\nالجزء: 1 ¦ الصفحة: 78\n",
        "202-\nمات حميد بن مسعدة بالبصرة سنة أربع وأربعين بعده يومين.\n203-\nمات أبو موسى إسحاق بن موسى الأنصاري بحمص سنة أربع وأربعين. وقد رأيته.\n204-\nمات جدي أحمد بن منيع ببغداد لأيام بقين من شوال سنة أربع وأربعين. وكان مولده سنة ستين هو وأبو خيثمة زهير بن حرب. وكان بين وفاته ووفاة أبي موسى ستة أو سبعة عشر يوماً.\n205-\nمات عبد الحميد بن بيان بواسط سنة أربع وأربعين.\n206-\nمات يحيى بن داود الواسطي بواسط سنة أربع وأربعين.\n207- 208\n: مات عبدة بن عبد الرحيم المروزي، وواصل بن عبد الأعلى سنة أربع وأربعين.\nالجزء: 1 ¦ الصفحة: 79\n",
        "209-\nبلغني موت هشام بن عمار بدمشق سنة خمس وأربعين.\n210-\nمات إسحاق بن أبي إسرائيل بسر من رأى في شعبان سنة ست وأربعين.\n211-\nمات أحمد بن إبراهيم الدورقي بسامراء سنة ست وأربعين.\n212- 214\n: وفيها مات أبو الوليد القرشي، ومحمد بن يزيد أخو كرخويه، والحسين بن علي بن يزيد الصدائي في رمضان.\nالجزء: 1 ¦ الصفحة: 80\n",
        "215-\nوفيها مات أبو عمر الدوري في شوال.\n216-\nومات المنكدري سنة سبع وأربعين.\n217-\nمات أحمد بن صالح سنة ثمان وأربعين في أولها. وكان أصله من طبرستان، وكان نزل مصر في موضع يقال له العسكر.\n218- 220\n: وفيها مات الحارث بن مسكين، وعبد الملك بن شعيب. وقبل هذين بسنة أبو الحارث بن سلمة.\n221-\nمات محمد بن أبي عون سنة تسع وأربعين.\nالجزء: 1 ¦ الصفحة: 81\n",
        "222-\nوفيها مات محمد بن زنبور بمكة.\n223-\nمات حسن بن البزار سنة تسع وأربعين. كتبت عنه.\n224-\nمات خلاد بن أسلم في جمادى الآخرة بسامراء سنة تسع وأربعين.\n225-\nمات محمد بن سهل بن عسكر البخاري في شعبان سنة إحدى وخمسين.\n226-\nمات محمد بن أبي الوليد الفحام [ببغداد] سنة اثنتين وخمسين.\nالجزء: 1 ¦ الصفحة: 82\n",
        "227-\nمحمد بن هشام المروذي في آخر رجب سنة اثنتين وخمسين.\n228-\nمات محمد بن صالح بن النطاح سنة اثنتين وخمسين.\n229-\nمات يعقوب بن إبراهيم الدورقي سنة اثنتين وخمسين.\n230-\nمات هاورن بن موسى الفروي سنة ثلاث وخمسين.\n231-\nوفيها مات يحيى بن المغيرة بالمدينة.\n232-\nمات أبو الأشعث أحمد بن المقدام سنة ثلاث وخمسين.\n233-\nمات محمد بن منصور الطوسي سنة ست وخمسين.\n234-\nمات ابن المقرئ في شعبان سنة ست وخمسين.\nالجزء: 1 ¦ الصفحة: 83\n",
        "235-\nوفيها مات الزبير بن بكار.\n236-\nمات الحسن عرفة بسامراء سنة سبع وخمسين.\n237-\nمات الترقفي سنة سبع وخمسين.\n238-\nمات زهير بن محمد بطرسوس في سنة سبع وخمسين في آخرها.\n239-\nمات محمد بن حسان الأزرق في ذي القعدة سنة سبع وخمسين.\n240-\nمات زيد بن أخزم سنة سبع وخمسين.\nالجزء: 1 ¦ الصفحة: 84\n",
        "241-\nمات أبو بكر بن زنجويه في جمادى سنة ثمان وخمسين.\n242-\nوفيها مات العباس بن أبي طالب.\n243-\nمات سعيد بن يحيى الأموي النصف من ذي القعدة سنة تسع وخمسين.\n244-\nمات إسحاق بن إبراهيم لؤلؤ في شعبان سنة تسع وخمسين.\n245-\nمات حامد بن سهل سنة ثمانين.\n246- 247\n: وفيها مات أبو إسماعيل الترمذي، والبرتي هو أحمد بن محمد بن عيسى البرتي.\nالجزء: 1 ¦ الصفحة: 85\n",
        "248-\nمات أحمد بن الوليد الكرابيسي بالعمق منصرفه من مكة سنة تسع وخمسين.\n249-\nمات محمود بن خداش في شعبان سنة ستين.\n250-\nوفيها مات أبو مسلم الحسن بن أحمد بن أبي شعيب بسر مرا.\n251-\nمات عبيد الله بن سعد الزهري في ذي الحجة سنة ستين.\n252-\nمات الحسن بن محمد بن الصباح الزعفراني سنة ستين.\n253-\nمات علي بن شعيب في شوال سنة إحدى وستين.\nالجزء: 1 ¦ الصفحة: 86\n",
        "254-\nمات محمد بن إشكاب في المحرم سنة اثنتين وستين.\n255-\nوفيها مات عمر بن شبة.\n256-\nمات سعدان بن يزيد سنة اثنتين وستين.\n257-\nمات إبراهيم بن القعقاع سنة خمس وستين.\n258-\nوفيها مات أحمد بن منصور الرمادي في ربيع الآخر.\n259-\nوفيها مات سعدان بن نصر.\nالجزء: 1 ¦ الصفحة: 87\n",
        "260-\nوفيها مات محمد بن يوسف الجوهري.\n261-\nومات محمد بن أحمد بن الجنيد الدقاق سنة سبع وستين.\n262-\nوفيها مات أبو السري بن العطار.\n263-\nوفيها مات إبراهيم بن نصر بسويقة نصر.\n264-\nمات العباس بن محمد الدوري في صفر سنة إحدى وسبعين.\n265-\nمات محمد بن إسحاق الصاغاني في صفر سنة سبعين.\nالجزء: 1 ¦ الصفحة: 88\n",
        "266- 267\n: ومات علي بن سهل، وعلويه في يوم واحد سنة إحدى وسبعين.\n268-\nمات محمد بن صالح كيلجة بمكة سنة إحدى وسبعين.\n269-\nمات عبد الله بن أبي سعد الوراق بسر مرا سنة أربع وسبعين.\n270- 271\n: وفيها مات إسحاق بن سيار، وهيذام بن قتيبة.\n272-\nمات أحمد بن يوسف صاحب أبي عبيد في جمادى الآخرة سنة ثلاث وسبعين.\nالجزء: 1 ¦ الصفحة: 89\n",
        "273-\nوفيها مات أبو إبراهيم الزهري.\n274-\nمات علي بن داود القنطري في ذي الحجة سنة اثنتين وسبعين.\n275-\nوفيها مات عيسى بن جعفر.\n276-\nوفيها مات ابن المنادي.\n277-\nوفيها مات محمد بن علي الوراق في المحرم.\n278-\nو [مات] الأشناني في سنة ثمان وسبعين.\n279-\nومات سلمة بن شبيب سنة سبع وأربعين.\nالجزء: 1 ¦ الصفحة: 90\n",
        "280- 282\n: وفيها مات سفيان بن وكيع، وابن مصفا والمسيب بن واضح في هذه السنة.\nآخر وفاة شيوخ ابن منيع والحمد لله رب العالمين، وصلواته على سيدنا محمد النبي وآله.\nبلغت بقراءتي والجميع. صح.\nالجزء: 1 ¦ الصفحة: 91\n",
        ""
    ]
}