{
    "1": [
        "الأسامي والكنى\nالأسامي والكنى\nأحمد بن حنبل\nالكتاب:\n(الْأَسَامِي والكنى للْإِمَام أَحْمد بن حَنْبَل رِوَايَة ابْنه صَالح)\nالمؤلف:\nأبو عبد الله أحمد بن محمد بن حنبل بن هلال بن أسد الشيباني (المتوفى: 241هـ)\nالمحقق:\nعبد الله بن يوسف الجديع\nالناشر:\nمكتبة دار الأقصى - الكويت\nالطبعة:\nالأولى، 1406 - 1985\nعدد الأجزاء:\n1\n[ترقيم الكتاب موافق للمطبوع]\n",
        "بِسم الله الرَّحْمَن الرَّحِيم\nوَبِه الثِّقَة والعون أخْبركُم الشَّيْخ الامام الْحَافِظ أَبُو طَاهِر أَحْمد بن مُحَمَّد بن أَحْمد بن مُحَمَّد بن إِبْرَاهِيم السلَفِي رَضِي الله عَنهُ إِذْنا أَنا أَبُو الْحُسَيْن الْمُبَارك بن عبد الْجَبَّار بن أَحْمد الصَّيْرَفِي بِمَدِينَة السَّلَام أَنا أَبُو عبد الله الْحُسَيْن بن الْحسن بن عَليّ الْأنمَاطِي أَنا أَبُو الْحُسَيْن عبيد الله بن أَحْمد بن يَعْقُوب بن البواب الْمقري أَنا أَبُو الْحُسَيْن الْعَبَّاس بن الْعَبَّاس بن مُحَمَّد بن عبد الله بن الْمُغيرَة الْجَوْهَرِي فِي جماد الأول سنة ثَلَاث وَعشْرين وثلاثمائة أنبأ أَبُو الْفضل صَالح بن أَحْمد بن مُحَمَّد بن حَنْبَل الشَّيْبَانِيّ\nالجزء: 1 ¦ الصفحة: 23\n",
        "1 -\nحَدثنِي أبي أَحْمد بن مُحَمَّد بن حَنْبَل ثَنَا عبد الرَّزَّاق قَالَ قَالَ معمر قَالَ بن سِيرِين كَانَ اسْم أبي بكر الصّديق عَتيق بن عُثْمَان\n2 -\nحَدثنِي أبي ثَنَا سُفْيَان بن عُيَيْنَة سَمعه من بعض الْمَدَنِيين عَن بن الزبير قَالَ اسْمه عبد الله بن عُثْمَان يَعْنِي أَبَا بكر الصّديق\n3 -\nقَالَ وقريء على سُفْيَان وَفِيه نزلت فَأَما من أعْطى وَاتَّقَى وَصدق بِالْحُسْنَى\nالحديث: 1 ¦ الجزء: 1 ¦ الصفحة: 24\n",
        "4 -\nقَالَ أبي بَلغنِي أَن اسْم أبي بكر الصّديق عبد الله بن عُثْمَان بن عَامر بن عَمْرو بن كَعْب بن سعد بن تيم بن مرّة\nالحديث: 4 ¦ الجزء: 1 ¦ الصفحة: 25\n",
        "5 -\nقَالَ أبي بَلغنِي أَسمَاء نفر من بني هَاشم عَليّ بن أبي طَالب أَبُو طَالب اسْمه عبد منَاف بن عبد الْمطلب وَعبد الْمطلب اسْمه شيبَة بن هَاشم وهَاشِم اسْمه عَمْرو بن عبد منَاف بن قصي وقصي اسْمه زيد بن كلاب بن مرّة بن كَعْب\n6 -\nهِنْد ابْنة أبي طَالب أم هَانِئ\n7 -\nوَأم حَكِيم بنت الزبير بن عبد الْمطلب هِيَ ضباعة\n8 -\nأَبُو مرْثَد الغنوي كناز بن حُصَيْن حَلِيف لِحَمْزَة بن عبد الْمطلب وَهُوَ بَدْرِي\n9 -\nأَبُو سُفْيَان بن حَرْب اسْم أبي سُفْيَان صَخْر بن حَرْب بن أُميَّة\n10 -\nأم حَبِيبَة بنت أبي سُفْيَان زوج النَّبِي صلى الله عَلَيْهِ وَسلم اسْمهَا رَملَة\nالحديث: 5 ¦ الجزء: 1 ¦ الصفحة: 26\n",
        "11 -\nأم سَلمَة زوج النَّبِي صلى الله عَلَيْهِ وَسلم اسْمهَا هِنْد بنت أبي أُميَّة بن الْمُغيرَة بن عبد الله بن عمر بن مَخْزُوم\n12 -\nوَأَبُو أُميَّة سُهَيْل\n13 -\nأَبُو مَحْذُورَة اسْمه سَمُرَة بن معير الْمُؤَذّن\n14 -\nأَبُو عبيد بن الْجراح اسْمه عَامر بن عبد الله بن الْجراح\n15 -\nأَبُو طَلْحَة اسْمه زيد بن سهل\n16 -\nوَأَبُو أَيُّوب خَالِد بن زيد\n17 -\nأَبُو الْيُسْر كَعْب بن عَمْرو\n18 -\nأَبُو بردة هَانِئ بن نيار الْأَسْلَمِيّ خَال الْبَراء بن عَازِب\nالحديث: 11 ¦ الجزء: 1 ¦ الصفحة: 27\n",
        "19 -\nوَأَبُو مَسْعُود عقبَة بن عَمْرو\n20 -\nوَأَبُو أسيد مَالك بن ربيعَة\n21 -\nوَأَبُو لبَابَة رِفَاعَة بن عبد الْمُنْذر\n22 -\nوَأَبُو قَتَادَة الْحَارِث بن ربعي\n23 -\nوَأَبُو هُرَيْرَة يُقَال عبد شمس وَعبد نهم بن عَامر وَيُقَال عبد غنم وَيُقَال سكين\nالحديث: 19 ¦ الجزء: 1 ¦ الصفحة: 28\n",
        "24 -\nوَأَبُو ذَر جُنْدُب بن جُنَادَة الْغِفَارِيّ\n25 -\nوَأَبُو سعيد الْخُدْرِيّ سعد بن مَالك\n26 -\nوَأَبُو عَيَّاش الزرقي اسْمه زيد بن النُّعْمَان\n27 -\nوَأَبُو الطُّفَيْل عَامر بن وَاثِلَة\n28 -\nأَبُو بكرَة نفيع بن الْحَارِث\n29 -\nأَبُو بَرزَة نَضْلَة بن عبيد\nالحديث: 24 ¦ الجزء: 1 ¦ الصفحة: 29\n",
        "30 -\nأَبُو الدَّرْدَاء عُوَيْمِر بن عَامر\n31 -\nأَبُو أُمَامَة الْبَاهِلِيّ الصدي بن عجلَان\n32 -\nأم الْفضل بنت الْحَارِث اسْمهَا لبَابَة الْهِلَالِيَّة أم بن عَبَّاس\n33 -\nوَأَبُو حميد السَّاعِدِيّ عبد الرَّحْمَن بن سعد بن الْمُنْذر\n34 -\nوَأَبُو رِفَاعَة الْعَدوي تَمِيم بن أسيد\n35 -\nاسْم أم خَالِد بنت خَالِد بن سعيد بن الْعَاصِ أمة بنت خَالِد\nالحديث: 30 ¦ الجزء: 1 ¦ الصفحة: 30\n",
        "36 -\nحَدثنِي أبي قَالَ سَمِعت أَبَا الْمُغيرَة قَالَ ثَنَا أَبُو بكر بن أبي مَرْيَم حَدثنِي حبيب بن عبيد قَالَ قَالَ الْعِرْبَاض بن سَارِيَة لَوْلَا أَن يَقُول النَّاس فعل أَبُو نجيح فعل أَبُو نجيح\nالحديث: 36 ¦ الجزء: 1 ¦ الصفحة: 31\n",
        "37 -\nحَدثنِي أبي قَالَ سَمِعت بن عُيَيْنَة يَقُول قَتَادَة بن النُّعْمَان بَدْرِي أَخُو أبي سعيد الْخُدْرِيّ لأمه\n38 -\nحَدثنِي أبي ثَنَا أَبُو الْمُغيرَة ثَنَا سعيد بن عبد الْعَزِيز قَالَ كَانَ اسْم عبد الله بن سَلام الْحصين فَسَماهُ رَسُول الله صلى الله عَلَيْهِ وَسلم عبد الله\n39 -\nوَكَانَ اسْم عبد الرَّحْمَن بن عَوْف عبد عَمْرو فَسَماهُ عبد الرَّحْمَن\nالحديث: 37 ¦ الجزء: 1 ¦ الصفحة: 32\n",
        "40 -\nحَدثنِي أبي ثَنَا عبد الرَّزَّاق عَن معمر عَن بن سِيرِين أَن عبد الرَّحْمَن كَانَ اسْمه فِي الْجَاهِلِيَّة عبد الْكَعْبَة\n41 -\nقَالَ وَأما بن جريج فَأخْبرنَا قَالَ كَانَ اسْم عبد الرَّحْمَن فِي الْجَاهِلِيَّة عبد عَمْرو\n42 -\nقَالَ أبي ذكْوَان مولى عَائِشَة يكنى أَبَا عَمْرو\n43 -\nأَبُو الزَّعْرَاء الَّذِي روى عَن بن مَسْعُود عبد الله بن هَانِئ\nالحديث: 40 ¦ الجزء: 1 ¦ الصفحة: 33\n",
        "44 -\nوَأَبُو الزَّعْرَاء بن أخي أبي الْأَحْوَص قَالَ بن عُيَيْنَة عَمْرو بن عَمْرو وَكَانَ الثَّوْريّ يَقُول عَمْرو بن عَامر\n45 -\nأَبُو الْعَبَّاس الشَّاعِر اسْمه السَّائِب بن فروخ\n46 -\nأَبُو وهب الجيشاني هُوَ الديلم بن الهوشع\n47 -\nأَبُو يحيى الْأَعْرَج اسْمه مصدع مولى معَاذ بن عفراء\n48 -\nأَبُو معبد مولى بن عَبَّاس اسْمه نَافِذ\n49 -\nأم عَطِيَّة الْأَنْصَارِيَّة نسيبة\n50 -\nأَبُو لبَابَة صَاحب عَائِشَة مَرْوَان\nالحديث: 44 ¦ الجزء: 1 ¦ الصفحة: 34\n",
        "51 -\nأَبُو قَتَادَة الْعَدوي تَمِيم بن نَذِير\n52 -\nأَبُو رهم الْغِفَارِيّ كُلْثُوم بن حُصَيْن\nالحديث: 51 ¦ الجزء: 1 ¦ الصفحة: 35\n",
        "53 -\nأم الدَّرْدَاء الصُّغْرَى اسْمهَا هجيمة وَقَالَ بَعضهم جهيمة بنت فلَان الوصابية قَالَ أبي بَلغنِي عَن أبي مسْهر قَالَ هجيمة بنت حييّ الأوصابية قبيل من حمير\n54 -\nوالكبرى خيرة بنت أبي حَدْرَد\nالحديث: 53 ¦ الجزء: 1 ¦ الصفحة: 36\n",
        "55 -\nقَالَ أبي أَبُو صَالح ذكْوَان مولى غطفان وَهُوَ أَبُو سُهَيْل وَهُوَ السمان وَهُوَ الزيات روى عَنهُ الْكُوفِيُّونَ وَأهل الْمَدِينَة فيروى عَنهُ من أهل الْمَدِينَة سمي وَزيد بن أسلم والقعقاع بن حَكِيم وَعبد الله بن دِينَار وَمن أهل الْكُوفَة الْأَعْمَش وَالْحكم وَعَاصِم بن أبي النجُود\n56 -\nأَبُو صَالح الَّذِي روى عَنهُ يحيى بن أبي كثير اسْمه قيلويه\n57 -\nأَبُو صَالح الْبَصْرِيّ روى عَنهُ التَّيْمِيّ وخَالِد الْحذاء\nالحديث: 55 ¦ الجزء: 1 ¦ الصفحة: 37\n",
        "58 -\nأَبُو صَالح الَّذِي روى عَنهُ سماك باذام اخْتلف أَبُو نعيم ووكيع فَقَالَ أَحدهمَا باذام وَقَالَ الآخر باذان وَهُوَ مولى أم هَانِئ\n59 -\nوَأَبُو صَالح الَّذِي روى عَن بن عَبَّاس اسْمه سميع\n60 -\nوَأَبُو صَالح مولى ضباعة\n61 -\nوَأَبُو صَالح مولى السعديين\n62 -\nأَبُو صَالح مولى عُثْمَان\n63 -\nوَأَبُو صَالح الْغِفَارِيّ\nالحديث: 58 ¦ الجزء: 1 ¦ الصفحة: 38\n",
        "64 -\nأَبُو صَالح ميسرَة\n65 -\nوَأَبُو صَالح روى عَنهُ بسر بن سعيد اسْمه عبيد مولى السفاح\nالحديث: 64 ¦ الجزء: 1 ¦ الصفحة: 39\n",
        "66 -\nأَبُو صَالح الْحَنَفِيّ ماهان وَقَالَ بَعضهم اسْمه عبد الرَّحْمَن بن قيس أَخُو طليق بن قيس\nالحديث: 66 ¦ الجزء: 1 ¦ الصفحة: 40\n",
        "67 -\nحَدثنِي أبي ثَنَا أَبُو نعيم ثَنَا مَالك بن مغول قَالَ سَمِعت أَبَا صَالح باذام يأتوكم من فورهم هَذَا قَالَ من غضبهم\n68 -\nحَدثنِي أبي ثَنَا يحيى بن سعيد عَن إِسْمَاعِيل حَدثنِي أَبُو صَالح مولى أم هَانِئ قَالَ يحيى هُوَ باذام\n69 -\nأَبُو حريز عبد الله بن حُسَيْن قَاضِي سجستان\n70 -\nاسْم أبي حَازِم الْأَشْجَعِيّ سلمَان مولى عزة الأشجعية\n71 -\nأَبُو حَازِم الْمدنِي اسْمه سَلمَة بن دِينَار\n72 -\nأَبُو عمار الْهَمدَانِي اسْمه عريب بن حميد\n73 -\nأَبُو يحيى صَاحب حُصَيْن اسْمه زِيَاد\nالحديث: 67 ¦ الجزء: 1 ¦ الصفحة: 41\n",
        "74 -\nأَبُو العبيدين اسْمه مُعَاوِيَة بن سُبْرَة بن حُصَيْن النميري\nالحديث: 74 ¦ الجزء: 1 ¦ الصفحة: 42\n",
        "75 -\nحَدثنِي أبي ثَنَا وَكِيع قَالَ يريم أَبُو الْعَلَاء هُوَ أَبُو هُبَيْرَة قَالَ وَكِيع وَكَانَت من هُبَيْرَة هنة يَوْم الْمُخْتَار\n76 -\nقَالَ أبي بَلغنِي أَبُو حَاجِب اسْمه سوَادَة بن عَاصِم\n77 -\nأَبُو العشراء اسْمه أُسَامَة بن مَالك بن قهطم الدَّارمِيّ وَقَالَ بَعضهم عُطَارِد بن برز\n78 -\nأَبُو سعيد الرقاشِي اسْمه قيس مولى حضين بن الْمُنْذر\n79 -\nأَبُو الْعَجْفَاء السّلمِيّ هرم\nالحديث: 75 ¦ الجزء: 1 ¦ الصفحة: 43\n",
        "80 -\nأَبُو تَمِيمَة الهُجَيْمِي طريف بن مجَالد\n81 -\nأَبُو الْمنْهَال عبد الرَّحْمَن بن مطعم\n82 -\nأَبُو الْأسود الديلِي ظَالِم بن عَمْرو بن سُفْيَان\n83 -\nأَبُو نَوْفَل بن أبي عقرب اسْمه مُعَاوِيَة بن مُسلم بن عَمْرو بن أبي عقرب\nالحديث: 80 ¦ الجزء: 1 ¦ الصفحة: 44\n",
        "84 -\nأَبُو البخْترِي الطَّائِي سعد بن أبي عمرَان وَيَقُول بَعضهم سعيد بن أبي عمرَان\nالحديث: 84 ¦ الجزء: 1 ¦ الصفحة: 45\n",
        "85 -\nأَبُو السَّوْدَاء عَمْرو بن عمرَان حَدثنِي أبي ثَنَا بن مهْدي عَن سُفْيَان عَن عَمْرو قَالَ سُفْيَان أَحْسبهُ قَالَ بن عَامر يَعْنِي أَبَا السَّوْدَاء\n86 -\nحَدثنِي أبي ثَنَا وَكِيع قَالَ أَبُو السّفر سعيد بن أَحْمد الثَّوْريّ ثَوْر هَمدَان\n87 -\nقَالَ أبي أَبُو الصّديق النَّاجِي بكر بن عَمْرو\n88 -\nأَبُو صرمة مَالك بن قيس الْمَازِني\n89 -\nبريد بن أبي مَرْيَم أَبُو مَرْيَم اسْمه مَالك بن ربيعَة\nالحديث: 85 ¦ الجزء: 1 ¦ الصفحة: 46\n",
        "90 -\nأَبُو ثَعْلَبَة الْخُشَنِي جرهم بن ناشم قَالَ أبي بَلغنِي عَن أبي مسْهر قَالَ سَمِعت سعيد بن عبد الْعَزِيز قَالَ أَبُو ثَعْلَبَة اسْمه جرثوم\n91 -\nقَالَ أبي أَبُو ماوية حُرَيْث بن مَالك وَقَالَ بَعضهم مَالك بن حُرَيْث الأسيدي\n92 -\nقيس بن أبي حَازِم أَبُو حَازِم اسْمه عبد عَوْف بن الْحَارِث\n93 -\nأَبُو الزَّاهِرِيَّة حدير بن كريب\nالحديث: 90 ¦ الجزء: 1 ¦ الصفحة: 47\n",
        "94 -\nأَبُو إِدْرِيس الْأَزْدِيّ إِبْرَاهِيم بن أبي حدير\n95 -\nأَبُو الْهَيْثَم صَاحب أبي سعيد الْخُدْرِيّ سُلَيْمَان بن عَمْرو بن عبد العتواري\n96 -\nأَبُو مُسلم الْخَولَانِيّ عبد الله بن ثوب قَالَ أبي سمعته من أبي الْمُغيرَة\nالحديث: 94 ¦ الجزء: 1 ¦ الصفحة: 48\n",
        "97 -\nحَدثنِي أبي ثَنَا يَعْقُوب بن إِبْرَاهِيم قَالَ قَالَ لي أبي حَدثنِي بن إِسْحَاق قَالَ وحَدثني أَبُو وجزة السَّعْدِيّ يزِيد بن عبيد السَّعْدِيّ\nالحديث: 97 ¦ الجزء: 1 ¦ الصفحة: 49\n",
        "98 -\nقَالَ أبي حدثت عَن بن إِسْحَاق قَالَ مر رَسُول الله صلى الله عَلَيْهِ وَسلم بِأبي عَيَّاش زيد بن صَامت الزرقي\n99 -\nقَالَ أبي أَبُو كثير الغبري يزِيد بن عبد الرَّحْمَن بن أذينة قَالَ حُسَيْن بن مُحَمَّد عَن أَيُّوب بن عتبَة عَن أبي كثير يزِيد بن عبد الرَّحْمَن بن غفيلة\n100 -\nقَالَ أبي بن مربع الْأنْصَارِيّ اسْمه زيد بن مربع\n101 -\nأَبُو فَرْوَة الْجُهَنِيّ مُسلم بن سَالم\n102 -\nوَأَبُو فَرْوَة الْهَمدَانِي عُرْوَة بن الْحَارِث\n103 -\nأَبُو حَدْرَد اسْمه عبد\n104 -\nأَبُو هنيدة الْبَراء بن نَوْفَل\nالحديث: 98 ¦ الجزء: 1 ¦ الصفحة: 50\n",
        "105 -\nوالان بن قرفة\n106 -\nوَأَبُو الدهماء قرفة بن بهيس\n107 -\nأَبُو رِفَاعَة الْعَدوي صَاحب النَّبِي صلى الله عَلَيْهِ وَسلم تَمِيم بن أسيد\nالحديث: 105 ¦ الجزء: 1 ¦ الصفحة: 51\n",
        "108 -\nأَبُو نعَامَة السَّعْدِيّ عبد ربه\n109 -\nأَبُو نعَامَة الْحَنَفِيّ قيس بن عَبَايَة\n110 -\nأَبُو نعَامَة الْعَدوي عَمْرو بن عِيسَى\n111 -\nأَبُو الزِّنْبَاع صَدَقَة بن صَالح\n112 -\nأَبُو الْحُوَيْرِث عبد الرَّحْمَن بن مُعَاوِيَة\nالحديث: 108 ¦ الجزء: 1 ¦ الصفحة: 52\n",
        "113 -\nأَبُو أَيُّوب مولى عُثْمَان بن عَفَّان الَّذِي روى عَنهُ إِسْحَاق بن عُثْمَان وَحَمَّاد بن سَلمَة اسْمه عبد الله بن أبي سُلَيْمَان\n114 -\nأَبُو نعَامَة الْكُوفِي شيبَة بن نعَامَة روى عَنهُ الثَّوْريّ وَجَرِير وهشيم\nالحديث: 113 ¦ الجزء: 1 ¦ الصفحة: 53\n",
        "115 -\nأَبُو بحريّة عبد الله بن قيس حدّثنَاهُ أَبُو الْمُغيرَة عَن أبي بكر بن أبي مَرْيَم\n116 -\nحَدثنِي أبي ثَنَا حجاج ثَنَا أَبُو معشر حَدثنِي أَبُو حَازِم سَلمَة بن دِينَار\n117 -\nقَالَ أبي أَبُو حَازِم الْأَشْجَعِيّ سلمَان\n118 -\nقَالَ أبي أَبُو الْأَحْوَص عَوْف بن مَالك\n119 -\nوَأَبوهُ مَالك بن نَضْلَة\nالحديث: 115 ¦ الجزء: 1 ¦ الصفحة: 54\n",
        "120 -\nأَبُو عقيل صَاحب بهية اسْمه يحيى بن المتَوَكل\n121 -\nأَبُو عقيل الدَّوْرَقِي بشير بن عقبَة\n122 -\nأَبُو عقيل الْكُوفِي عبد الله بن عقيل الثَّقَفِيّ\nالحديث: 120 ¦ الجزء: 1 ¦ الصفحة: 55\n",
        "123 -\nأَبُو عقيل الشَّامي روى عَنهُ شُعْبَة وهشيم اسْمه هَاشم بن بِلَال قَالَ يزِيد هَاشم كَانَ على قَضَاء وَاسِط\n124 -\nأَبُو عقيل زهرَة بن معبد قرشي من أهل مصر\n125 -\nأَبُو ذبيان خَليفَة بن كَعْب\n126 -\nأَبُو جَعْفَر مولى بن عَيَّاش يزِيد بن الْقَعْقَاع\n127 -\nالْأَعْرَج عبد الرَّحْمَن بن هُرْمُز\n128 -\nأَبُو معشر صَاحب إِبْرَاهِيم اسْمه زِيَاد بن كُلَيْب\nالحديث: 123 ¦ الجزء: 1 ¦ الصفحة: 56\n",
        "129 -\nأَبُو دلان حَيَّان بن يزِيد\n130 -\nأَبُو قطن عَمْرو بن الْهَيْثَم بن قطن بن كَعْب الْقطعِي\n131 -\nأَبُو العنبس الَّذِي روى عَنهُ مسعر اسْمه الْحَارِث\n132 -\nأَبُو عمر الصَّنْعَانِيّ اسْمه حَفْص بن ميسرَة\nالحديث: 129 ¦ الجزء: 1 ¦ الصفحة: 57\n",
        "133 -\nبَقِيَّة أَبُو يحمد الميتمي\n134 -\nأَبُو سَلام اسْمه مَمْطُور الحبشي قبيل من الْيمن\n135 -\nحَدثنِي أبي ثَنَا وَكِيع وَقَالَ أَبُو بَحر الْهِلَالِي اسْمه أحنف\nالحديث: 133 ¦ الجزء: 1 ¦ الصفحة: 58\n",
        "136 -\nوَأَبُو بَحر الَّذِي روى عَنهُ حسن وَهُوَ بن أُخْت لنا كَانَ مَعنا وَقد رَأَيْته يُقَال لَهُ يزِيد بن عبد الله حَدثنِي عَنهُ أَصْحَابنَا أَن بن مَسْعُود رأى رجلا يضْحك فِي جَنَازَة فَقَالَ تضحك فِي جَنَازَة لَا أُكَلِّمك\n137 -\nقَالَ أبي بن أبجر اسْمه عبد الْملك بن سعيد بن حَيَّان بن أبجر\nالحديث: 136 ¦ الجزء: 1 ¦ الصفحة: 59\n",
        "138 -\nحَدثنِي أبي ثَنَا مُحَمَّد بن فُضَيْل بن غَزوَان الضَّبِّيّ ثَنَا أسلم الْمنْقري قَالَ كنت جَالِسا مَعَ أبي جَعْفَر مُحَمَّد بن عَليّ بن الْحُسَيْن بن عَليّ بن أبي طَالب\n139 -\nحَدثنِي أبي ثَنَا عبد الرَّزَّاق عَن معمر قَالَ لما عزل شيعته يَعْنِي بن شبْرمَة وَكَانَ ولي الْقَضَاء فَلَمَّا انْصَرف النَّاس وأفردني وإياه الْمسير وَلم يكن مَعنا أحد نظر إِلَيّ فَقَالَ يَا أَبَا عُرْوَة أَحْمد الله أما إِنِّي لم أستبدل بقميصي هَذَا قَمِيصًا مُنْذُ دَخَلتهَا قَالَ ثمَّ سكت سَاعَة فَقَالَ يَا أَبَا عُرْوَة إِنَّمَا أَقُول لَك حَلَالا فَأَما الْحَرَام فَلَا سَبِيل إِلَيْهِ\nالحديث: 138 ¦ الجزء: 1 ¦ الصفحة: 60\n",
        "140 -\nحَدثنِي أبي ثَنَا عبد الرَّزَّاق ثَنَا معمر بن أبي عَمْرو يَعْنِي بن رَاشد قَالَ كَانَ يُقَال إِن الرجل ليتعلم الْعلم لغير الله فيأبى عَلَيْهِ الْعلم حَتَّى يكون لله\n141 -\nحَدثنِي أبي ثَنَا عبد الرَّزَّاق عَن معمر قَالَ قيل لِابْنِ طَاوس فِي دين أَبِيه لَو استنظرت الْغُرَمَاء قَالَ فَقَالَ استنظرهم وَأَبُو عبد الرَّحْمَن عَن منزله مَحْبُوس قَالَ فَبَاعَ مَاله ثمن ألف بِخَمْسِمِائَة\n142 -\nحَدثنِي أبي ثَنَا عبد الرَّزَّاق عَن معمر قَالَ فَجَاءَهُ رجل عض يَده فَقَالَ يَا أَبَا مُحَمَّد يَعْنِي عَمْرو بن دِينَار\nالحديث: 140 ¦ الجزء: 1 ¦ الصفحة: 61\n",
        "143 -\nوجدت فِي كتاب أبي وَلم أسمعهُ حَدثنَا سُرَيج بن النُّعْمَان ثَنَا جوَيْرِية بن أَسمَاء أَبُو الْمخَارِق الضبعِي\n144 -\nوجدت فِي كتاب أبي ثَنَا سُرَيج بن النُّعْمَان ثَنَا حَمَّاد بن يحيى أَبُو بكر الْأَبَح\n145 -\nحَدثنِي أبي ثَنَا عثام بن عَليّ أَبُو عَليّ العامري\nالحديث: 143 ¦ الجزء: 1 ¦ الصفحة: 62\n",
        "146 -\nحَدثنِي أبي ثَنَا حجاج قَالَ قَالَ شُعْبَة قد أدْرك رفيع أَبُو الْعَالِيَة عليا وَلَكِن لم يسمع مِنْهُ\n147 -\nحَدثنِي أبي ثَنَا حجاج حَدثنِي شُعْبَة عَن يزِيد أبي خَالِد قَالَ سَمِعت أَبَا عُبَيْدَة بن حُذَيْفَة يحدث عَن أَبِيه حُذَيْفَة فَذكر الحَدِيث قَالَ شُعْبَة كنت أرى أَن اسْمه يزِيد وكنيته أَبُو خَالِد حَتَّى ذكرُوا أَن اسْمه غير ذَلِك حَدثنِي أبي ثَنَا عبد الرَّحْمَن قَالَ قَالَ شُعْبَة لَيْسَ بالدالاني يَعْنِي أَبَا خَالِد\nالحديث: 146 ¦ الجزء: 1 ¦ الصفحة: 63\n",
        "148 -\nحَدثنِي أبي ثَنَا سُفْيَان قَالَ أتيت الْأَعْمَش فَقلت إِنِّي أَقُول مَا سَأَلت أَبَا مُحَمَّد عَن شَيْء إِلَّا أجابني فَذكر الحَدِيث\n149 -\nحَدثنِي أبي ثَنَا مُحَمَّد بن الْحسن الوَاسِطِيّ أَنا عَوْف أَن رجلا سَأَلَ الْحسن فَقَالَ يَا أَبَا سعيد\nالحديث: 148 ¦ الجزء: 1 ¦ الصفحة: 64\n",
        "150 -\nحَدثنِي أبي ثَنَا عَفَّان ثَنَا سعيد بن زيد ثَنَا عَمْرو بن مَالك ثَنَا أَبُو الجوزاء أَوْس بن خَالِد الربعِي\n151 -\nحَدثنِي أبي ثَنَا عبد الله بن نمير ثَنَا عَامر بن السبط قَالَ كَانَ مَعَ الْأَعْمَش فِي الْمَسْجِد زَعَمُوا قَالَ حَدثنِي عبيد الله بن خَليفَة أَبُو الغريف الْهَمدَانِي\nالحديث: 150 ¦ الجزء: 1 ¦ الصفحة: 65\n",
        "152 -\nوجدت فِي كتاب أبي بِخَط يَده وَلم أسمعهُ مِنْهُ حَدثنَا سُرَيج ثَنَا أَبُو عُبَيْدَة عبد الْمُؤمن بن عبيد الله السدُوسِي\n153 -\nقَالَ أبي أَبُو سِنَان ضرار بن مرّة الشَّيْبَانِيّ\n154 -\nحَدثنِي أبي ثَنَا وَكِيع عَن إِسْمَاعِيل قَالَ سَمِعت وهبا أَبَا جُحَيْفَة\n155 -\nحَدثنِي أبي ثَنَا عبد الرَّزَّاق ثَنَا معمر قَالَ كُنَّا نجالس قَتَادَة فَيَقُول مشيخة حوله إِن أَبَا الْخطاب\n157 -\nأَبُو معمر عبد الله بن سَخْبَرَة الْأَزْدِيّ\n158 -\nأَبُو عَطِيَّة مَالك بن عَامر بن الْهَمدَانِي\n159 -\nمَالك بن أبي عَامر هُوَ أَبُو أنس جد مَالك بن أنس\n160 -\nأَبُو زيد الَّذِي روى عَنهُ أنس اسْمه قيس بن سكن بن قيس بن زعورا من بني عدي بن النجار\n161 -\nوَأَبُو زيد جد عَليّ بن زيد عَمْرو بن أَخطب\n162 -\nحَدثنِي أبي ثَنَا عبد الرَّزَّاق عَن معمر قَالَ قَالَ قَتَادَة لسَعِيد يَا أَبَا النَّضر\n163 -\nقَالَ أبي أَبُو حجاج الْمهرِي من أهل مصر\nالحديث: 152 ¦ الجزء: 1 ¦ الصفحة: 66\n",
        "164 -\nغَالب التمار بن مهْرَان\n165 -\nوخَالِد الْحذاء بن مهْرَان\n166 -\nوَسليمَان التَّيْمِيّ بن طرخان\n167 -\nوَالْأَعْمَش سُلَيْمَان بن مهْرَان\nالحديث: 164 ¦ الجزء: 1 ¦ الصفحة: 68\n",
        "168 -\nغَالب الْقطَّان بن خطَّاف\n169 -\nحبيب بن أبي ثَابت حبيب بن قيس بن دِينَار\n170 -\nعبد الله مولى أَسمَاء عبد الله بن كيسَان\n171 -\nجَراد الَّذِي روى عَنهُ شُعْبَة جَراد بن مجَالد\n172 -\nقَالَ أبي بَلغنِي أَن اسْم أبي الجويرية حطَّان بن خفاف الْجرْمِي\nالحديث: 168 ¦ الجزء: 1 ¦ الصفحة: 69\n",
        "173 -\nقَالَ أبي ولد كَعْب بن مَالك عبد الرَّحْمَن وَعبد الله وَعبيد الله ووهب وفضالة ومعبد\n174 -\nقَالَ أبي أَبُو أُمَامَة بن سهل اسْمه أسعد وَأمه ابْنة أسعد بن زُرَارَة\n175 -\nوَعُثْمَان وَسعد وَعبد الله إخْوَة أبي أُمَامَة\n176 -\nأَحْمَر الَّذِي روى عَنهُ الْحسن يُقَال لَهُ أَحْمَر بن جزي 4\nالحديث: 173 ¦ الجزء: 1 ¦ الصفحة: 70\n",
        "177 -\nحَدثنِي أبي ثَنَا يَعْقُوب حَدثنِي أبي عَن بن إِسْحَاق حَدثنِي الزُّهْرِيّ عَن سعد أبي عبيد مولى بن أَزْهَر قَالَ يَعْقُوب هُوَ مولى لعبد الرَّحْمَن\nالحديث: 177 ¦ الجزء: 1 ¦ الصفحة: 72\n",
        "178 -\nحَدثنِي أبي ثَنَا أَبُو عُبَيْدَة الْحداد عبد الْوَاحِد بن وَاصل الْبَصْرِيّ قَالَ اسْم أبي عُثْمَان النَّهْدِيّ عبد الرَّحْمَن بن مل\n179 -\nوَاسم أبي نَضرة الْمُنْذر بن مَالك بن قِطْعَة\n180 -\nوَاسم أبي المتَوَكل النَّاجِي عَليّ بن دَاوُد\n181 -\nوَاسم أبي هَارُون الْعَبْدي عمَارَة بن جُوَيْن\n182 -\nوَاسم أبي التياح يزِيد بن حميد\n183 -\nاسْم أبي حبرَة شيحة بن عبد الله\n184 -\nوَاسم أبي عمرَان الْجونِي عبد الْملك بن حبيب\n185 -\nوَاسم أبي حُصَيْن عُثْمَان بن عَاصِم\n186 -\nوَاسم أبي إِسْحَاق السبيعِي عَمْرو بن عبد الله\n187 -\nوَاسم أبي الْمليح زيد بن أُسَامَة\n188 -\nوَاسم أبي الزبير مُحَمَّد بن مُسلم بن تدرس مولى حَكِيم بن حزَام\n189 -\nوَاسم أبي قلَابَة عبد الله بن زيد\n190 -\nوَاسم أبي مجلز لَاحق بن حميد\n191 -\nوَاسم أبي الْعَالِيَة رفيع\n192 -\nوَاسم أبي ذَر جُنْدُب بن سكن\n193 -\nوَاسم أبي هُرَيْرَة عبد الله\n194 -\nوَاسم أبي سعيد الْخُدْرِيّ سعد بن مَالك\n195 -\nوَاسم أبي أُمَامَة الْبَاهِلِيّ الصدي بن عجلَان\nالحديث: 178 ¦ الجزء: 1 ¦ الصفحة: 73\n",
        "196 -\nوَاسم أبي السَّلِيل ضريب بن نقير\n197 -\nوَاسم أبي عَمْرو الشَّيْبَانِيّ سعد بن إِيَاس\n198 -\nوَاسم أبي أَيُّوب الْأنْصَارِيّ خَالِد بن زيد\n199 -\nوَاسم أبي قبيل حَيّ أَو حييّ إِلَى مَا هُنَا عَن أبي عُبَيْدَة\n200 -\nحَدثنِي أبي ثَنَا أُميَّة بن خَالِد قَالَ اسْم أبي شيخ الْهنائِي حَيَوَان بن خَالِد\n201 -\nوَعقبَة بن عبد الغافر بن عوذ من الأزد أَبُو نَهَار\nالحديث: 196 ¦ الجزء: 1 ¦ الصفحة: 75\n",
        "202 -\nأَبُو أَيُّوب صَاحب قَتَادَة من العتيك اسْمه يحيى\n203 -\nعقبَة بن صهْبَان من الحدان\nالحديث: 202 ¦ الجزء: 1 ¦ الصفحة: 76\n",
        "204 -\nحَدثنِي أبي ثَنَا عبيد الله بن ثَوْر بن عون بن أبي الْحَلَال قَالَ أَبُو الْحَلَال يَعْنِي الْعَتكِي ربيعَة بن زُرَارَة\n205 -\nقَالَ أبي بَلغنِي أَن اسْم أبي عبد الرَّحْمَن السّلمِيّ عبد الله بن حبيب\n206 -\nوَأَبُو رَجَاء العطاردي عمرَان بن عبد الله وَقَالَ بَعضهم عمرَان بن تيم\n207 -\nأَبُو مَحْذُورَة سَمُرَة بن مُغيرَة\n208 -\nوَأَبُو مرْثَد كناز بن حُصَيْن\n209 -\nحَدثنِي أبي ثَنَا سُفْيَان قَالَ قَالَ لَهُ إِسْمَاعِيل بن أُميَّة إئت أَبَا بكر يَعْنِي الزُّهْرِيّ\n210 -\nقَالَ أبي مَنْصُور بن صَفِيَّة مَنْصُور بن عبد الرَّحْمَن الحَجبي\n211 -\nقَالَ أبي أَبُو صَادِق مُسلم بن نَذِير\n212 -\nأَبُو الْجلد جيلان بن فَرْوَة\n213 -\nأَبُو عُبَيْدَة بن الْجراح عَامر بن عبد الله بن الْجراح\n214 -\nأَبُو بردة عَامر بن أبي مُوسَى\nالحديث: 204 ¦ الجزء: 1 ¦ الصفحة: 77\n",
        "215 -\nأَبُو بكر بن أبي مُوسَى هُوَ اسْمه\n216 -\nأَبُو المهزم يزِيد بن سُفْيَان\n217 -\nعَمْرو بن عبسة أَبُو نجيح السّلمِيّ\n218 -\nأَبُو يَعْفُور عبد الرَّحْمَن بن عبيد بن نسطاس الْبكالِي\n219 -\nأَبُو جَعْفَر الخطمي عُمَيْر بن يزِيد بن حبيب بن خماشة\nالحديث: 215 ¦ الجزء: 1 ¦ الصفحة: 79\n",
        "220 -\nقَالَ أبي سُئِلَ مُحَمَّد بن بشر عَن أبي يَعْفُور الْعَبْدي قَالَ رَأَيْته وَكَانَ مُصَلَّاهُ هَهُنَا واسْمه وَاقد ثمَّ قَالَ وقدان\nالحديث: 220 ¦ الجزء: 1 ¦ الصفحة: 80\n",
        "221 -\nقَالَ مُحَمَّد يَعْنِي بن بشر وسألني رجل عَن الْأَشَج الْمُنْذر بن من فَلم أدر فَسَأَلت شَيخنَا البخْترِي فَقَالَ الْمُنْذر بن عَائِذ\n222 -\nحَدثنِي أبي حَدثنِي بهز ثَنَا شُعْبَة حَدثنِي أَبُو حَمْزَة عبد الرَّحْمَن بن عبد الله يَعْنِي جَار شُعْبَة\n223 -\nقَالَ بهز أَبُو فَاخِتَة قَالَ بن عُيَيْنَة اسْمه سعيد بن علاقَة وَقَالَ حَمَّاد بن سَلمَة مولى جعدة بن هُبَيْرَة\n224 -\nقَالَ أبي بَلغنِي أَن اسْم أبي عشانة حَيّ بن يُؤمن\nالحديث: 221 ¦ الجزء: 1 ¦ الصفحة: 81\n",
        "225 -\nقَالَ أبي التَّمِيمِي اسْمه أربدة حَدثنِي أبي حَدثنِي بِهِ أَبُو أَحْمد الزبيرِي قَالَ سَأَلت إِسْرَائِيل عَن التَّمِيمِي فَقَالَ أربدة\n226 -\nقَالَ أبي أَيُّوب بن مِسْكين وَابْن أبي مِسْكين يَخْتَلِفُونَ فِيهِ\n227 -\nقَالَ أبي اسْم أبي عبد الله الجدلي عبد بن عبد\n228 -\nقَالَ أَبُو نعيم اسْم أبي خَالِد الْوَالِبِي هُرْمُز سَأَلته عَن ذَلِك يَعْنِي أبان بن عمر بن عُثْمَان بن أبي خَالِد\n229 -\nقَالَ أبي سَمِعت أَن اسْم أبي أُمَامَة بن سهل أسعد بن سهل وَأمه ابْنة أسعد بن زُرَارَة\n230 -\nوَاسم أبي أَيُّوب صَاحب قَتَادَة يحيى بن مَالك المراغي من الأزد\nالحديث: 225 ¦ الجزء: 1 ¦ الصفحة: 82\n",
        "231 -\nحَدثنِي أبي ثَنَا يُونُس بن مُحَمَّد ثَنَا عبد الْوَاحِد بن زِيَاد ثَنَا أَبُو روق عَطِيَّة بن الْحَارِث\n232 -\nقَالَ أبي اسْم أبي مَالك الْأَشْجَعِيّ سعد بن طَارق\n233 -\nأَبُو صفرَة أَبُو الْمُهلب بن أبي صفرَة اسْم أبي صفرَة ظَالِم بن سَارِق\n234 -\nحَدثنِي أبي ثَنَا عَفَّان عَن عبد الْوَاحِد بن زِيَاد عَن أبي روق قَالَ أَبُو الغريف عبيد الله بن خَليفَة\n235 -\nقَالَ أبي بَلغنِي أَن اسْم أبي الجحاف دَاوُد بن أبي عَوْف\n236 -\nأَبُو الرّبيع هلواث سَمَّاهُ يحيى بن سعيد عَن سُفْيَان\n237 -\nأَبُو هَاشم الرماني اسْمه يحيى\n238 -\nومغيرة بن مقسم الضَّبِّيّ أَبُو هِشَام\n239 -\nالْمُغيرَة بن زِيَاد أَبُو هَاشم\n240 -\nأَبُو هَاشم الْمَكِّيّ إِسْمَاعِيل بن كثير\nالحديث: 231 ¦ الجزء: 1 ¦ الصفحة: 83\n",
        "241 -\nشَوْذَب أَبُو معَاذ\n242 -\nالْقَاسِم بن كثير أَبُو هَاشم\nالحديث: 241 ¦ الجزء: 1 ¦ الصفحة: 84\n",
        "243 -\nأَبُو هَارُون الغنوي إِبْرَاهِيم بن الْعَلَاء\n244 -\nقَالَ سُفْيَان مُوسَى بن أبي كثير أَبُو الصَّباح\n245 -\nحَدثنِي أبي قَالَ سَمِعت يزِيد قَالَ شُعْبَة مولى الأزد عتاقة\n246 -\nقَالَ يزِيد أَبُو عقيل الَّذِي روى عَنهُ شُعْبَة اسْمه هَاشم بن بِلَال\nالحديث: 243 ¦ الجزء: 1 ¦ الصفحة: 85\n",
        "247 -\nقَالَ أبي كَانَ بن جريج يكنى أَبَا خَالِد وَأَبا الْوَلِيد وَكَانَت لَهُ كنيتان\nالحديث: 247 ¦ الجزء: 1 ¦ الصفحة: 86\n",
        "248 -\nحَدثنِي أبي ثَنَا وَكِيع عَن هِشَام عَن رجل من ولد الزبير عَن عَائِشَة أَنَّهَا قَالَت يَا رَسُول الله كل نِسَائِك لَهَا كنية غَيْرِي قَالَ أَنْت أم عبد الله\n249 -\nحَدثنِي أبي ثَنَا وَكِيع عَن إِسْرَائِيل عَن غَالب أبي الْهُذيْل\n250 -\nقَالَ أبي بَلغنِي أَن اسْم أبي مَرْيَم الْحَنَفِيّ إِيَاس بن صبيح\nالحديث: 248 ¦ الجزء: 1 ¦ الصفحة: 87\n",
        "251 -\nحَدثنِي أبي ثَنَا عَفَّان ثَنَا حَمَّاد بن زيد قَالَ سَمِعت عَمْرو بن دِينَار قَالَ قلت لجَابِر بن زيد يَا أَبَا الشعْثَاء\n252 -\nقَالَ أبي بَلغنِي أَبُو الْمُهلب اسْمه عَمْرو بن مُعَاوِيَة\n253 -\nأَبُو هَاشم يحيى بن دِينَار\nالحديث: 251 ¦ الجزء: 1 ¦ الصفحة: 88\n",
        "254 -\nحَدثنِي أبي ثَنَا سُفْيَان عَن بن ذَر قَالَ لَقِيَنِي ربيع بن أبي رَاشد فَقَالَ لي يَا أَبَا ذَر\n255 -\nحَدثنِي أبي ثَنَا سُفْيَان بن عُيَيْنَة ثَنَا أَبُو الزَّعْرَاء عَمْرو بن عَمْرو عَن عَمه أبي الْأَحْوَص حَدثنِي أبي ثَنَا وَكِيع ثَنَا أَبُو العميس عَن أبي الزَّعْرَاء عَمْرو بن عَمْرو حَدثنِي أبي ثَنَا عبد الرَّزَّاق أَنا سُفْيَان عَن عَمْرو بن عَامر يَعْنِي أَبَا الزَّعْرَاء\n256 -\nحَدثنِي أبي ثَنَا وَكِيع قَالَ يريم أَبُو الْعَلَاء هُوَ أَبُو هُبَيْرَة\n257 -\nحَدثنِي أبي ثَنَا عبد الله بن يزِيد ثَنَا سعيد يَعْنِي بن أبي أَيُّوب حَدثنِي عبد الله بن الْوَلِيد عَن أبي قبيل حييّ بن هَانِئ الْمعَافِرِي\n258 -\nحَدثنِي أبي ثَنَا أَبُو سعيد مولى بني هَاشم ثَنَا شَدَّاد أَبُو طَلْحَة قَالَ سَمِعت أَبَا الْوَازِع جَابر بن عَمْرو\nالحديث: 254 ¦ الجزء: 1 ¦ الصفحة: 89\n",
        "259 -\nحَدثنِي أبي ثَنَا عَفَّان ثَنَا سَلام بن مِسْكين ثَنَا أَبُو بَحر مَيْمُون بن سياه عَن الْحسن قَالَ قيل لَهُ يَا أَبَا سعيد\n260 -\nحَدثنِي أبي ثَنَا عبد الله بن بكر السَّهْمِي ثَنَا حَاتِم يَعْنِي بن أبي صَغِيرَة عَن أبي بَحر قَالَ أَبُو بَحر كَانَ أَبُو الْجلد جاري فَسَمعته يَقُول\n261 -\nحَدثنِي أبي ثَنَا وَكِيع ثَنَا المَسْعُودِيّ عَن أبي بَحر ثَنَا أشياخنا الهلاليون قَالُوا سُئِلَ بن مَسْعُود عَن الرجل يتَوَضَّأ فَيبْدَأ بِشمَالِهِ قبل يَمِينه فَرخص فِي ذَلِك قَالَ أبي سَمِعت وكيعا قَالَ أَبُو بَحر الْهِلَالِي اسْمه أحنف قَالَ أبي وَبَلغنِي أَنه أَبُو فرات بن أحنف وَقد روى فرات عَن أَبِيه عَن شُرَيْح غير شَيْء\nالحديث: 259 ¦ الجزء: 1 ¦ الصفحة: 90\n",
        "262 -\nسَمِعت وكيعا قَالَ أَبُو بَحر الَّذِي روى عَنهُ حسن هُوَ بن أُخْت لنا كَانَ مَعنا وَقد رَأَيْته يُقَال لَهُ يزِيد بن عبد الله\n263 -\nقَالَ أبي أَبُو الْعَوام السدُوسِي روى عَن قَتَادَة سَمَّاهُ لنا الْحَارِث بن مرّة بن مجاعَة الْحَنَفِيّ أَبُو مرّة فَقَالَ ثَنَا أَبُو الْعَوام شَيبَان بن زُهَيْر بن شَقِيق بن ثَوْر\n264 -\nوَأَبُو الْعَوام عمرَان الْقطَّان بن دَاور\nالحديث: 262 ¦ الجزء: 1 ¦ الصفحة: 91\n",
        "265 -\nوَأَبُو الْعَوام الْبَاهِلِيّ روى عَنهُ وَكِيع وَالنضْر بن شُمَيْل قَالَ أبي فبلغني عَن النَّضر قَالَ أَنا أَبُو الْعَوام عبد الْعَزِيز بن ربيع الْبَاهِلِيّ ثَنَا أَبُو الزبير\n266 -\nأَبُو الْعَوام الجزار روى عَنهُ حَمَّاد بن سَلمَة اسْمه فائد بن كيسَان مولى باهلة\n267 -\nوَأَبُو الْعَوام سَادِن بَيت الْمُقَدّس\nالحديث: 265 ¦ الجزء: 1 ¦ الصفحة: 92\n",
        "268 -\nقَالَ أبي يُقَال إِسْمَاعِيل بن شروس الصَّنْعَانِيّ كنيته أَبُو الْمِقْدَام\nالحديث: 268 ¦ الجزء: 1 ¦ الصفحة: 93\n",
        "269 -\nحَدثنِي أبي ثَنَا أَبُو نعيم ثَنَا مَالك بن مغول قَالَ سَمِعت أَبَا صَالح باذام حَدثنِي أبي ثَنَا يحيى بن سعيد عَن إِسْمَاعِيل حَدثنِي أَبُو صَالح مولى أم هَانِئ قَالَ يحيى هُوَ باذام\n270 -\nقَالَ أبي بَلغنِي أَن اسْم أبي رمثة رِفَاعَة بن يثربي\n271 -\nوَاسم أبي سَالم الجيشاني سُفْيَان بن هَانِئ\n272 -\nحَدثنِي أبي ثَنَا عَفَّان ثَنَا حَمَّاد بن زيد ثَنَا سعيد الْجريرِي ثَنَا ثَابت قَالَ سَمِعت عبد الله بن زيد الْجرْمِي أَبَا قلَابَة\n273 -\nحَدثنِي أبي ثَنَا عَفَّان ثَنَا حَمَّاد بن زيد قَالَ سَمِعت يحيى بن عَتيق يَقُول لأيوب يَا أَبَا بكر\n274 -\nحَدثنِي أبي ثَنَا عَفَّان ثَنَا حَمَّاد بن زيد ثَنَا مَيْمُون الغزاء أَبُو عبد الله قَالَ أبي وَقَالَ بَعضهم الغزال\nالحديث: 269 ¦ الجزء: 1 ¦ الصفحة: 94\n",
        "275 -\nحَدثنِي أبي ثَنَا عِصَام بن خَالِد ثَنَا حريز عَن حبيب بن عبيد أَن النَّبِي صلى الله عَلَيْهِ وَسلم قَالَ اللَّهُمَّ صل على عبيد أبي عَامر الْأَشْعَرِيّ واجعله فَوق كثير من النَّاس\n276 -\nحَدثنِي أبي ثَنَا نوح بن يزِيد ثَنَا إِبْرَاهِيم بن سعد قَالَ سَمِعت بن شهَاب قَالَ لَقِيَنِي سَالم كَاتب هِشَام فَقَالَ لي يَا أَبَا بكر حَدثنِي أبي ثَنَا إِسْحَاق بن عِيسَى حَدثنِي مَالك قَالَ لقِيت بن شهَاب فَقلت يَا أَبَا بكر\n277 -\nقَالَ أبي حدثت أَنه كَانَ فِي كتاب همام عَن قَتَادَة حَدثنِي عَمْرو بن مُعَاوِيَة أَبُو الْمُهلب\nالحديث: 275 ¦ الجزء: 1 ¦ الصفحة: 95\n",
        "278 -\nحَدثنِي أبي ثَنَا بكر بن عِيسَى ثَنَا أَبُو عوَانَة ثَنَا عَاصِم الْأَحول عَن قيس أبي سعيد الرقاشِي\n279 -\nقَالَ أبي أَبُو عَامر الْهَوْزَنِي هُوَ عبد الله بن لحي\n280 -\nوَابْنه عَامر بن عبد الله بن لحي كنيته أَبُو الْيَمَان الْهَوْزَنِي\n281 -\nوَأَبُو وهب الكلَاعِي عبيد الله بن عبيد\n282 -\nوَأَبُو الْمثنى الأملوكي اسْمه ضَمْضَم روى عَنهُ صَفْوَان بن عَمْرو وهلال بن يسَاف حَدِيث أبي أبي بن امْرَأَة عبَادَة بن الصَّامِت فِي تَأْخِير الصَّلَاة\nالحديث: 278 ¦ الجزء: 1 ¦ الصفحة: 96\n",
        "283 -\nوَأَبُو عبد الرَّحْمَن الأملوكي اسْمه مُوسَى بن يزِيد بن موهب روى عَنهُ مُعَاوِيَة بن صَالح\n284 -\nأَبُو طَلْحَة الْأَنمَارِي اسْمه نعيم بن زِيَاد روى عَنهُ مُعَاوِيَة بن صَالح\n285 -\nوسليم بن عَامر كنيته أَبُو يحيى\n286 -\nوَأَبُو الْخَيْر اسْمه مرْثَد بن عبد الله الْيَزنِي\nالحديث: 283 ¦ الجزء: 1 ¦ الصفحة: 97\n",
        "287 -\nوَأَبُو حبيب القَاضِي اسْمه الْحَارِث بن مخمر سَمَّاهُ لنا أَبُو الْمُغيرَة قَالَ ثَنَا صَفْوَان عَن حَوْشَب بن سيف عَن أبي حبيب القَاضِي الْحَارِث بن مخمر قَالَ لَقِي أَبَا الدَّرْدَاء وَغَيره\n288 -\nوَأَبُو الزِّنْبَاع صَدَقَة بن صَالح\n289 -\nقَالَ أبي أَشْعَث بن أسلم الْعجلِيّ روى عَنهُ بن أبي عرُوبَة عَن أبي عَن أبي مُوسَى وَمسح على القلنسوة\nالحديث: 287 ¦ الجزء: 1 ¦ الصفحة: 98\n",
        "290 -\nوَأَشْعَث بن جَابر الْحدانِي روى عَنهُ نوح بن قيس وَقَالَ حَمَّاد بن سَلمَة الْأَشْعَث الْحدانِي الْأَعْمَى وَأَشْعَث بن عبد الله الضَّرِير روى عَنهُ معمر\n291 -\nوَأَشْعَث بن عبد الْملك الحمراني\n292 -\nوَأَشْعَث بن عبد الرَّحْمَن الْجرْمِي روى عَنهُ حَمَّاد بن سَلمَة\n293 -\nوَأَشْعَث بن سوار يُقَال الأفرق وَيُقَال النجار\n294 -\nوَأَشْعَث بن أبي الشعْثَاء سليم بن أسود الْمحَاربي من أَصْحَاب عبد الله\n295 -\nحَدثنِي أبي ثَنَا عَفَّان قَالَ أحفظ عَن شيخ ثِقَة عبد الْمُؤمن السدُوسِي\n296 -\nالْحسن بن سيار الْبَصْرِيّ\n297 -\nقَالَ أبي نَاجِية بن كَعْب الْأَسدي الَّذِي روى عَن عَليّ\nالحديث: 290 ¦ الجزء: 1 ¦ الصفحة: 99\n",
        "298 -\nنَاجِية الْعَنزي روى حَدِيث عمار فِي التَّيَمُّم روى عَن هذَيْن أَبُو إِسْحَاق وروى يُونُس بن أبي إِسْحَاق عَن نَاجِية أبي خفاف الْعَنزي فِي سنة تسعين قَالَ يَا أَبَا إِسْحَاق تمارى عبد الله بن مَسْعُود وعمار بن يَاسر فِي التَّيَمُّم قَالَ أبي حدّثنَاهُ أَبُو الْمُنْذر ثَنَا يُونُس حَدثنِي أبي ثَنَا أَبُو بكر بن عَيَّاش ثَنَا أَبُو إِسْحَاق عَن نَاجِية الْعَنزي قَالَ تدارأ عمار وَعبد الله بن مَسْعُود فِي التَّيَمُّم\nالحديث: 298 ¦ الجزء: 1 ¦ الصفحة: 100\n",
        "299 -\nوَنَاجِيَة الَّذِي روى عَن عبد الرَّحْمَن بن أبي ليلى روى عَنهُ سُفْيَان وَشعْبَة وعمار بن رُزَيْق فَسَماهُ لنا زيد بن الْحباب قَالَ ثَنَا عمار بن رُزَيْق قَالَ حَدثنِي نَاجِية بن سعد الْكُوفِي عَن عبد الرَّحْمَن بن أبي ليلى قَالَ الْمَرْأَة تزين فِي غير بَيت زَوجهَا ملعونة على لِسَان النَّبِي صلى الله عَلَيْهِ وَسلم\n300 -\nحَدثنَا أبي ثَنَا كثير بن هِشَام ثَنَا جَعْفَر ثَنَا رَاشد بن كيسَان أَبُو فَزَارَة الْعَبْسِي\n301 -\nحَدثنِي أبي ثَنَا أسود بن عَامر أَنا أَبُو بكر عَن مُغيرَة قَالَ قلت لإِبْرَاهِيم النَّخعِيّ يَا أَبَا عمرَان\n302 -\nقَالَ أبي عَلْقَمَة عَم أم إِبْرَاهِيم وَالْأسود خَال إِبْرَاهِيم وعلقمة عَم الْأسود\n303 -\nقَالَ أبي زر بن حُبَيْش أَبُو مَرْيَم\nالحديث: 299 ¦ الجزء: 1 ¦ الصفحة: 102\n",
        "304 -\nحَدثنِي أبي ثَنَا الْقَاسِم بن مَالك قَالَ أَخْبرنِي يحيى بن حَيَّان أَبُو هِلَال الطَّائِي\nالحديث: 304 ¦ الجزء: 1 ¦ الصفحة: 103\n",
        "305 -\nقَالَ أبي اسْم أبي عوَانَة وضاح وَكَانَ أَصله من وَاسِط ثمَّ إِنَّه نزل الْبَصْرَة وَكَانَ مولى ليزِيد بن عَطاء الْبَزَّاز\n306 -\nقلت لأبي الْمِقْدَاد بن الْأسود هُوَ الْمِقْدَاد بن عَمْرو قَالَ نعم\n307 -\nقلت الْمِقْدَام أَبُو كَرِيمَة هُوَ الْمِقْدَام بن معدي كرب قَالَ نعم\n308 -\nقلت جُنْدُب بن سُفْيَان هُوَ جُنْدُب بن عبد الله العلقي قَالَ نعم حَيّ من بجيلة\n309 -\nقَالَ أبي سعد بن مَالك هُوَ سعد بن أبي وَقاص وَكَانَ كنية مَالك أَبَا وَقاص\nالحديث: 305 ¦ الجزء: 1 ¦ الصفحة: 104\n",
        "310 -\nقَالَ أبي ولد عبد الله بن مَسْعُود أَبُو عُبَيْدَة بن عبد الله وَعبد الرَّحْمَن بن عبد الله وَعبيد الله بن عبد الله\n311 -\nسَمِعت أبي يَقُول رَجَاء بن حَيْوَة أَبُو الْمِقْدَام\n312 -\nنوف الْبكالِي أَبُو يزِيد\n313 -\nعبد الْخَالِق بن سَلمَة أَبُو روح\n314 -\nيحيى بن أبي سليم أَبُو بلج\n315 -\nحَمْزَة بن عبد الْمطلب أَبُو عمَارَة\nالحديث: 310 ¦ الجزء: 1 ¦ الصفحة: 105\n",
        "316 -\nحَكِيم بن حزَام أَبُو خَالِد\n317 -\nعتبَة بن ربيعَة أَبُو خلف\n318 -\nسُهَيْل بن عَمْرو أَبُو يزِيد\n319 -\nالزبير بن عدي أَبُو عدي\n320 -\nعبد الْكَرِيم الْجَزرِي أَبُو سعيد\nالحديث: 316 ¦ الجزء: 1 ¦ الصفحة: 106\n",
        "321 -\nيُونُس بن خباب أَبُو حَمْزَة\n322 -\nشَدَّاد بن أَوْس أَبُو يعلى\n323 -\nعمار مولى بني هَاشم أَبُو عبد الله\n324 -\nحميد الْأَعْرَج أَبُو صَفْوَان\n325 -\nعبد الله بن أبي الْهُذيْل أَبُو الْمُغيرَة\nالحديث: 321 ¦ الجزء: 1 ¦ الصفحة: 107\n",
        "326 -\nأسيد بن حضير أَبُو عتِيك\n327 -\nصلَة بن زفر أَبُو الْعَلَاء\n328 -\nالْحَارِث بن سُوَيْد أَبُو عَائِشَة\nالحديث: 326 ¦ الجزء: 1 ¦ الصفحة: 108\n",
        "329 -\nمَسْرُوق بن الأجدع أَبُو عَائِشَة\nالحديث: 329 ¦ الجزء: 1 ¦ الصفحة: 109\n",
        "330 -\nعَاصِم الجحدري أَبُو محسر\n331 -\nسعد بن معَاذ أَبُو عَمْرو\n332 -\nعسعس بن سَلامَة أَبُو صفرَة\nالحديث: 330 ¦ الجزء: 1 ¦ الصفحة: 110\n",
        "333 -\nعِيسَى بن دِينَار أَبُو عَليّ\n334 -\nالمستظل بن حضير أَبُو الميثي\n335 -\nالْقَاسِم بن مُحَمَّد أَبُو عبد الرَّحْمَن\nالحديث: 333 ¦ الجزء: 1 ¦ الصفحة: 111\n",
        "336 -\nرَافع الطَّائِي أَبُو الْحسن قَالَ أبي سمعته من عُبَيْدَة عَن هِلَال بن حميد\n337 -\nأَبُو معبد عبد الله بن عكيم\n338 -\nحَدثنِي أبي ثَنَا أَبُو الْمُغيرَة عَن صَفْوَان قَالَ كَعْب الْأَحْبَار أَبُو إِسْحَاق\n339 -\nشُرَيْح بن عبيد أَبُو الصَّلْت\nالحديث: 336 ¦ الجزء: 1 ¦ الصفحة: 112\n",
        "340 -\nحَوْشَب بن سيف أَبُو روح\n341 -\nعبد الله بن بسر أَبُو صَفْوَان\n342 -\nمُحَمَّد بن زِيَاد الْأَلْهَانِي أَبُو سُفْيَان\nالحديث: 340 ¦ الجزء: 1 ¦ الصفحة: 113\n",
        "343 -\nيزِيد بن ميسرَة أَبُو يُوسُف إِلَى هُنَا عَن أبي الْمُغيرَة\n344 -\nقَالَ أبي ضَمرَة بن حبيب أَبُو عتبَة\n345 -\nخَالِد بن معدان أَبُو عبد الله\n346 -\nعَمْرو بن الْأسود الْعَنسِي أَبُو عِيَاض\n347 -\nيحيى بن أبي كثير أَبُو نصر\nالحديث: 343 ¦ الجزء: 1 ¦ الصفحة: 114\n",
        "348 -\nحميد بن هِلَال أَبُو نصر\n349 -\nعَطاء بن يزِيد أَبُو مُحَمَّد\n350 -\nعقيل بن أبي طَالب أَبُو يزِيد\n351 -\nغُضَيْف بن الْحَارِث أَبُو أَسمَاء\n352 -\nأَبُو بحريّة عبد الله بن قيس التراغمي\nالحديث: 348 ¦ الجزء: 1 ¦ الصفحة: 115\n",
        "353 -\nصَفْوَان بن أُميَّة أَبُو وهب\n354 -\nعبد الرَّحْمَن بن حَرْمَلَة أَبُو حَرْمَلَة\n355 -\nسعيد بن الْمسيب أَبُو مُحَمَّد\n356 -\nقَالَ أبي إِبْرَاهِيم النَّخعِيّ إِبْرَاهِيم بن يزِيد يكنى أَبَا عمرَان\n357 -\nالْأَعْمَش سُلَيْمَان بن مهْرَان أَبُو مُحَمَّد\n358 -\nأَرْطَاة بن الْمُنْذر أَبُو عدي\nالحديث: 353 ¦ الجزء: 1 ¦ الصفحة: 116\n",
        "359 -\nقَالَ أبي بن أبي ذِئْب مُحَمَّد بن عبد الرَّحْمَن بن الْمُغيرَة بن أبي ذِئْب كنيته أَبُو الْحَارِث\n360 -\nقلت لأبي يعلى بن أُميَّة هُوَ يعلى بن منية قَالَ أمه منية وَأَبوهُ أُميَّة\n361 -\nقَالَ أبي مرْثَد بن عبد الله الْيَزنِي أَبُو الْخَيْر\n362 -\nعبد الله بن أبي الْهُذيْل أَبُو الْمُغيرَة\nالحديث: 359 ¦ الجزء: 1 ¦ الصفحة: 117\n",
        "363 -\nمَكْحُول الشَّامي أَبُو عبد الله\n364 -\nيزِيد الْفَارِسِي هُوَ يزِيد بن هُرْمُز\nالحديث: 363 ¦ الجزء: 1 ¦ الصفحة: 118\n",
        "365 -\nشريك بن عبد الله أَبُو عبد الله\n366 -\nهشيم بن بشير أَبُو مُعَاوِيَة\nالحديث: 365 ¦ الجزء: 1 ¦ الصفحة: 119\n",
        "367 -\nحَدثنِي أبي ثَنَا شَاذان قَالَ قَالَ أَبُو بكر بن عَيَّاش أَبُو عبد الرَّحْمَن عبد الله بن حبيب السّلمِيّ\nالحديث: 367 ¦ الجزء: 1 ¦ الصفحة: 120\n",
        "368 -\nقَالَ أبي عُثْمَان بن الْمُغيرَة هُوَ عُثْمَان الْأَعْشَى وَهُوَ بن أبي زرْعَة وَهُوَ الثَّقَفِيّ\n369 -\nمَنْصُور بن حَيَّان الْأَسدي حَيَّان أَبُو الْهياج\n370 -\nمُجَاهِد بن جبر مولى عبد الله بن السَّائِب\n371 -\nقَالَ أبي سليم بن أسود أَبُو الشعْثَاء\n372 -\nقَالَ أبي وهب السوَائِي أَبُو جُحَيْفَة\n373 -\nقَالَ أبي إِسْحَاق بن سُلَيْمَان الرَّازِيّ أَبُو يحيى\n374 -\nقَالَ أبي أنس بن سِيرِين يكنى أَبَا مُوسَى\nالحديث: 368 ¦ الجزء: 1 ¦ الصفحة: 121\n",
        "375 -\nأَبُو يحيى الَّذِي روى عَنهُ أَبُو الْمِقْدَام عبيد الْعَبْسِي سَمَّاهُ عمار بن رُزَيْق\n376 -\nقَالَ أبي هِشَام بن زِيَاد أَبُو الْمِقْدَام\nالحديث: 375 ¦ الجزء: 1 ¦ الصفحة: 122\n",
        "377 -\nقَالَ أبي سُلَيْمَان هُوَ سُلَيْمَان الْأَحول هُوَ سُلَيْمَان بن أبي مُسلم وَهُوَ خَال بن أبي نجيح\n378 -\nعمرَان الْقصير هُوَ عمرَان بن مُسلم\n379 -\nأم هَانِئ بنت أبي طَالب اسْمهَا فَاخِتَة\n380 -\nقَالَ أبي سَمِعت وكيعا يَقُول ثَنَا زِيَاد بن أبي مُسلم أَبُو عمر وَكَانَ يوثق\n381 -\nقَالَ أبي قَالَ شُعْبَة أَبُو حريز اسْمه عبد الله بن حُسَيْن\n382 -\nقَالَ أبي عَمْرو بن الْحجَّاج وَقد قَالَ بَعضهم بن أبي الْحجَّاج\n383 -\nقَالَ أبي عبد الحميد صَاحب الزيَادي عبد الحميد بن كرديد\n384 -\nإِبْرَاهِيم النَّخعِيّ بن يزِيد\nالحديث: 377 ¦ الجزء: 1 ¦ الصفحة: 123\n",
        "385 -\nوَإِبْرَاهِيم التَّيْمِيّ بن يزِيد\nالحديث: 385 ¦ الجزء: 1 ¦ الصفحة: 124\n",
        "386 -\nحَدثنِي أبي ثَنَا هشيم بن أبي ساسان الْكُوفِي أَبُو عَليّ حَدثنِي عبيد الله بن عمر\n387 -\nقَالَ أبي عَوْف الْأَعرَابِي هُوَ بن أبي جميلَة\n388 -\nأَبُو الربَاب الْقشيرِي مطرف بن مَالك\n389 -\nسعيد بن سِنَان كنيته أَبُو سِنَان\nالحديث: 386 ¦ الجزء: 1 ¦ الصفحة: 125\n",
        "390 -\nحَدثنِي أبي ثَنَا عبد الرَّحْمَن بن مهْدي حَدثنِي أَبُو الْجراح الْمهرِي حَدثنِي مُوسَى بن سَالم أَبُو جَهْضَم\n391 -\nقَالَ أبي عبد الله بن عَبَّاس كنيته أَبُو عَبَّاس\n392 -\nأَبُو رزين مَسْعُود بن مَالك\nالحديث: 390 ¦ الجزء: 1 ¦ الصفحة: 126\n",
        "393 -\nحَدثنِي أبي ثَنَا شُرَيْح بن سراج أَبُو بشر الْجرْمِي حَدَّثتنِي عَمَّتي أم عبد الله بنت الْأسود قَالَت دخلت على عبد الله بن زيد أبي قلَابَة الْجرْمِي\n394 -\nحَدثنِي أبي ثَنَا تليد بن سُلَيْمَان أَبُو إِدْرِيس وَكَانَ يعرج\n395 -\nقَالَ أبي معمر بن خثيم الْهِلَالِي كنيته أَبُو مُحَمَّد\nالحديث: 393 ¦ الجزء: 1 ¦ الصفحة: 127\n",
        "396 -\nحَدثنِي أبي ثَنَا أَبُو عبد الرَّحْمَن مُحَمَّد بن فُضَيْل بن غَزوَان الضَّبِّيّ حَدثنَا بَيَان أَبُو بشر عَن أبي عَمْرو الشَّيْبَانِيّ\n397 -\nحَدثنِي أبي ثَنَا معمر قَالَ سَمِعت أبي عَن قَتَادَة أَن النَّبِي صلى الله عَلَيْهِ وَسلم لَقِي أَسْقُف نَجْرَان فَقَالَ يَا أَبَا الْحَارِث أسلم\n398 -\nقَالَ أبي سَمِعت سُفْيَان يَقُول لم نَكُنْ نكنيه بِأبي الزِّنَاد كُنَّا نكنيه بِأبي عبد الرَّحْمَن\n399 -\nقَالَ أبي أَبُو الشعْثَاء سليم بن أسود وَهُوَ أَبُو أَشْعَث\n400 -\nقَالَ أبي سُلَيْمَان بن عبد الرَّحْمَن هُوَ سُلَيْمَان أَبُو الرّبيع\nالحديث: 396 ¦ الجزء: 1 ¦ الصفحة: 128\n",
        "401 -\nحَدثنِي أبي ثَنَا أَبُو الْمُغيرَة عبد القدوس بن الْحجَّاج ثَنَا سُلَيْمَان بن سليم أَبُو سَلمَة الْحِمصِي\nالحديث: 401 ¦ الجزء: 1 ¦ الصفحة: 129\n",
        "402 -\nحَدثنِي أبي ثَنَا إِبْرَاهِيم بن بكار أَبُو مرداس الرقي ثَنَا حبيب بن أبي مَرْزُوق\n403 -\nحَدثنِي أبي حَدثنِي قرط بن حُرَيْث أَبُو سهل حَدثنِي عباد بن رَاشد عَن الْحسن\n404 -\nقَالَ أبي أَبُو عبد الصَّمد الْعمي هُوَ عبد الْعَزِيز بن عبد الصَّمد\n405 -\nحَدثنِي أبي ثَنَا معَاذ بن معَاذ قَالَ كنية عبد الله بن عون أَبُو عون\n406 -\nحَدثنِي أبي ثَنَا حجاج عَن بن جريج قَالَ حدثت عَن عِكْرِمَة أَن اسْم أم مَرْيَم حنة\n407 -\nقَالَ أبي مُعَاوِيَة بن يحيى أَبُو مُطِيع\n408 -\nحَدثنِي أبي ثَنَا حُذَيْفَة بن حَكِيم الْمذْحِجِي أَبُو عبد الرَّحْمَن الرقي\nالحديث: 402 ¦ الجزء: 1 ¦ الصفحة: 130\n",
        "409 -\nفَيْرُوز بن الديلمي كنيته أَبُو عبد الرَّحْمَن حدّثنَاهُ أبي ثَنَا مُحَمَّد بن الْحسن بن أتش الأبناوي ثَنَا سُلَيْمَان بن وهب الأبناوي من مشيختنا ثَنَا النُّعْمَان بن بزرج فِي حَدِيث طَوِيل ذكره\nالحديث: 409 ¦ الجزء: 1 ¦ الصفحة: 131\n",
        "410 -\nحَدثنِي أبي ثَنَا بن نميرة عَن عبد الْملك حَدثنِي دَاوُد بن أبي عَوْف أَبُو الجحاف\n411 -\nقَالَ أبي أَبُو ظبْيَان هُوَ حُصَيْن بن جُنْدُب\n412 -\nقَالَ أبي مُوسَى النجدي هُوَ مُوسَى بن سروان\n413 -\nحَدثنِي أبي ثَنَا إِسْمَاعِيل قَالَ قلت لصالح المري يَا أَبَا بشر\nالحديث: 410 ¦ الجزء: 1 ¦ الصفحة: 132\n",
        "414 -\nحَدثنِي أبي ثَنَا عبد القدوس بن الْحجَّاج ثَنَا صَفْوَان حَدثنِي أَبُو الْمخَارِق زُهَيْر بن سَالم\n415 -\nحَدثنِي أبي ثَنَا عِصَام بن خَالِد ثَنَا أَبُو عبد الله الْحسن بن أَيُّوب الْحَضْرَمِيّ\n416 -\nوَقَالَ أبي حرمي بن عمَارَة أَبُو روح\n417 -\nعبد الرَّحْمَن بن مهْدي أَبُو سعيد\n418 -\nحَمَّاد بن خَالِد الْخياط أَبُو عبد الله\n419 -\nإِسْمَاعِيل بن إِبْرَاهِيم أَبُو بشر\n420 -\nأَبُو سَلمَة الْخُزَاعِيّ مَنْصُور بن سَلمَة\nالحديث: 414 ¦ الجزء: 1 ¦ الصفحة: 133\n",
        "421 -\nأَبُو عَامر الْعَقدي عبد الْملك بن عَمْرو\n422 -\nأَبُو عَاصِم النَّبِيل الضَّحَّاك بن مخلد\n423 -\nأَبُو مُعَاوِيَة الْغلابِي غَسَّان بن الْمفضل\n424 -\nسيار بن حَاتِم الْعَنزي أَبُو سَلمَة\nالحديث: 421 ¦ الجزء: 1 ¦ الصفحة: 134\n",
        "425 -\nيحيى بن غيلَان أَبُو الْفضل\n426 -\nسُفْيَان بن عُيَيْنَة أَبُو مُحَمَّد\n427 -\nيحيى بن سعيد أَبُو سعيد\nالحديث: 425 ¦ الجزء: 1 ¦ الصفحة: 135\n",
        "428 -\nقَالَ أبي قَالَ عَفَّان ثَنَا أَبُو فَاطِمَة مِسْكين بن عبد الله بَصرِي\n429 -\nحَدثنِي أبي ثَنَا الحكم بن نَافِع ثَنَا بن عَيَّاش عَن أبي سبأ عتبَة بن تَمِيم\nالحديث: 428 ¦ الجزء: 1 ¦ الصفحة: 136\n",
        "430 -\nحَدثنِي أبي ثَنَا سُفْيَان عَن عَطاء يَعْنِي بن السَّائِب قَالَ جِئْت إِلَيْهِ وَقد قَامَ من مَجْلِسه قلت يَا أَبَا أُميَّة أَفْتِنِي يَعْنِي شريحا\n431 -\nحَدثنِي أبي ثَنَا مُحَمَّد بن زِيَاد بن زبار بن الْكَلْبِيّ أَبُو عبد الله\nالحديث: 430 ¦ الجزء: 1 ¦ الصفحة: 137\n",
        "432 -\nحَدثنِي أبي ثَنَا هَاشم بن الْقَاسِم ثَنَا عِكْرِمَة يَعْنِي بن عمار ثَنَا يزِيد بن عبد الرَّحْمَن بن أذينة السحيمي وَهُوَ أَبُو كثير الغبري\n433 -\nحَدثنِي أبي ثَنَا عبد الصَّمد ثَنَا همام ثَنَا قَتَادَة عَن عبد الله بن مطرف أَنه قَالَ فضل الْعلم أحب إِلَيّ من فضل الْعِبَادَة قَالَ قلت لم يَا أَبَا جري قَالَ إِنَّه أورعهما عَن محارم الله\nالحديث: 432 ¦ الجزء: 1 ¦ الصفحة: 138\n",
        "434 -\nحَدثنِي أبي ثَنَا وَكِيع ثَنَا الْحسن بن عقبَة أَبُو كبران الْمرَادِي قَالَ سَمِعت عبد خير حَدثنِي\n435 -\nثَنَا وَكِيع عَن سُفْيَان عَن أبي هَاشم الْقَاسِم بن كثير عَن قيس الخارفي قَالَ سَمِعت عليا\n436 -\nحَدثنِي أبي ثَنَا يزِيد بن عبد ربه ثَنَا الْوَلِيد عَن بن جَابر عَن أبي عبيد الله مُسلم بن مشْكم حَدثهُ قَالَ سَمِعت أَبَا الدَّرْدَاء\nالحديث: 434 ¦ الجزء: 1 ¦ الصفحة: 139\n",
        "437 -\nحَدثنِي أبي ثَنَا عَفَّان ثَنَا حَمَّاد ثَنَا ثَابت أَن عسعس بن سَلامَة كَانَ جَالِسا على شَفير قبر فَقيل لَهُ يَا أَبَا صفرَة\n438 -\nحَدثنِي أبي ثَنَا عَفَّان ثَنَا مهْدي بن مَيْمُون ثَنَا عمرَان الْقصير عَن أبي إِيَاس مُعَاوِيَة بن قُرَّة\nالحديث: 437 ¦ الجزء: 1 ¦ الصفحة: 140\n",
        ""
    ]
}