{
    "1": [
        "الأسباب المفيدة في اكتساب الأخلاق الحميدة\nالأسباب المفيدة في اكتساب الأخلاق الحميدة\nمحمد بن إبراهيم الحمد\nالكتاب:\nالأسباب المفيدة في اكتساب الأخلاق الحميدة\nالمؤلف:\nمحمد بن إبراهيم بن أحمد الحمد\nالناشر:\nدار ابن خزيمة\nالطبعة:\nالأولى 1418هـ\nعدد الأجزاء:\n1\n[ترقيم الكتاب موافق للمطبوع وهو مذيل بالحواشي]\n",
        "بسم الله الرحمن الرحيم\nال\nمقدمة\nالحمد لله، والصلاة والسلام على رسول الله، وعلى آله وصحبه ومن والاه.\nأما بعد:\nفإن حسن الخلق هو بذل الندى، وكفّ الأذى، واحتمال الأذى.\nوهو التخلي من الرذائل، والتحلي بالفضائل.\nوجماع حسن الخلق أن تصل من قطعك، وتعطي من حرمك، وتعفو عمن ظلمك.\nثم إن لحسن الخلق فضائل عديدة، فهو امتثال لأمر الله ورسوله\"وبه ترفع الدرجات، وتيسر الأمور، وتستر العيوب، وتكسب القلوب.\nوبه يسلم المرء من شرور الخلق، ويفي بالحقوق الواجبة والمستحبة، كما أن به السلامة من مضار الطيش والعجلة، وبه راحة البال، وطيب العيش إلى غير ذلك من فضائل حسن الخلق.\nالجزء: 1 ¦ الصفحة: 3\n",
        "ولقد يسر الله أن كتبت في هذا الشأن كتابا عنوانه:\nسوء الخلق\nمظاهره- أسبابه- علاجه\nولقد تضمن ذلك الكتاب فصلا في أسباب اكتساب حسن الخلق، بعد أن تم الحديث عن سوء الخلق ومظاهره وأسبابه.\nوبما أن ذلك الكتاب من القطع الكبير وعدد صفحاته183 رأيت أن يفرد ذلك الفصل مستقلا في كتيّب لأجل أن يسهل تداوله وقراءته وتوزيعه، فيسر الله ذلك بمنه وكرمه، وأسميته:\nالأسباب المفيدة في اكتساب الأخلاق الحميدة\nولقد حذف في هذا الكتيب أكثر الهوامش إلا ما لا بدّ منه، فمن أراد التفصيل والإحالة فليراجع الأصل، والله المستعان وعليه التكلان.\nمحمد بن إبراهيم الحمد\nالزلفي 4/1/1418هـ\nص. ب: 460\n11932\nالجزء: 1 ¦ الصفحة: 4\n",
        "أسباب اكتساب حسن الخلق\nلا ريب أن أثقل ما على الطبيعة البشرية تغيير الأخلاق التي طبعت عليها النفس، إلا أن ذلك ليس متعذرا ولا مستحيلا.\nبل إن هناك أسبابا عديدة، ووسائل متنوعة يستطيع الإنسان من خلالها أن يكتسب حسن الخلق.\nومن ذلك ما يلي:\n1-\nسلامة العقيدة: فشأن العقيدة عظيم، وأمرها جلل; فالسلوك- في الغالب- ثمرة لما يحمله الإنسان من فكر، وما يعتقده من معتقد، وما يدين به من دين.\nوالانحراف في السلوك إنما هو ناتج عن خلل في المعتقد.\nثم إن العقيدة هي الإيمان، وأكمل المؤمنين إيمانا أحسنهم أخلاقا; فإذا صحت العقيدة حسنت الأخلاق تبعا لذلك; فالعقيدة الصحيحة تحمل صاحبها على مكارم الأخلاق من صدق، وكرم، وحلم، وشجاعة، ونحو ذلك.\nالجزء: 1 ¦ الصفحة: 5\n",
        "كما أنها تردعه وتزمّه عن مساوئ الأخلاق من كذب، وشحّ، وطيش، وجهل، ونحوها.\n2-\nالدعاء: فالدعاء باب عظيم، فإذا فتح للعبد تتابعت عليه الخيرات، وانهالت عليه البركات.\nفمن رغب بالتحلي بمكارم الأخلاق، ورغب بالتخلي من مساوئ الأخلاق- فليلجأ إلى ربه، وليرفع إليه أكف الضراعة; ليرزقه حسن الخلق، ويصرف عنه سيئه; فالدعاء مفيد في هذا الباب وغيره، ولهذا كان النبي- عليه الصلاة والسلام- كثير الضراعة إلى ربه يسأله أن يرزقه حسن الخلق، وكان يقول في دعاء الاستفتاح: \"اللهم اهدني لأحسن الأخلاق; لا يهدي لأحسنها إلا أنت، واصرف عني سيئها; لا يصرف عني سيئها إلا أنت\" 1.\nوكان من دعائه: \"اللهم جنبني منكرات الأخلاق، والأهواء، والأعمال، والأدواء\" 2.\nوكان يقول: \"اللهم إني أعوذ بك من العجز، والكسل، والجبن، والهرم، والبخل، وأعوذ بك من عذاب القبر،\n1 رواه مسلم \"771\".\n2 أخرجه الحاكم 1/532 وصححه، ووافقه الذهبي.\nالجزء: 1 ¦ الصفحة: 6\n",
        "ومن فتنة المحيا والممات\" 1.\n3-\nالمجاهدة: فالمجاهدة تنفع كثيرا في هذا الباب; ذلك أن الخلق الحسن نوع من الهداية يحصل عليه المرء بالمجاهدة.\nقال عز وجل: {والّذين جاهدوا فينا لنهدينّهم سبلنا وإنّ الله لمع المحسنين} [العنكبوت:69] .\nفمن جاهد نفسه على التحلي بالفضائل، وجاهدها على التخلي من الراذئل حصل له خير كثير، واندفع عنه شر مستطير; فالأخلاق منها ما هو غريزي فطري، ومنها ما هو اكتسابي يأتي بالدربة والممارسة.\nوالمجاهدة لا تعني أن يجاهد المرء نفسه مرة أو مرتين أو أكثر، بل تعني أن يجاهد نفسه حتى يموت; ذلك أن المجاهدة عبادة، والله- تبارك وتعالى- يقول: {واعبد ربّك حتّى يأتيك اليقين} [الحجر: 99] .\n4-\nالمحاسبة: وذلك بنقد النفس إذا ارتكبت أخلاقا ذميمة، وحملها على ألا تعود إلى تلك الأخلاق مرة أخرى، مع أخذها بمبدأ الثواب إذا أحسنت، وأخذها بمبدأ العقاب\n1 رواه البخاري 7/159. ومسلم \"2706\".\nالجزء: 1 ¦ الصفحة: 7\n",
        "إذا توانت وقصّرت.\nفإذا أحسنت أراحها، وأجمّها، وأرسلها على سجيتها بعض الوقت في المباح.\nوإذا أساءت وقصّرت أخذها بالحزم والجد، وحرمها من بعض ما تريد.\nعلى أنه لا يحسن المبالغة في محاسبة النفس; لأن ذلك قد يؤدي إلى انقباضها وانكماشها.\nقال ابن المقفّع: ليحسن تعاهدك نفسك بما تكون به للخير أهلا، فإنك إن فعلت ذلك أتاك الخير يطلبك كما يطلب الماء السيل إلى الحدورة.\n5-\nالتفكر في الآثار المترتبة على حسن الخلق: فإن معرفة ثمرات الأشياء، واستحضار حسن عواقبها- من أكبر الدواعي إلى فعلها، وتمثلها، والسعي إليها.\nفكلما تصعّبت النفس فذكّرها تلك الآثار، وما تجني بالصبر من جميل الثمار; فإنها حينئذ تلين، وتنقاد طائعة منشرحة; فإن المرء إذا رغب في مكارم الأخلاق، وأدرك أنها من أولى ما اكتسبته النفوس، وأجل غنيمة غنمها الموفقون- سهل عليه نيلها واكتسابها.\nالجزء: 1 ¦ الصفحة: 8\n",
        "6-\nالنظر في عواقب سوء الخلق: وذلك بتأمل ما يجلبه سوء الخلق من الأسف الدائم، والهم الملازم، والحسرة والندامة، والبغضة في قلوب الخلق; فذلك يدعو المرء إلى أن يقصر عن مساوئ الأخلاق، وينبعث إلى محاسنها.\n7-\nالحذر من اليأس من إصلاح النفس: فهناك من إذا ابتلي بمساوئ الأخلاق ظن أن ذلك الأمر ضربة لازب لا تزول، وأنه وصمة عار لا تنمحي.\nوهناك من إذا حاول التخلص من عيوبه مرة أو أكثر فلم يفلح- أيس من إصلاح نفسه، وترك المحاولة إلى غير رجعة.\nوهذا الأمر لا يحسن بالمسلم، ولا يليق به أبدا; فلا ينبغي له أن يرضى لنفسه بالدّون، وأن يترك رياضة نفسه; زعما منه أن تبدّل الحال من المحال.\nبل ينبغي له أن يقوّي إرادته، ويشحذ عزمته، وأن يسعى لتكميل نفسه، وأن يجدّ في تلافي عيوبه; فكم من الناس من تبدّلت حاله، وسمت نفسه، وقلّت عيوبه; بسبب دربته، ومجاهدته وسعيه، وجدّه، ومغالبته لطبعه.\nقال ابن المقفع: وعلى العاقل أن يحصي على نفسه\nالجزء: 1 ¦ الصفحة: 9\n",
        "مساويها في الدين، والأخلاق، وفي الآداب، فيجمع ذلك كله في صدره، أو في كتاب، ثم يكثر عرضه على نفسه، ويكلفها إصلاحه، ويوظف ذلك عليها توظيفا من إصلاح الخلّة أو الخلتين في اليوم، أو الجمعة، أو الشهر.\nفكلما أصلح شيئا محاه، وكلما نظر إلى محو استبشر، وكلما نظر إلى ثابت اكتأب.\n8-\nعلو الهمة: فعلو الهمة يستلزم الجد، والإباء، ونشدان المعالي، وتطلاب الكمال، والترفع عن الدنايا، والصغائر، ومحقرات الأمور.\nوالهمة العالية لا تزال بصاحبها تضربه بسياط اللوم والتأنيب، وتزجره عن مواقف الذل، واكتساب الرذائل، وحرمان الفضائل حتى ترفعه من أدنى دركات الحضيض إلى أعلى مقامات المجد والسؤدد.\nقال ابن القيم رحمه الله: فمن علت همته، وخشعت نفسه اتصف بكل خلق جميل، ومن دنت همته، وطغت نفسه اتصف بكل خلق رذيل.\nوقال- رحمه الله: فالنفوس الشريفة لا ترضى من\nالجزء: 1 ¦ الصفحة: 10\n",
        "الأشياء إلا بأعلاها، وأفضلها، وأحمدها عاقبة.\nوالنفوس الدنيئة تحوم حول الدناءات، وتقع عليها كما يقع الذباب على الأقذار; فالنفوس العليّة لا ترضى بالظلم، ولا بالفواحش، ولا بالسرقة، ولا بالخيانة; لأنها أكبر من ذلك وأجل.\nوالنفوس المهينة الحقيرة الخسيسة بالضد من ذلك.\nفإذا توفر المرء على اقتناء الفضائل، وألزم نفسه على التخلق بالمحاسن، ولم يرض من منقبة إلا بأعلاها، ولم يقف عند فضيلة إلا وطلب الزيادة عليها، واجتهد فيما يحسن سياسة نفسه عاجلا، ويبقي لها الذكر الجميل آجلا- لم يلبث أن يبلغ الغاية من التمام، ويرتقي إلى النهاية من الكمال، فيحوز السعادة الإنسانية، والرئاسة الحقيقية، ويبقى له حسن الثناء مؤبدا، وجميل الذكر مخلّدا.\n9-\nالصبر: فالصبر من الأسس الأخلاقية التي يقوم عليها الخلق الحسن; فالصبر يحمل على الاحتمال، وكظم الغيظ، وكف الأذى، والحلم، والأناة، والرفق، وترك الطيش والعجلة.\nالجزء: 1 ¦ الصفحة: 11\n",
        "وقلّ من جدّ في أمر تطلّبه\nواستصحب الصبر إلا فاز بالظفر\n10-\nالعفة: فهي تحمل على اجتناب الرذائل والقبائح من القول والفعل، وتحمل على الحياء وهو رأس كل خير، وتمنع من الفحشاء، والبخل، والكذب، والغيبة، والنميمة.\n11-\nالشجاعة: فهي تحمل على عزة النفس، وإباءة الضيم، وإيثار معالي الأخلاق والشيم، وعلى البذل والندى الذي هو شجاعة النفس، وقوّتها على إخراج المحبوب ومفارقته.\nوهي تحمل صاحبها على كظم الغيظ، والحلم; فإنه بقوة نفسه وشجاعتها يمسك عنانها، ويكبحها بلجامها عن النزق والطيش.\n12-\nالعدل: فهو يحمل على اعتدال الأخلاق، وتوسطها بين طرفي الإفراط والتفريط; فيحمل على خلق الجود الذي هو توسط بين البخل والإسراف، وعلى خلق التواضع الذي هو توسط بين الذلة والكبر، وعلى خلق الشجاعة الذي هو توسط بين الجبن والتهور، وعلى خلق الحلم\nالجزء: 1 ¦ الصفحة: 12\n",
        "الذي هو توسط بين الغضب، والمهانة وسقوط النفس.\n13-\nتكلّف البشر والطلاقة، وتجنّب العبوس والتقطيب: قال ابن حبان رحمه الله: البشاشة إدام العلماء، وسجية الحكماء; لأن البشر يطفئ نار المعاندة، ويحرق هيجان المباغضة، وفيه تحصين من الباغي، ومنجاة من الساعي.\nوقال أبو جعفر المنصور: إن أحببت أن يكثر الثناء الجميل عليك من الناس بغير نائل- فالقهم ببشر حسن.\nقيل للعتابي: إنك تلقى الناس كلهم بالبشر!\nقال: دفع ضغينة بأيسر مؤونة، واكتساب إخوان بأيسر مبذول.\nوقال محمد بن حازم:\nوما اكتسب المحامد حامدوها\n...\nبمثل البشر والوجه الطليق\nوقال آخر:\nأخو البشر محبوب على حسن بشره\n...\nولن يعدم البغضاء من كان عابسا\nوقال آخر:\nالبشر يكسب أهله\n...\nصدق المودة والمحبة\nالجزء: 1 ¦ الصفحة: 13\n",
        "والتّيه يستدعي لصا\n...\nحبه المذمة والمسبة\nوقال ابن عقيل الحنبلي رحمه الله: البشر مؤنّس للعقول، ومن دواعي القبول، والعبوس ضده.\nبل إن تبسم الرجل في وجه أخيه المسلم صدقة يثاب عليها.\nقال النبي عليه الصلاة والسلام: \"تبسمك في وجه أخيك لك صدقة\" 1.\nوقال- عليه الصلاة والسلام: \"لا تحقرنّ من المعروف شيئا ولو أن تلقى أخاك بوجه طلق\" 2.\nومما ينبغي أن يعلم في هذا الصدد أن السرور يعتمد على النّفس أكثر مما يعتمد على الظروف الخارجية.\nويخطئ من يظن أن أسباب السرور كلّها في الظروف الخارجية، فيشترط; ليسرّ مالا، وبنين، وصحة، وظروفا مواتية ونحو ذلك من أسباب السرور.\n1 أخرجه الترمذي \"956\" وقال: هذا حديث حسن غريب، وصححه الألباني في الصحيحة \"272\"، وصحيح الجامع \"2905\".\n2 رواه مسلم \"2626\".\nالجزء: 1 ¦ الصفحة: 14\n",
        "فإذا حصلت له أنس وسرّ، وإن لم تحصل له عبس، وقطّب، ونغّص على نفسه وعلى من حوله، وقال: على الدنيا العفاء.\nلا، ليس الأمر كذلك; فالسرور نابع من النفس، والكرام يجودون بالبشر، والتبسم ولو كانت أسبابه بعيدة عنهم.\nومن أحكم ما قالته العرب:\nولربما ابتسم الكريم من الأذى\n...\nوفؤاده من حرّه يتأوّه\nفالابتسام للحياة يضيؤها، ويعين على احتمال مشاقها.\nوالمبتسمون للحياة أسعد الناس حالا لأنفسهم ومن حولهم.\nبل هم مع ذلك أقدر على العمل، وأكثر احتمالا للمسؤولية، وأجدر بالإتيان بعظائم الأمور التي تنفعهم، وتنفع الناس; فذو النفس الباسمة المشرقة يرى الصعاب فيلذّه التغلب عليها، ينظرها فيبتسم، وينجح فيبتسم، ويخفق فيبتسم.\nوذو النفس العابسة المتجهّمة لا يرى صعابا، فيوجدها، وإذا رآها أكبرها، واستصغر همته بجانبها، فهرب منها،\nالجزء: 1 ¦ الصفحة: 15\n",
        "وطفق يسب الدهر، ويعاتب القدر.\nوإذا كان الأمر كذلك فأجدر بالعاقل ألا يرى إلا هاشّا باشّا، متهلّلا متطلّقا.\nفإن كان ذلك سجية في المرء وطبعا- فليحمد الله، وليتعاهد هذه الخصلة الحميدة من نفسه.\nوإلا فليجاهد نفسه على تكلّف البشر والطلاقة، وعلى تجنّب العبوس والتقطيب جملة; حتى تألف ذلك نفسه، وتأنس به أنس الرضيع بثدي أمه.\nوحينئذ ترقّ حواشيه، وتلين عريكته، ويؤنس في حديثه، ويرغب في مجلسه.\nومن أعظم ما يعين على اكتساب تلك الخلّة الإقبال على الله عز وجل وطهارة القلب، وسلامة المقاصد، والبعد عن موطن الإثارة قدر المستطاع.\nومن ذلك قوة الاحتمال، ومحاربة اليأس، وطرد الهم والكآبة.\n14-\nالتغاضي والتغافل: فذلك من أخلاق الأكابر والعظماء، وهو مما يعين على استبقاء المودة واستجلابها، وعلى وأد العداوة وإخلاد المباغضة.\nالجزء: 1 ¦ الصفحة: 16\n",
        "ثم إنه دليل على سموّ النفس، وشفافيتها، وهو مما يرفع المنزلة، ويعلي المكانة.\nقال ابن الأثير متحدثا عن صلاح الدين الأيوبي: وكان رحمه الله حليما حسن الأخلاق، متواضعا، صبورا على ما يكره، كثير التغافل عن ذنوب أصحابه، يسمع من أحدهم مايكره، ولا يعلمه بذلك، ولا يتغير عليه.\nوبلغني أنه كان جالسا وعنده جماعة، فرمى بعض المماليك بعضا بسرموز فأخطأته1، ووصلت إلى صلاح الدين فأخطأته، ووقعت بالقرب منه، فالتفت إلى الجهة الأخرى يكلم جليسه; ليتغافل عنها.\nوكان الشيخ محمد الأمين الشنقيطي رحمه الله كثير التغاضي عن كثير من الأمور في حق نفسه، وحينما يسأل عن ذلك كان يقول:\nليس الغبيّ بسيد في قومه\n...\nلكنّ سيّد قومه المتغابي\n15-\nالحلم: فالحلم من أشرف الأخلاق، وأحقها بذوي\n1 السرموزة: نعل معروفة وهي كلمة فارسية معناها رأس الخف.\nالجزء: 1 ¦ الصفحة: 17\n",
        "الألباب; لما فيه من سلامة العرض، وراحة الجسد، واجتلاب الحمد.\nوحد الحلم ضبط النفس عند هيجان الغضب.\nوليس من شرط الحلم ألا يغضب الحليم، وإنما إذا ثار به الغضب عند هجوم دواعيه كفّ سورته بحزمه، وأطفأ ثائرته بحلمه.\nفإذا اتصف المرء بالحلم كثر محبوه، وقل شانئوه، وعلت منزلته، ووفرت كرامته.\nهذا وستتضح بعض معالم الحلم في الفقرات الآتية إن شاء الله.\n16-\nالإعراض عن الجاهلين: فمن أعرض عن الجاهلين حمى عرضه، وأراح نفسه، وسلم من سماع ما يؤذيه.\nقال عز وجل: {خذ العفو وأمر بالعرف وأعرض عن الجاهلين} [الأعراف: 199] .\nفبالإعراض عن الجاهلين يحفظ الرجل على نفسه عزتها; إذ يرفعها عن الطائفة التي تلذ المهاترة والإقذاع،\nالجزء: 1 ¦ الصفحة: 18\n",
        "قال بعض الشعراء:\nإني لأعرض عن أشياء أسمعها\n...\nحتى يقول رجال إن بي حمقا\nأخشى جواب سفيه لا حياء له\n...\nفسل وظنّ أناس أنه صدقا\nوالعرب تقول: إن من ابتغاء الخير اتقاء الشّرّ.\nوروي أنّ رجلا نال من عمر بن عبد العزيز، فلم يجبه، فقيل له: ما يمنعك منه?.\nقال: التقيّ ملجم.\n17-\nالترفع عن السباب: فذلك من شرف النفس، وعلوّ الهمة، كما قالت الحكماء: شرف النفس أن تحمل المكاره كما تحمل المكارم.\nقال رجل من قريش: ما أظن معاوية أغضبه شيء قط.\nفقال بعضهم: إن ذكرت أمّه غضب.\nفقال مالك بن أسماء المنى القرشي: أنا أغضبه إن جعلتم لي جعلا1، ففعلوا، فأتاه في الموسم، فقال له:\n1 الجعل: هو الأجر على الشيء فعلا أو قولا. انظر لسان العرب 11/111.\nالجزء: 1 ¦ الصفحة: 19\n",
        "يا أمير المؤمنين إن عينيك لتشبهان عيني أمك.\nقال: نعم كانتا عينين طالما أعجبتا أبا سفيان! ثم دعا مولاه شقران فقال له: أعدد لأسماء المنى دية ابنها; فإني قد قتلته وهو لا يدري.\nفرجع، وأخذ الجعل، فقيل له: إن أتيت عمرو بن الزبير فقلت له مثل ما قلت لمعاوية أعطيناك كذا وكذا.\nفأتاه فقال له ذلك، فأمر بضربه حتى مات.\nفبلغ معاوية، فقال: أنا والله قتلته، وبعث إلى أمه بديته، وأنشأ يقول:\nألا قل لأسماء المنى أمّ مالك\n...\nفإني لعمر الله أهلكت مالكا\nوروي أن عمر بن عبد العزيز لما ولي الخلافة خرج ليلة في السّحر إلى المسجد ومع حرسيّ، فمرّا برجل نائم على الطريق، فعثر به، فقال: أمجنون أنت? فقال عمر: لا; فهمّ الحرسيّ به، فقال عمر: مه; فإنه سألني: أمجنون أنت? فقلت: لا.\nوقيل: وجاء رجل إلى الأحنف بن قيس فلطم وجهه، فقال: بسم الله، يا ابن أخي ما دعاك إلى هذا?\nالجزء: 1 ¦ الصفحة: 20\n",
        "قال: آليت1ن ألطم سيّد العرب من بني تميم.\nقال: فبرّ بيمينك، فما أنا بسيدها، سيدها حارثة ابن قدامة.\nفذهب الرجل فلطم حارثة، فقام إليه حارثة بالسيف فقطع يمينه.\nفبلغ ذلك الأحنف، فقال: أنا والله قطعتها.\nقال الأصمعي: بلغني أن رجلا قال لآخر: والله لئن قلت واحدة لتسمعن عشرا.\nفقال الآخر: لكنك إن قلت عشرا لم تسمع واحدة!.\nوشتم رجل الحسن، وأربى عليه، فقال له: أما أنت فما أبقيت شيئا، وما يعلم الله أكثر.\nوقال الشافعي رحمه الله:\nإذا سبني نذل تزايدت رفعة\n...\nوما العيب إلا أن أكون مساببه\nولو لم تكن نفسي عليّ عزيزة\n...\nلمكّنتها من كل نذل تحاربه\n1 آليت: حلفت وأقسمت، والالية: الحلف.\nالجزء: 1 ¦ الصفحة: 21\n",
        "18-\nالاستهانة بالمسيء: وذلك ضرب من ضروب الأنفة والعزة، ومن مستحسن الكبر والإعجاب.\nحكي عن مصعب بن الزبير أنه لما ولي العراق جلس يوما لعطاء الجند، وأمر مناديه، فنادى: أين عمرو بن جرموز- وهو الذي قتل أباه الزبير- فقيل له: أيها الأمير، إنه قد تباعد في الأرض.\nفقال: أويظن الجاهل أني أقيده- أي أقتص منه- بأبي عبد الله? فليظهر آمنا; ليأخذ عطاءه موفرا، فعدّ الناس ذلك من مستحسن الكبر.\nومثل ذلك قوله بعض الزعماء في شعره:\nأو كلما طنّ الذباب طردته\n...\nإن الذباب إذا عليّ كريم\nوأكثر رجل من سب الأحنف وهو لا يجيبه، فقال السابّ: والله ما منعه من جوابي إلا هواني عليه.\nوفي مثله يقول الشاعر:\nنجا بك لؤمك منجى الذباب\n...\nحمته مقاذيره أن ينالا\nوشتم رجل الأحنف، وجعل يتبعه حتى بلغ حيّه، فقال\nالجزء: 1 ¦ الصفحة: 22\n",
        "الأحنف: يا هذا إن كان بقي في نفسك شيء فهاته، وانصرف; لا يسمعك بعض سفهائنا; فتلقى ما تكره.\nوقيل للشعبي: فلان يتنقصك ويشتمك، فتمثل الشعبيّ بقول كثيّر:\nهنيئا مريئا غير داء مخامر\n...\nلعزّة من أعراضنا ما استحلت\nأسيئي بنا أو أحسني لا ملومة\n...\nلدينا ولا مقليّة إن تقلّت\nوأسمع رجل ابن هبيرة فأعرض عنه، فقال: إياك أعني، فقال له: وعنك أعرض.\n19-\nنسيان الأذية: وذلك بأن تنسى أذية من نالك بسوء; ليصفو قلبك له، ولا تستوحش منه; فمن تذكّر إساءة إخوانه لم تصف له مودتهم، ومن تذكر إساءة الناس إليه لم يطب له العيش معهم; فانس ما استطعت النسيان.\n20-\nالعفو والصفح ومقابلة الإساءة بالإحسان: فهذا سبب لعلو المنزلة، ورفعة الدرجة، وفيه من الطمأنينة، والسكينة، والحلاوة، وشرف النفس، وعزها، وترفعها عن تشفيها بالانتقام- ما ليس شيء منه في المقابلة والانتقام.\nالجزء: 1 ¦ الصفحة: 23\n",
        "قال النبي عليه الصلاة والسلام: \"وما زاد الله عبدا بعفو إلا عزّا\" 1.\nوقال عمر بن عبد العزيز رحمه الله: أحبّ الأمور إلى ثلاثة: العفو عند المقدرة، والقصد في الجدة، والرفق بالعبدة.\nوعن داود بن الزبرقان قال: قال أيوب: لا ينبل الرجل حتى يكون فيه خصلتان: العفة عمّا في أيدي الناس، والتجاوز عنهم.\nوقال الشافعي رحمه الله:\nلما عفوت ولم أحقد على أحد\n...\nأرحت نفسي من ظلم العداوات\nومن جميل ما يذكر في هذا قول المقنّع الكندي:\nوإن الذي بيني وبين بني أبي\n...\nوبين بني عمي لمختلف جدّا\nإذا قدحوا لي نار حرب بزندهم\n...\nقدحت لهم في كلّ مكرمة زندا\n1 رواه مسلم 4/2001، \"2588\".\nالجزء: 1 ¦ الصفحة: 24\n",
        "وإن أكلوا لحمي وفرت لحومهم\n...\nوإن هدموا مجدي بنيت لهم مجدا\nولا أحمل الحقد القديم عليهم\n...\nوليس رئيس القوم من يحمل الحقدا\nوقال الشيخ محمد الأمين الشنقيطي رحمه الله:\nوإني لأكسو الخلّ حلّة سندس\n...\nإذا ما كساني من ثياب حداده\nوعن عبد الملك أو قيس عبد الملك قال: قام عمر بن عبد العزيز إلى قائلته- يعني لنومة القيلولة- فعرض له رجل بيده طومار- صحيفة مطوية- فظن القوم أنه يريد أمير المؤمنين، فخاف أن يحبس دونه، فرماه بالطومار، فالتفت عمر، فوقع في وجهه، فشجّه.\nقال: فنظرت إلى الدماء تسيل على وجهه وهو قائم في الشمس، فلم يبرح حتى قرأ الطومار، وأمر له بحاجته، وخلّى سبيله.\nوقال ابن القيم × متحدثا عن حسن الخلق والعفو، والإحسان إلى من أساء: وما رأيت أحدا أجمع لهذه الخصال من شيخ الإسلام ابن تيمية- قدس الله روحه\nالجزء: 1 ¦ الصفحة: 25\n",
        "وكان بعض أصحابه الأكابر يقول: وددت أني لأصحابي مثله لأعدائه.\nوما رأيته يدعو على أحد منهم قط، وكان يدعو لهم.\nوجئت يوما مبشرا له بموت أكبر أعدائه، وأشدهم عداوة وأذى له- فنهرني، وتنكّر لي، واسترجع، ثم قام من فوره إلى بيت أهله، فعزاهم، وقال: إني لكم مكانه، ولا يكون لكم أمر تحتاجون فيه إلى مساعدة إلا وساعدتكم فيه، ونحو هذا من الكلام، فسرّوا به، ودعو له، وعظموا هذه الحال منه، فرحمه الله ورضي عنه.\nفإذا كان الأمر كذلك فإنه يجدر بالعاقل- كما قال ابن حبان-: توطين نفسه على لزوم العفو عن الناس كافة، وترك الخروج لمجازاة الإساءة; إذ لا سبب لتسكين الإساءة أحسن من الإحسان، ولا سبب لنماء الإساءة وتهييجها أشد من الاستعمال بمثلها.\nوقد يظن ظانّ أن العفو عن المسيء، والإحسان إليه مع القدرة عليه- موجب للذلة والمهانة، وأنه قد يجر إلى تطاول السفهاء.\nوهذا خطأ; ذلك أن العفو والحلم لا يشتبه بالذلة\nالجزء: 1 ¦ الصفحة: 26\n",
        "بحال; فإن الذلة احتمال الأذى على وجه يذهب بالكرامة، أما الحلم فهو إغضاء الرجل عن المكروه، حيث يزيده الإغضاء في أعين الناس رفعة ومهابة.\nسياسة الحلم لا بطش يكدّرها\n...\nفهو المهيب ولا تخشى بوادره\nفالعفو إسقاط حقك جودا، وكرما، وإحسانا مع قدرتك على الانتقام، فتؤثر الترك; رغبة في الإحسان ومكارم الأخلاق.\nبخلاف الذل; فإن صاحبه يترك الانتقام عجزا، وخوفا، ومهانة نفس، فهذا غير محمود، بل لعل المنتقم بالحق أحسن حالا منه.\n21-\nالسخاء: فالسخاء محبة ومحمدة، كما أن البخل مذمة ومبغضة، فالسخاء يجلب المودة، وينفي العداوة، ويكسب الذكر الجميل، ويخفي العيوب والمساوئ.\nوإن كثرت عيوبك في البرايا\n...\nوسرّك أن يكون لها غطاء\nتستر بالسخاء فكلّ عيب\n...\nيغطّيه كما قيل السخاء\nالجزء: 1 ¦ الصفحة: 27\n",
        "فإذا ما اتصف الإنسان بالسّخاء زكت نفسه، ولانت عريكته، وقاده ذلك إلى أن يترقى في مكارم الأخلاق، ومدارج الفضيلة; فالسخي قريب من كل خير وبر.\nولهذا كان الأكابر يبادرون إلى تلك الخلّة، ويحرصون كل الحرص على اكتسابها، ويوصون غيرهم بأن يتحلى بها.\nقال ابن عباس رضي الله عنهما: ثلاثة لا أكافئهم: رجل بدأني بالسلام، ورجل وسّع لي في المجلس، ورجل اغبرّت قدماه في المشي إليّ; إرادة التسليم عليّ. أما الرابع فلا يكافئه عني إلا الله!\nقيل: من هو? قال: رجل نزل به أمر، فبات ليلته يفكر بم ينزله، ثم رآني أهلا لحاجته; فأنزلها بي.\nقال الرافع يرحمه الله: فمن ألزم نفسه الجود والإنفاق راضها رياضة عملية كرياضة العضل بأثقال الحديد، ومعاناة القوة في الصراع ونحوه.\nأما الشح فلا يناقض تلك الطبيعة، ولكنها يدعها جامدة مستعصية، لا تلين، ولا تستجيب، ولا تتيسر.\nالجزء: 1 ¦ الصفحة: 28\n",
        "ومما تحس الإشارة إليه أن السخاء سخاءان; سخاوة نفس الرجل بما في يديه، وسخاوته عمّا في أيدي الناس.\nوتركه ما في أيدي الناس أمحض في التكرم، وأبرأ من الدنس، وأنزه من العيب.\nفإن هو جمعهما، فبذل وعف فقد استكمل الجود والكرم.\n22-\nنسيان المعروف والإحسان إلى الناس: وهذه مرتبة عالية، ومنزلة رفيعة، وهي أن تنسى ما يصدر منك من إحسان، حتى كأنه لم يصدر.\nفمن أراد أن يرتقي في المكارم فلينس ما قدم من إحسان ومعروف; حتى يسلم من المنة والترفع على الناس، ولأجل أن يتأهل لنيل مكارم أخرى أرفع وأرفع.\n23-\nالرضا بالقليل من الناس، وترك مطالبتهم بالمثل: وذلك بأن يأخذ منهم ما سهل عليهم، وطوّعت له به أنفسهم سماحة واختيارا، وألا يحملهم على العنت والمشقة.\nقال تعالى: {خذ العفو وأمر بالعرف وأعرض عن الجاهلين} [الأعراف: 199] .\nالجزء: 1 ¦ الصفحة: 29\n",
        "قال عبد الله بن الزبير رضي الله عنهما في هذه الآية: أمر الله نبيّه أن يأخذ العفو من أخلاق الناس.\nوقال مجاهد: يعني خذ العفو من أخلاق الناس وأعمالهم من غير تخسيس، مثل قبول الأعذار، والعفو، والمساهلة وترك الاستقصاء في البحث والتفتيش عن حقائق بواطنهم.\nقال المقنع الكندي واصفا حاله مع قومه:\nوأعطيهم مالي إذا كنت واجدا\n...\nوإن قلّ مالي لم أكلّفهم رفدا\nوقال الآخر:\nخذ العفو واصفح عن أمور كثيرة\n...\nودع كدر الأخلاق واعمد لما صفا\nولما قدم حاتم الأصم إلى أحمد بن حنبل قال له: أحمد بعد بشاشته به: أخبرني كيف التخلص إلى السلامة?\nفقال له حاتم: بثلاثة أشياء.\nفقال أحمد: ما هي?\nقال: تعطيهم مالك، ولا تأخذ مالهم، وتقضي حقوقهم،\nالجزء: 1 ¦ الصفحة: 30\n",
        "ولا تطالبهم بقضاء حقوقك، وتصبر على أذاهم ولا تؤذهم.\nفقال أحمد: إنها لصعبة!\nقال حاتم: وليتك تسلم.\nقال الرافعي رحمه الله: إن السعادة الإنسانية الصحيحة في العطاء دون الأخذ، وإن الزائفة هي الأخذ دون العطاء، وذلك آخر ما انتهت إليه فلسفة الأخلاق.\n24-\nاحتساب الأجر عند الله- عز وجل-: فهذا الأمر من أعظم ما يعين على اكتساب الأخلاق الفاضلة، فهو مما يعين على الصبر، والمجاهدة، وتحمل أذى الناس; فإذا أيقن المسلم أن الله- عز وجلّ- سيجزيه على حسن خلقه ومجاهدته لنفسه- فإنه سيحرص على اكتساب محاسن الأخلاق، وسيهون عليه ما يلقاه في ذلك السبيل.\n25-\nتجنّب الغضب: لأن الغضب جمرة تتقد في القلب، وتدعو إلى السطوة والانتقام والتشفي.\nفإذا ما ضبط الإنسان نفسه عند الغضب، وكبح جماحها عند اشتداد سورته- فإنه يحفظ على نفسه عزتها وكرامتها، وينأى بها عن ذلّ الاعتذار، ومغبة الندم، ومذمة الانتقام.\nعن أبي هريرة رضي الله عنه قال: جاء رجل فقال:\nالجزء: 1 ¦ الصفحة: 31\n",
        "يا رسول الله، أوصني، فقال: \"لا تغضب\"، ثم ردد مرارارا، قال: \"لا تغضب\" 1.\nقال الماوردي: فينبغي لذي اللب السوي، والحزم القوي أن يتلقى قوة الغضب بحلمه فيصدها، ويقابل دواعي شرّته بحزمه فيردها; ليحظى بأجل الخيرة، ويسعد بحميد العاقبة.\nهذا ومما يعين المرء على تسكين الغضب أن يذكر الله- عز وجل- وأن ينتقل عن الحالة التي هو عليها، وأن يتذكر ثواب العفو وعواقب الغضب، وأن يوطن المرء نفسه على ما يصيبه من أذى الخلق، وألا ينفذ غضبه بعد أن يغضب.\n26-\nتجنب الجدال: لأن الجدال يذكي العداوة، ويورث الشقاق، ويقود إلى الكذب، ويدعو إلى التشفي من الآخرين.\nفإذا تجنبه المرء سلم من اللجاج، وحافظ على صفاء قلبه، وأمن من كشف عيوبه، وإطلاق لسانه في بذئ الألفاظ، وساقط القول.\nثم إن اضطر إلى الجدال فليكن جدالا هادئا يراد به\n1 رواه البخاري 7/99.\nالجزء: 1 ¦ الصفحة: 32\n",
        "الوصول إلى الحق، وليكن بالتي هي أحسن وأرفق.\nقال تعالى: {وجادلهم بالّتي هي أحسن} [النحل: 125] .\nأما إذا لجّ الخصم في الجدال، وعلا صوته في المجلس فإن السكوت أولى، وإن أفضل طريقة لكسب الجدال- حينئذ- هي تركه.\nقال عليه الصلاة والسلام: \"أنا زعيم ببيت في ربض1 الجنة لمن ترك المراء وإن كان محقا، وببيت في وسط الجنة لمن ترك الكذب وإن كان مازحا، وببيت في أعلى الجنة لمن حسن خلقه\" 2.\n27-\nالتواصي بحسن الخلق: وذلك ببث فضائل حسن الخلق، وبالتحذير من مساوئ الأخلاق، وبنصح المبتلين بسوء الخلق، وبتشجيع حسني الأخلاق.\nفحسن الخلق من الحق، والله تبارك وتعالى يقول: {وتواصوا بالحقّ وتواصوا بالصّبر} [العصر:3] .\n1 ربض الجنة: أدناها.\n2 رواه أبو داود \"4800\" من حديث أبي إمامة الباهلي، وصححه النووي في رياض الصالحين ص 301 وحسنه الألباني في صحيح سنن أبي داود 3/911 رقم \"4015\".\nالجزء: 1 ¦ الصفحة: 33\n",
        "28-\nقبول النصح الهادف، والنقد البناء: فهذا مما يعين على اكتساب الأخلاق الفاضلة، ومما يبعث على التخلي عن الأخلاق الساقطة.\nفعلى من نصح أن يتقبل النصح، وأن يأخذ به; حتى يكمل سؤدده، وتتم مروءته، ويتناهى فضله.\nبل ينبغي لمتطلب الكمال- خصوصا إذا كان رأسا مطاعا- أن يتقدم إلى خواصه، وثقاته، ومن كان يسكن إلى عقله من خدمه وحاشيته- فيأمرهم أن يتفقّدوا عيوبه ونقائصه، ويطلعوه عليها، ويعلموه بها; فهذا مما يبعثه للتنزه من العيوب، والتطهر من دنسها.\nبل ينبغي له أن يتلقى من يهدي إليه شيئا من عيوبه بالبشر والقبول، ويظهر له الفرح والسرور بما أطلعه عليه.\nبل المستحسن أن يجيز الذي يوقفه على عيوبه أكثر مما يجيز المادح على المدح والثناء الجميل، ويشكر من ينبهه على نقصه، ويتحمل لومته بفعله; فإنه إذا لزم هذه الطريقة، وعرف بها- أسرع أصحابه وخواصه إلى تنبيهه على عيوبه.\nوإذا نبّه على ما فيه من النقص أنف منه، واستشعر أن\nالجزء: 1 ¦ الصفحة: 34\n",
        "أولئك سيعيّرونه به، ويصغرونه من أجله; فيلزمه حينئذ أن يأخذ نفسه بالتنزه من العيوب، ويقهرها على التخلص منها; فإصلاح النفس لا يتم بتجاهل عيوبها، ولا بإلقاء الستار عليها.\n29-\nقيام المرء بما يسند إليه من عمل على أتم وجه: حتى يسلم بذلك من التوبيخ، والتقريع، ومن ذل الاعتذار، ومن تكدر النفس، واعتلال الأخلاق.\n30-\nالتسليم بالخطأ إذا وقع، والحذر من تسويغه: فذلك آية حسن الخلق، وعنوان علو الهمة، ثم إن فيه سلامة من الكذب، ومن الشقاق; فالتسليم بالخطأ فضيلة ترفع قدر صاحبها.\n31-\nلزوم الرفق: قال عليه الصلاة والسلام: \"إن الرفق لا يكون في شيء إلا زانه، ولا ينزع من شيء إلا شانه\" 1.\nوقال: \"إن الله رفيق يحب الرفق في الأمر كله\" 2.\nفمن أعطي الرفق والخلق فقد أعطي الخير كله والراحة، وحسن حاله في دنياه وآخرته.\n1 رواه مسلم \"2594\" عن عائشة.\n2 رواه البخاري 7/8 , ومسلم \"2165\" عن عائشة.\nالجزء: 1 ¦ الصفحة: 35\n",
        "ومن حرم الرفق والخلق كان ذلك سبيلا إلى كل شر وبلية إلا من عصمه الله.\n32-\nلزوم التواضع: فالتواضع في حقيقته هو بذل الاحترام، والعطف، والمجاملة لمن يستحق ذلك.\nفالتواضع دليل على كبر النفس، وعلو الهمة، وهو سبيل لاكتساب المعالي، والترقي في الكمالات، فهو خلق يرفع من قدر صاحبه، ويكسبه رضا أهل الفضل ومودتهم، ويبعثه على الاستفادة من كل أحد، وينأى به عن الكبر والتعالي.\n33-\nاستعمال المداراة: فالناس خلقوا للاجتماع لا للعزلة، وللتعارف لا للتناكر، وللتعاون لا لينفرد كل واحد بمرافق حياته.\nوللإنسان عوارض نفسية كالحب، والبغض، والرضا، والغضب، والاستحسان والاستهجان.\nفلو سار الإنسان على أن يكاشف الناس بكل ما يعرض له من هذه الشؤون في كل وقت وعلى أي حال- لاختل الاجتماع، ولم يحصل التعارف، وانقبضت الأيدي عن التعاون.\nفكان من حكمة الله في خلقه أن هيّأ الإنسان لأدب\nالجزء: 1 ¦ الصفحة: 36\n",
        "يتحامى به ما يحدث تقاطعا، أو يدعو إلى تخاذل، ذلك الأدب هو المداراة.\nفالمداراة مما يزرع المودة والألفة، ويجمع الآراء المشتتة، والقلوب المتنافرة.\nوالمداراة ترجع إلى حسن اللقاء، ولين الكلام، وتجنب ما يشعر ببغض أو غضب، أو استنكار إلا في أحوال يكون الإشعار به خيرا من كتمانه.\nفمن المداراة أن يجمعك بالرجل يضمر لك العداوة مجلس، فتقابله بوجه طلق، وتقضيه حق التحية، وترفق به في الخطاب.\nقال أحد الحكماء:\nوامنحه مالي وودّي ونصرتي\n...\nوإن كان محنيّ الضّلوع على بغضي\nوقال الشافعي رحمه الله:\nإني أحيّي عدوي عند رؤيته\n...\nلأدفع الشرّ عني بالتحيّات\nوأظهر البشر للإنسان أبغضه\n...\nكأنه قد حشا قلبي محبات\nالجزء: 1 ¦ الصفحة: 37\n",
        "بل إن المدارة قد تبلغ إلى إطفاء العدواة، وقلبها إلى صداقة.\nفما أحوج المرء إلى هذه الخصلة الحميدة، خصوصا مع من لا بدّ له من معاشرته، أو ممن يتوقع الأذى منه.\nقال ابن الحنفية: ليس بحكيم من لم يعاشر بالمعروف من لم يجد من معاشرته بدّا حتى يأتيه اللهمنه بالفرج أو المخرج.\nوقال العتابي: المداراة سياسة لطيفة، لا يستغني عنها ملك ولا سوقة، يجتلبون بها المنافع، ويدفعون بها المضار، فمن كثرت مداراته كان في ذمة الحمد والسلامة.\nوقال بعضهم: ينبغي للعاقل أن يداري زمانه مداراة السابح في الماء الجاري.\nوقال الحسن: حسن السؤال نصف العلم، ومداراة الناس نصف العقل، والقصد في المعيشة نصف المؤونة.\nومما ينسب لأمير المؤمنين عليّ:\nيقول لك العقل الذي زيّن الورى\n...\nإذا أنت لم تقدر عدوا فداره\n34-\nلزوم الصدق: فإن للصدق آثارا حميدة، وعوائد\nالجزء: 1 ¦ الصفحة: 38\n",
        "عديدة; فالصدق حسنة تنساق بصاحبها إلى الحسنات، فهو دليل على حسن السيرة، ونقاء السريرة، وسمو الهمة، ورجحان العقل.\nفبالصدق يشرف قدر المرء، وتعلو منزلته، ويصفو باله، ويطيب عيشه; فهو ينجي صاحبه من رجس الكذب، ووخز الضمير، وذل الاعتذار، ويحميه من إساءة الناس إليه، ونزع الثقة منه، كما أنه يكسبه عزة، وشجاعة، وثقة في النفس، فيظل موفور الكرامة، عزيز النفس، مهيب الجناب.\nولا يمكن أن يستقيم لأحد سؤدد، ولا تعلو له مكانة، ولا يحرز قبولا في القلوب، ما لم يرزق لسان صدق.\nثم إن الصدق يهدي إلى البر، وحسن الخلق من جملة ذلك البر.\n35-\nتجنّب كثرة اللوم والتعنيف على من أساء: فلا يحسن بالعاقل أن يسرف في لوم من أساء، خصوصا إذا كان المسيء جاهلا، أو كان ممن يندر وقوع الإساءة منه; فكثرة اللوم مدعاة للغضب، وغلظ الطبع.\nثم إنها موجبة للعداوة، ومجلبة لسماع ما يؤذي.\nفالعاقل اللبيب لا يعاتب إخوانه على كل صغيرة وكبيرة،\nالجزء: 1 ¦ الصفحة: 39\n",
        "بل يلتمس لهم المعاذير، ويحملهم على أحسن المحامل.\nثم إن كان هناك ما يستوجب العتاب فليكن عتابا لينا رفيقا.\n36-\nتجنب الوقيعة في الناس: فالوقيعة في الناس، والتعرض لعيوبهم ومغامزهم- مما يورث العدواة، ويشوش على القلب، فتسوء الأخلاق تبعا لذلك.\nبل إن ذلك مدعاة لأن يبحث الناس عن معايب ذلك الشخص.\nومن دعا الناس إلى ذمّه\n...\nذموه بالحق والباطل\nقالت أعرابية توصي ولدها: إياك والتعرض للعيوب; فتتخذ غرضا، وخليق ألا يثبت الغرض على كثرة السهام، وقلما اعتورت السهام غرضا حتى يهي ما اشتدّ من قوته.\nوقال الأحنف رحمه الله: من أسرع إلى الناس فيما يكرهون قالوا فيه ما لا يعلمون.\n37-\nأن يضع المرء نفسه موضع خصمه: فهذا يدعو لالتماس المعاذير، والكف عن إنفاذ الغضب، والبعد عن\nالجزء: 1 ¦ الصفحة: 40\n",
        "إساءة الظن.\nفالواحد منا- على سبيل المثال- ينزعج كثيرا إذا كان خلفه في السيارة شخص يطلق الأبواق، ونحن قد نقع موقعه ونفعل ما فعله، إما حرصا على اللحاق بموعد مهم، أو أن يكون مع بعضنا مريض، أو نحو ذلك.\nفإذا وضعنا أنفسنا موضع الخصم وجدنا ما يسوغ فعله، فنقصر بذلك عن الإساءة والجهل، ونحتفظ بهدوئنا وحلمنا.\nقال ابن المقفع: أعدل السّير أن تقيس الناس بنفسك; فلا تأتي إليهم إلا ما ترضى أن يؤتى إليك.\nقال ابن حزم رحمه الله: من أراد الإنصاف فليتوهم نفسه مكان خصمه; فإنه يلوح له وجه تعسفه.\n38-\nأن يتخذ الناس مرآة لنفسه: فهذا مما يحسن بالمرء فعله، والأخذ به، فكل ما كرهه، ونفر عنه من قول، أو فعل، أو خلق- فليتجنّبه، وما أحبه من ذلك واستحسنه فليفعله.\nوإذا أعجبتك خصال امرئ\n...\nفكنه تكن مثل ما يعجبك\nالجزء: 1 ¦ الصفحة: 41\n",
        "فليس على المجد والمكرمات\nإذا جئتها حاجب يحجبك\n39-\nمصاحبة الأخيار وأهل الأخلاق الفاضلة: فهذا الأمر من أعظم ما يربي على مكارم الأخلاق، وعلى رسوخها في النفس; فالمرء مولع بمحاكاة من حوله، شديد التأثر بمن يصاحبه.\nوالصداقة الشريفة تشبه سائر الفضائل من حيث رسوخها في النفس، وإيتاؤها ثمرا طيبا في كل حين; فهي توجد من الجبان شجاعة، ومن البخيل سخاء.\nفالجبان قد تدفعه قوة الصداقة إلى أن يخوض في خطر; ليحمي صديقه من نكبة.\nوالبخيل قد تدفعه قوة الصداقة إلى أن يبذل جانبا من ماله; لإنقاذ صديقه من شدة.\nفالصداقة المتينة لا تحلّ في نفس إلا هذبت أخلاقها الذميمة.\nفالمتكبر تنزل به الصداقة إلى أن يتواضع لأصدقائه، وسريع الغضب تضع الصداقة في نفسه شيئا من كظم الغيظ، فيجلس إلى أصدقائه في حلم وأناة، وربما اعتاد\nالجزء: 1 ¦ الصفحة: 42\n",
        "التواضع والحلم، فيصير بعد ذلك متواضعا حليما.\nفإذا ما وفق المرء لصحبة الأجلاّء العقلاء من ذوي الدين والمروءة- فإن ذلك من علامات توفيقه وهدايته.\nفإذا كان الأمر كذلك فما أحرى بذي اللبّ أن يبحث عن إخوان الثقات; حتى يعينوه على كل خير، ويقصروه عن كل شر.\n40-\nالاختلاف إلى أهل الحلم والفضل وذوي المروءات: فإذا اختلف المرء إلى هؤلاء، وأكثر من لقائهم وزيارتهم- ولو لم يصاحبهم باستمرار- تخلّق بأخلاقهم، وقبس من سمتهم ودلّهم.\nيروى أن الأحنف بن قيس قال: كنا نختلف إلى قيس بن عاصم نتعلم منه الحلم كما نتعلم الفقه.\nولا يلزم أن يكون هؤلاء الذي يختلف إليهم من أهل العلم، بل قد يوجد في العوام من جبل على كريم الخلال وحميد الخصال.\nقال ابن حزم: وقد رأيت من غمار العامة من يجري في الاعتدال وحميد الأخلاق إلى مالا يتقدمه فيه حكيم عالم رائض لنفسه، ولكنه قليل جدّا.\nالجزء: 1 ¦ الصفحة: 43\n",
        "41-\nوبالجملة أن ينتفع الإنسان بكل من خالطه وصاحبه: فصاحب البصيرة النافذة، والهمة العالية ينتفع بكل من خالطه وصاحبه، من كامل، وناقص، وسيّىء الخلق وحسنه، وعديم المروءة، وغزيرها.\nوكثير من الناس يتعلم المروءة ومكارم الأخلاق من الموصوفين بأضدادها، كما روي عن بعض الأكابر أنه كان له مملوك سيئ الخلق، فظّ، غليظ، لا يناسبه.\nفسئل عن ذلك فقال: أدرس عليه مكارم الأخلاق.\nوهذا يكون بمعرفة مكارم الأخلاق في ضد أخلاقه، ويكون بتمرين النفس على مصاحبته، ومعاشرته، والصبر عليه.\nبل إن كثيرا من العقلاء يتعلم من الحيوانات البهم أمورا تنفعه في معاشه، وأخلاقه، وصناعته، وحربه، وحزمه، وصبره.\nقيل لرجل: من علّمك البكور في حوائجك أوّل النهار لا تخلّ به؟\nقال: من علّم الطير تغدو خماصا كل بكرة في طلب أقواتها على قربها وبعدها، لا تسأم ذلك ولا تخاف ما يعرض لها في الجو والأرض.\nوقيل لآخر: من علّمك السكون، والتحفظ، والتماوت\nالجزء: 1 ¦ الصفحة: 44\n",
        "حتى تظفر بإربك، فإذا ظفرت به وثبت وثوب الأسد على فريسته؟\nقال: الذي علم الهرة أن ترصد جحر الفأرة، فلا تتحرك، ولا تتلوّى، ولا تختلج، حتى كأنها ميتة، حتى إذا برزت الفأرة وثبت عليها كالأسد.\nوقيل لآخر: من علمك حسن الإيثار والبذل والسماحة؟\nقال: من علم الديك يصادف الحبة في الأرض، وهو يحتاج إليها ولا يأكلها، بل يستدعي الدجاج، ويطلبهن طلبا حثيثا حتى تجيء الواحدة منهن، فتلتقطها وهو مسرور بذلك، طيب النفس به.\nوإذا وضعت له الحبّ الكثير فرّقه ههنا، وههنا، وإن لم يكن له دجاج؛ لأن طبعه قد ألف البذل والجود، فهو يرى أنه من اللؤم أن يستبد وحده بالطعام!\n42-\nتوطين النفس على الاعتدال حال السراء والضراء: فيحسن بالعاقل الذي يروم نيل المعالي، واكتساب الفضائل أن يوطن نفسه على الاعتدال حال السراء والضراء؛ لأن من أدب صاحب المروءة أن يقف موقف الاعتدال في حالي الضراء والسراء.\nالجزء: 1 ¦ الصفحة: 45\n",
        "ولست بمفراح إذا الدهر سرني\n...\nولا جازع من صرفه المتقلب\nومن هنا نرى أن صاحب المروءة لا تطيش به الولاية في زهو، ولا ينزل به العزل في حسرة، ولا يحمله الغني على الأشر والبطر، ولا ينحط به الفقر إلى الذلة والخنوع.\nوقال عبد العزيز بن زرارة الكلابي:\nكلا بلوت فلا النعماء تبطرني\n...\nولا تخشعت من لأوائها جزعا\nوقال عمر بن عبد العزيز رحمه الله: أصبحت والسراء والضراء مطيتان على بابي، لا أبالي على أيهما ركبت.\nوبهذا تستقيم أخلاق المرء، وتعتدل أفعاله وأحواله، فيسلم بذلك من التقلب واختلاف الأخلاق.\n43-\nمعرفة أحوال الناس، ومراعاة عقولهم، ومعاملتهم بمقتضى ذلك: فهذا الأمر دليل على جودة النظر في سياسة الأمور، وعلى حسن التصرف في تقدير وسائل الخير، وهو مما يعين على اكتساب الأخلاق الرفيعة، وعلى استبقاء المودة في قلوب الناس.\nالجزء: 1 ¦ الصفحة: 46\n",
        "فالرجل العاقل الحكيم الحازم يحكم هذا الأمر، وينتفع به عند لقائه بالطبقات المختلفة، فتراه يزن عقول من يلاقونه، ويحس ما تكن صدورهم، وتنزع إليه نفوسهم، فيصاحب الناس، ويشهد مجالسهم، وهو على بصيرة مما وراء ألسنتهم من عقول، وسرائر، وعواطف.\nفيتيسر له أن يسايرهم إلا أن ينحرفوا عن الرشد، ويتحامى ما يؤلمهم إلا أن يتألموا من صوت الحق.\nومراعاة عقول الناس وطباعهم ونزعاتهم فيما لا يقعد حقا، ولا يقيم باطلا- مظهر من مظاهر الإنسانية المهذبة.\nوكما أن هذا الأمر عائد إلى الألمعية- وهي في أصلها موهبة إلهية- فهو كذلك يأتي بالدربة، والممارسة، وتدبر سير أعاظم الرجال، والنظر في مجاري الحوادث باعتبار، فهذا مما يقوي هذه الخصلة، ويرفع من شأنها.\n44-\nمراعاة أدب المحادثة والمجالسة: فذلك مما يزرع المودة، وينمي الأخلاق الفاضلة.\nفمن الآداب التي يحن مراعاتها الإصغاء للمتحدث، وتجنب مقاطعته، أو تكذيبه، أو الاستخفاف به، أو المبادرة إلى إكمال حديثه، أو القيام عنه قبل إتمام كلامه.\nالجزء: 1 ¦ الصفحة: 47\n",
        "ومنها تجنب الثرثرة والاستئثار بالمجلس، والحديث عن النفس على سبيل المفاخرة.\nومن ذلك الحذر من سرعة الجواب، والتعميم في الذم، وتكرار الحديث بلا داع، وكثرة الأسئلة، وتعمّد الإحراج فيها.\nومن تلك الآداب الحديث بما يناسب المقام، والتواضع لمن يتحدث إليهم.\nومن ذلك مراعاة المشاعر، وتجنب البذاءة وهجر القول.\nومن أدب المجالسة أن يجلس المرء على هيئة محترمة، بعيدة عما ينافي الذوق، أو يشعر بقلة الأدب.\nومنها إلقاء السلام حال الدخول وحال الخروج، والتفسح في المجالس، وألا يقيم المرء شخصا ويجلس مجلسه، وألا يفرق بين اثنين متجالسين إلا بإذنهما، وألا يتناجى الاثنان دون الثالث.\nإلى غير ذلك من الآداب التي تكسب الأخلاق الكريمة، وترفع قيمة صاحبها، وتبعثه إلى الإفادة والاستفادة1.\n1 انظر: أخطاء في أدب المحادثة والمجالسة للكاتب.\nالجزء: 1 ¦ الصفحة: 48\n",
        "45-\nالمحافظة على الصلاة: فهي سبب عظيم لحسن الخلق، وطلاقة الوجه، وطيب النفس، وسموها، وترفعها عن الدنايا.\nكما أنها في مقابل ذلك تنهى عن الفحشاء والمنكر.\nوسوء الخلق من جملة ما تنهى عنه الصلاة.\nثم إنها سبب لعلاج أدواء النفس الكثيرة كالبخل، والشح، والحسد، والهلع، والجزع، وغيرها.\n46-\nالصيام: فبالصيام تزكو النفوس، ويستقيم السلوك، وتنشأ الأخلاق الرفيعة من رحمة، وكرم، وبر، وصلة، وبشاشة، وطلاقة، ونحو ذلك.\nوبالصيام تعلو الهمة، وتقوى الإرادة، ويتحقق الاطمئنان.\nفهو تدريب منظم على حمل المكروه، ودرس مفيد في سياسة المرء نفسه.\nثم إن الصيام يحرك النفوس للخير، ويسكّنها عن الشر، ويطلقها من أسر العادات، ويحرّرها من فساد الطباع، ويجتث منها رعونة الغرائز.\nفهذه الأمور وغيرها من أعظم ما يعين على اكتساب\nالجزء: 1 ¦ الصفحة: 49\n",
        "حسن الخلق.\n47-\nقراءة القرآن بتدبر وتعقل: فهو كتاب الهدى والنور، وهو كتاب الأخلاق الأول، وهو الذي يهدي للتي هي أقوم، وحسن الخلق من جملة ما يهدي إليه القرآن الكريم.\nاقرأ على سبيل المثال سورة الإسراء، أو سورة النور، أو سورة الحجرات أو غيرها- تجد الوصايا العظيمة الجامعة التي لا توجد في أي كتاب آخر، والتي لو أخذت بها البشرية لتغير مسارها، ولاستنارت سبلها، ولعاشت عيشة الهناءة والعز.\nبل إن آية واحدة في القرآن جمعت مكارم الأخلاق، وهي قوله تعالى: {خذ العفو وأمر بالعرف وأعرض عن الجاهلين} [الأعراف: 199] .\nثم إن القرآن يدفع النفوس إلى الكمالات، ويملؤها بعظم الهمة، وإذا رأينا من بعض قرائه همما ضئيلة، ونفوسا خاملة- فلأنهم لم يتدبروا آياته، ولم يتفقهوا في حكمه.\n48-\nتزكية النفس بالطاعة: فإن تزكية النفس\nالجزء: 1 ¦ الصفحة: 50\n",
        "بطاعة الله- عز وجل- من أعظم ما يكسب الأخلاق الفاضلة إن لن تكن أعظمه.\nقال تعالى: {قد أفلح من زكّاها} الشمس: [9] .\nوقال: {قد أفلح من تزكّى} [الأعلى: 14] .\n49-\nلزوم الحياء: فالحياء خلق سنيّ، يبعث على فعل الجميل وترك القبيح.\nفإذا تحلى المرء به انبعث إلى الفضائل، وأقصر عن الرذائل.\nوالحياء كله خير، والحياء لا يأتي إلا بخير، والحياء خلق الإسلام، وهو شعبة من شعب الإيمان.\nقال عليه الصلاة والسلام: \"الحياء لا يأتي إلا بخير\" 1.\nوقال: \"إن لكل دين خلقا؛ وخلق الإسلام الحياء\" 2.\nوقال: \"الحياء شعبة من شعب الإيمان\" 3.\nوقال: \"إن مما أدرك الناس من كلام النبوة الأولى- إذا\n1 رواه البخار ي7/100، ومسلم 37.\n2 رواه ابن ماجه 4181، وحسنه الألباني في صحيحه الجامع 2149.\n3 رواه البخاري 1/8، ومسلم 35.\nالجزء: 1 ¦ الصفحة: 51\n",
        "لم تستحي فاصنع ما شئت\".\nقال ابن حبان: فالواجب على العاقل لزوم الحياء؛ لأنه أصل العقل، وبذر الخير، وتركه أصل الجهل، وبذر الجهل.\nقال الأصمعي: سمعت أعرابيا يقول: من كساه الحياء ثوبه لم ير الناس عيبه.\n50-\nإفشاء السلام: فالسلام مدعاة للمحبة، ومجلبة للمودة، فإذا ما أفشى الناس السلام توادوا، وتحابوا، وإذا توادوا وتحابوا زكت نفوسهم، وزالت الوحشة فيما بينهم، فتحسن أخلاقهم تبعا لذلك.\nعن أبي هريرة رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: \"لا تدخلوا الجنة حتى تؤمنوا، ولا تؤمنوا حتى تحابوا، أو لا أدلكم على شيء إذا فعلتموه تحاببتم؟ أفشوا السلام بينكم\" 1.\nقال عمر بن الخطاب رضي الله عنه: إن مما يصفّي لك ودّ أخيك أن تبدأه بالسلام إذا لقيته، وأن تدعوه بأحب\n1 رواه مسلم \"54\"، وأخرجه أبو داوود \"5193\"، والترمذي \"2688\".\nالجزء: 1 ¦ الصفحة: 52\n",
        "الأسماء إليه، وأن توسع له في المجلس.\n51-\nإدامة النظر في السيرة النبوية: فالسيرة النبوية تضع بين يدي قارئها أعظم صورة عرفتها الإنسانية، وأكمل هدي وخلق في حياة البشرية.\nقال ابن حزم رحمه الله: من أراد خير الآخرة، وحكمة الدنيا، وعدل السيرة، والاحتواء على محاسن الأخلاق كلها، واستحقاق الفضائل بأسرها- فليقتد بمحمد رسول الله \"وليستعمل أخلاقه، وسيره ما أمكنه، أعاننا الله على الإتساء به بمنّه آمين.\n52-\nالنظر في سير الصحابة الكرام رضي الله عنهم: فهم أعلام الهدى، ومصابيح الدجى، وهم الذين ورثوا عن رسول الله صلى الله عليه وسلم هديه، وسمته، وخلقه.\nفالنظر في سيرهم والاطلاع على أحوالهم- يبعث على التأسي بهم، والاهتداء بهديهم.\n52-\nقراءة سير أهل الفضل والحلم: فإن قراءة سيرهم، والنظر في تراجمهم مما يحرك العزيمة إلى المعالي ومكارم الأخلاق؛ ذلك أن حياة أولئك تتمثل أمام\nالجزء: 1 ¦ الصفحة: 53\n",
        "القارئ، وتوحي إليه بالاقتداء بهم، والسير على منوالهم.\nوكثيرا ما بعث الناس إلى محاسن الأخلاق حكاية قرؤوها عن رجل فاضل، أو حادثة رويت عنه.\n54-\nقراءة كتب الشمائل والكتب في الأخلاق: فإنها تنبه الإنسان على مكارم الأخلاق، وتذكره بفضلها، وتعينه على اكتسابها.\nكما أنها تحذره من مساوئ الأخلاق، وتبين له سوء عواقبها، وطرق التخلص منها.\nوالكتب في هذا الباب كثيرة جدا ومنها:\nأ- كتاب الشمائل المحمدية للترمذي.\nب- كتب الأدب من الصحاح والسنن.\nج- أدب الدنيا والدين للماوردي.\nد- روضة العقلاء ونزهة الفضلاء لابن حبان.\nهـ- بهجة المجالس وأنس المجالس، وشحذ الذاهن والهاجس لابن عبد البر.\nو عيون الأخبار لابن قتيبة.\nز- الأخلاق والسير في مداواة النفس لا بن حزم.\nح- الآداب الشرعية والمنح المرعية لابن مفلح.\nالجزء: 1 ¦ الصفحة: 54\n",
        "ط- عين الأدب والسياسة وزين الحسب والرياسة لعلي بن عبد الرحمن بن هذيل.\nي- جوامع الآداب في أخلاق الأنجاب للقاسمي.\nك- رسائل الإصلاح لمحمد الخضر حسين.\n55-\nالاطلاع على الحكم المأثورة: فالحكم أقوال مأثورة، وكلمات موجزة مؤثّرة، تشتمل على رأي سديد، وحكم صائب، وقول ناتج عن تجربة، وخبرة، ودراية بالأمور ومجرياتها.\nوالحكم لا تصدر في الغالب إلا من عاقل حكيم، قد حنّكته التجارب، وعركته الأيام، ووسمته بميسمها.\nوالحكم لها الأثر البالغ في النفوس؛ فهي تغري بالفضائل، وتبين معالمها، وترشد إلى المكارم والمعالي، وتدعو إلى اكتسابها، وتعين على التحلي بها؛ ذلك أن الحكم وليدة التعقل، وثمرة التجربة، وعصارة الفكر.\nوالحكم توجد في الشعر والنثر على حد سواء.\nولقد ورد عن الأسلاف من الحكم الجامعة، والوصايا النافعة ما يتعذر جمعه واستقصاؤه.\nوفيما يلي ذكر لشيء من ذلك زيادة على ما ذكر في\nالجزء: 1 ¦ الصفحة: 55\n",
        "تضاعيف هذا الكتاب.\nأ- قالت عائشة رضي الله عنها-: خلال المكارم عشر تكون في الرجل ولا تكون في أبيه ولا ابنه، وقد تكون في العبد ولا تكون في سيده، يقسمها الله لمن أحب: صدق الحديث، ومداراة الناس، وصلة الرحم، وحفظ اللسان، والتذمم للجار، وإعطاء السائل، والمكافأة بالصنائع، وقرى الضيف، والوفاء بالعهد، ورأسهن الحياء.\nب- وقال الشاعر أبو العمثيل يمدح عبد الله بن طاهر، ويوصي مصعب بن عبد الله بن طاهر أن يسير على نول أبيه:\nيا من يحاول أن تكون خلاله\n...\nكخلال عبد الله أنصت واسمع\nفلأقصدنّك بالنصيحة والذي\n...\nحجّ الحجيج إليه فاقبل أو دع\nإن كنت تطمع أن تحلّ محلّه\n...\nفي المجد والشرف الأشم الأرفع\nالجزء: 1 ¦ الصفحة: 56\n",
        "فاصدق وعفّ وبرّ وارفق واتّئد\n...\nواحلم ودار وكاف واصبر واشجع\nوالطف ولن وتأنّ وانصر واحتمل\n...\nواحزم وجدّ وحام واحمل وادفع\nهذا الطريق إلى المكارم مهيعا\n...\nفاسلك فقد أبصرت قصد المهيع\nقال علي بن عبد الرحمن بن هذيل عن هذه الأبيات: وقد جمعت هذه الأبيات خلال المكارم، وموجبات السؤدد، وتفاريق المروءة.\nج- وقيل لقيس بن عاصم: بم سوّدك قومك؟ قال: بكفّ الأذى، وبذل الندى، ونصرة المولى.\nد- وقيل في وصف المكارم:\nإن المكارم أخلاق مطهرة\n...\nفالعقل أولها والدين ثانيها\nوالعلم ثالثها والحلم رابعها\n...\nوالصبر خامسها والصدق سادسها\nوالشكر سابعها والجود ثامنها\n...\nوالرفق تاسعها واللين عاشيها\nالجزء: 1 ¦ الصفحة: 57\n",
        "56-\nمعرفة الأمثال السائرة: فالأمثال أقوال موجزة، تشبّه حالا مشاهدة منظورة بأحوال سابقة، والذي جمع بين الحال السابقة والحال القائمة هو المماثلة.\nهذا وللأمثال أثر في النفوس، وسيرورة في الناس؛ فهي تبعث على العمل، وتقوم السلوك، وتضيء السبل، وتهدي في معترك الحياة.\nوذلك بسبب ما تتضمنه من توجيه أو تنبيه أو تعليم؛ فالعاقل يسترشد إذا سمع المثل، والغافل يتذكر بالمثل ما مضى من حوادث التاريخ، وهكذا.\nوللأمثال أهداف تربوية وخلقية بما تدعو إليه من قيم نبيلة، ومثل عليا، وبما ترسمه للمرء في حياته من أنواع السلوك الحميد، والاحتياط للأمور، وحسن التصرف فيها، وبما تنهى عنه من السلوك السّيئ، والتصرفات الشائنة.\nذلك أن الأمثال خفيفة الظل، سريعة الحفظ، تمزج الهزل بالجد، وتشير إلى ما تريد بطرف خفي، فتعالج كثيرا من الأمور بكلام يسير يصل إلى أعماق النفس.\nوما من موقف يمر به الإنسان في حياته إلا ويجد من الأمثال ما يعبر عنه، ويهوّن عليه بلاءه، أو يخفف من\nالجزء: 1 ¦ الصفحة: 58\n",
        "غلوائه، أو يوجهه الوجهة الصحيحة التي تقوم سلوكه، فتحبّبه في الجميل، وتنفره من القبيح.\nقال علي بن عبد الرحمن بن هذيل: وليس يكمل أدب المرء حتى يعرف المثل السائر، والبيت النادر، وما يحكى عن أهل العصور من الأخبار العجيبة، وما وقع لهم من الألفاظ البليغة، والمعاني الغريبة؛ ففي ذلك العلم بالأمور، والعقل المكتسب، والأدب الصادر عن ذي المروءة والحسب.\nوهذا عند العرب رصيد ضخم من الأمثال لا يحويه كتاب، ولا يستوفيه مصنف.\nومن الكتب المؤلفة في هذا الشأن ما يلي:\n1-\nكتاب الأمثال لأبي عبيد.\n2-\nمجمع الأمثال للميداني.\n3-\nالمستقصى من أمثال العرب للزمخشري.\nهذا ما تيسر جمعه وتقييده من الأسباب والأمور المعينة على اكتساب حسن الخلق، والله المسؤول أن يهدينا لأرشد أمرنا، والله أعلم وصلى الله وسلم على نبينا محمد.\nالجزء: 1 ¦ الصفحة: 59\n",
        ""
    ]
}