{
    "1": [
        "الاستشراق والمستشرقون ما لهم وما عليهم\nالاستشراق والمُسْتَشْرِقُونَ ما لهم وما عليهم\nمصطفى السباعي\nالكتاب:\nالاستشراق والمُسْتَشْرِقُونَ ما لهم وما عليهم\nالمؤلف:\nمصطفى بن حسني السباعي (المتوفى: 1384هـ)\nالناشر:\nدار الوراق للنشر والتوزيع - المكتب الإسلامي.\nعدد الأجزاء:\n1.\nأَعَدَّهُ للمكتبة الشاملة / توفيق بن محمد القريشي، غفر الله له ولوالديه.\n[ترقيم الكتاب موافق للمطبوع وهو مذيل بالحواشي].\n",
        "الاستشراق والمُسْتَشْرِقُونَ ما لهم وما عليهم\nالدكتور مصطفى السباعي\nدار الوراق للنشر والتوزيع - المكتب الإسلامي.\nعدد الأجزاء: 1.\nأَعَدَّهُ للمكتبة الشاملة / توفيق بن محمد القريشي، غفر الله له ولوالديه.\n[ترقيم الكتاب موافق للمطبوع وهو مذيل بالحواشي].\nالجزء: 1 ¦ الصفحة: 1\n",
        "بسم الله الرحمن الرحيم\nالجزء: 1 ¦ الصفحة: 3\n",
        "الاستشراق والمُسْتَشْرِقُونَ\n(ما لهم وما عليهم)\nالدكتور مصطفى السباعي\nدار الوراق للنشر والتوزيع - المكتب الإسلامي\nالجزء: 1 ¦ الصفحة: 4\n",
        "تقديم:\nالحمد لله رب العالمين، وصلى الله وبارك على سيدنا محمد وعلى آله وصحبه.\nأما بعد: فإنَّ لمن المؤسف حقًّا أنْ يقف المسلم أمام تاريخه العظيم خجلاً، مُطأطئ الرأس، لا يدري كيف يوفِّقُ بين ما يعرفه عن تمسُّك الصحابة - رِضْوَانُ اللهِ عَلَيْهِمْ - والتابعين وتابعيهم بهذا الدين، وتفانيهم في خدمته على كافة المستويات، وبين هذه الصورة القاتمة المظلمة في صفحات هذا التاريخ، فيقف هذا الموقف الذي لا يليق برجل العقيدة في حال من الأحوال.\nوالسبب في هذا - كما هو معلوم - أنه عبثت بتاريخنا أَيْدٍ خبيثة، ودوَّنتهُ أخرى غير أمينة، ولا يُراد من ذلك إلاَّ تشويه حقيقة تاريخ هذه الأُمَّة.\nالجزء: 1 ¦ الصفحة: 5\n",
        "وتشكيكها في قدرتها على تأدية رسالتها، وحملها إلى البشر كلهم.\nإننا حين نقرأ التاريخ الذي يتعلَّمه أبناؤنا، ويدرسونه في المدارس والجامعات، نرى - بوضوح - أثر هذه الحملة المسعورة ضد أمَّتنا المسلمة وتاريخها المُشرق، والذي رباهم المُسْتَشْرِقُونَ، وأرضعوهم من ألبانها، ونفثوا السموم في عقولهم حتى أصبحوا أدوات طَيِّعَةً في أيدي أسيادهم، يقولون بألسنتهم ما يشاءون، ويُنَفِّذون عن طريقهم كل ما يحلو لهم، ويمليه عليهم حقدهم الدفين.\nولنأخذ مثلاً على ذلك فترة الحُكم العثماني للوطن العربي، فنجد فيما يُحكَى عن هذه الفترة العجب العُجاب، فليس الأتراك المسلمون في نظر هؤلاء إلاَّ مُستعمرين لبلادنا مُمْتَصِّينَ لخيراتنا، وليست رابطة العقيدة التي حملوا لواءها إلاَّ قِناعاً، نَفَّذُوا من خلاله مآربهم وأطماعهم الاستعمارية.\nوقد صوَّر لنا هؤلاء الحضارة الإسلامية تصويراً كاذباً مبايناً للواقع كل التباين، وما ذلك إلاَّ\nالجزء: 1 ¦ الصفحة: 6\n",
        "ليُهَوِّنُوا من شأنها، ولِيَحْتَقِرُوا مُنجزاتها التي قدَّمتها للبشرية، ليهُون بعد ذلك الإسلام في نفوس أتباعه، وليحتقره أيضاً.\nهذا ولم يقتصر اهتمام المُسْتَشْرِقِينَ والمستغربين على دراسة التاريخ الإسلامي وتشويهه، بل تعدَّاهُ إلى الدراسات الإسلامية من تفسير وحديث وفقه، فحرَّفُوا النصوص حيناً، وأساؤوا فهمها حين لم يجدوا المجال لتحريفها.\nوإنه لمن المؤسف أيضاً أنْ تكون كتبهم قد بحثت في كل ما يتَّصل بالإسلام والمسليمن من تفسير وحديث وفقه وأدب وحضارة وسكان و\n...\n، فأصبحت كُتُبُهُمْ هذه المراجع الأولى لطلبة العلم المتخصصين في المعاهد والجامعات العالمية، وأصبح هؤلاء هم حملة آراء وأفكار أسيادهم كما تقدم.\nلهذا كله - وغيره كثير - تصدَّى بعض علماء المسلمين الذين يغارون على هذا الدين وأُمَّة القرآن العظيم: تصدَّوْا لمحاولات المُسْتَشْرِقِينَ وفضحها وكشفها للناس على حقيقتها. هذه الرسالة - الصغيرة\nالجزء: 1 ¦ الصفحة: 7\n",
        "في حجمها، العظيمة في معانيها - هي بعض ما كتبه والدي الشيخ مصطفى السباعي - طيَّب الله ثراه - حول هذا الموضوع، وكان ينوي توسيعه والزيادة فيه، لما لهذا البحث من أهمية بالغة وخطورة كبيرة.\nوقد سبق أنْ نشرت بعض محتويات هذه الرسالة (1) في مجلة \" حضارة الإسلام \" وكتاب \" السُنَّة ومكانتها في التشريع الإسلامي \"، وقد وافته المنية قبل أنْ يُحقِّق ما كان يأمله، فأصبحت أمانة في عنق العاملين في حقل الدعوة الإسلامية، والغيورين عليها.\nفرحمه الله رحمة واسعة، وأمطره سحائب الرحمة والرضوان، وجزاه الله عن الإسلام والمسلمين خير الجزاء، وآخر دعوانا أنْ الحمد لله رب العالمين.\nحسان مصطفى السباعي\n(1) وقد طبعتها منفردة سَنَةَ 1968 م مكتبة دار البيان - الكويت، من غير أنْ نعلم، وكم كنا نرغب إعلامنا بذلك، فإنَّ صاحب الشعور الطيِّب والرغبة الحسنة لا يَضُرُّهُ مثل هذا الإخبار.\nالجزء: 1 ¦ الصفحة: 8\n",
        "بسم الله الرحمن الرحيم\nالاستشراق والمُسْتَشْرِقُونَ بحث لم يعن أحد من الكاتبين بأمرهما عناية علمية واسعة تبحث عن تاريخ الاستشراق وأهدافه ومراميه وحسناته وسيِّئاته، وعن المُسْتَشْرِقِينَ وطوائفهم وأعمالهم وما أصابوا وما أخطأوا فيه من أبحاث ومؤلفات، وكل ما كتب في هذا الموضوع لا يخلو عن أنْ يكون تمجيداً لهم مثل كتاب \" المُسْتَشْرِقُونَ \" للأستاذ نجيب العقيقي، أو أنْ يكون كشفاً موجزاً عن أهدافهم التبشيرية والاستعمارية، وأهم بحث في هذا الشأن محاضرة قيِّمة للأستاذ محمد البهي المدير العام للثقافة الإسلامية في الجامع الأزهر ألقاها في قاعة المحاضرات الكبرى الأزهرية.\nوقد أفرط منا أناس في الثقة بهم والاعتماد\nالجزء: 1 ¦ الصفحة: 9\n",
        "عليهم والثناء المطلق على جهودهم ويُمَثِّلُ هؤلاء المعجبين بهم الدكتور طه حسين من أوائل تلاميذ المُسْتَشْرِقِينَ في تاريخنا الأدبي المعاصر، حيث يقول في مقدمة كتابه \" الأدب الجاهلي \":\n«وكيف تتصوَّر أستاذاً للأدب العربي لا يلم ولا ينتظر أنْ يُلِمَّ بما انتهى إليه الفرنج (المُسْتَشْرِقُونَ) من النتائج العلمية المختلفة حين درسوا تاريخ الشرق وأدبه ولغاته المختلفة، وإنما يلتمس العلم الآن عند هؤلاء الناس، ولا بُدَّ من التماسه عندهم؛ حتى يتاح لنا نحن أنْ ننهض على أقدامنا، ونطير بأجنحتنا، ونسترِدَّ ما غلبنا عليه هؤلاء الناس من علومنا وتاريخنا وآدابنا».\nولا ريب في أنَّ هذا الكلام يمثِّل دوراً من أدوار العبودية الفكرية التي مررنا بها في مطلق نهضتنا العلميَّة والفكريَّة الحديثة، وهذا العبودية تتمثَّل في كتاب الدكتور طه حسين نفسه \" الأدب الجاهلي \" الذي كان ترديداً مخلصاً لآراء غُلاة المُسْتَشْرِقِينَ المُتعصِّبين ضد العرب والإسلام أمثال «مارجليوث» الذي نقل آراء كلها في كتابه \" الأدب\nالجزء: 1 ¦ الصفحة: 10\n",
        "الجاهلي \" ونسبها إلى نفسه وليس له في الكتاب رأي جديد نتيجة بحث عِلْمِيٍّ قام به أو تعب في سبيله.\nويمثِّل هؤلاء أيضاً الأستاذ أحمد أمين في كتابيه \" فجر الإسلام \" و \" ضُحى الإسلام \" وقد بيَّنتُ ما في فصل «الحديث» من كتاب \" فجر الإسلام \" من سرقة لآراء المُسْتَشْرِقِينَ دون أنْ ينسبها إليهم في كتابي الذي صدر حديثاً \" السُنَّة ومكانتها في التشريع الإسلامي \".\nومن هؤلاء أيضاً الدكتور علي حسن عبد القادر في كتابه \" نظرة عامة في تاريخ الفقه الإسلامي \" وهو ترجمة حرفية لما كتبه جولدتسيهر في كتابيه \" دراسات إسلامية \" و \" العقيدة والشريعة في الإسلام \" وكذلك كان كسابقيه غير أمين حين نسب هذه الآراء إلى نفسه ولم ينسبها إلى أساتيذه المُسْتَشْرِقِينَ.\nوالدكتور علي حسن عبد القادر يشغل الآن منصب - مدير المركز الثقافي الإسلامي بلندن على ما بلغني ولقد كانت لي معه قصة أجد من الخير ذكرها هنا، لما فيها من العبرة .. وهي التي كانت سبباً في تأليفي لكتاب \" السُنَّة ومكانتها في التشريع\nالجزء: 1 ¦ الصفحة: 11\n",
        "الإسلامي \". وقبل أنْ أروي قصَّتي معه أحب أنْ أعترف بفضله ودماثة خلقه واعترافه بالحق حين يظهر له ..\nلما كنا طلابا في السَنَةِ الثانية والثالثة في قسم تخصص المادة في الفقه والأصول وتاريخ التشريع «العالمية من درجة أستاذ» في كلية الشريعة، وكان ذلك عام 1939، عيَّنت مشيخة الأزهر في عهد الشيخ المراغي - رَحِمَهُ اللهُ -، الدكتور علي حسن عبد القادر أستاذاً لنا يدرّس تاريخ التشريع الإسلامي، وكان قد أنهى دراسته في ألمانيا حديثاً، وهو مُجازٌ من كلية أصول الدين في قسم التاريخ، ومكث في ألمانيا أربع سنوات حتى أخذ شهادة الدكتوراه في قسم الفلسفة على ما أذكر.\nكان أول درس تلقَّيناه عنه أنْ بدأه بمثل هذا الكلام:\n«إني سأدرِّسُ لكم تاريخ التشريع الإسلامي، ولكن على طريقة علمية لا عهد للأزهر بها، وإني أعترف لكم بأني تعلمت في الأزهر قرابة أربعة عشر عاماً فلم أفهم الإسلام، ولكني فهمت الإسلام حين دراستي في ألمانيا»، فعجبنا - نحن الطلاب - من مثل\nالجزء: 1 ¦ الصفحة: 12\n",
        "هذا القول وقلنا فيما بيننا: لنستمع إلى أستاذنا لعلَّه حقاً قد علم شيئاً جديراً بأنْ نعلمه عن الإسلام مِمَّا لا عهد للأزهر به، وابتدأ درسه عن تاريخ السُنَّة النبوية ترجمة حرفية عن كتاب ضَخْمٍ بين يديه، علمنا فيما بعد أنه كتاب جولدتسيهر «دراسات إسلامية» وكان أستاذنا ينقل عبارته ويتبنَّاها على أنها حقيقة علميَّة، واستمر في دروسه نناقشه فيما يبدو لنا - نحن الطلاب - أنه غير صحيح، فكان يَأْبَى أنْ يخالف جولدتسيهر بشيء مِمَّا ورد في هذا الكتاب، حتى إذا وصل في دروسه إلى الحديث عن الزُهْرِي، واتِّهامه بوضع الأحاديث للأمويين، ناقشتُهُ في ذلك - بحسب معلوماتي المُجْمَلَة عن الزُهْرِي من أنه إمام في السُنَّة، وموضع ثقة العلماء جميعاً - فلم يرجع عن رأيه، مِمَّا حملني على أنْ أطلب منه ترجمة ما قاله جولدتسيهر عن الزُهْرِي تماماً، فترجمه لي في ورقتين بخط يده، وبدأت أرجع إلى المكتبات العامَّة للتحقيق في سيرة الزُهْرِي وفي حقيقة ما اتَّهَمَهُ به هذا المستشرق. ولم أترك كتاباً مخطوطاً في مكتبة الأزهر وفي دار الكتب المصريَّة من كتب التراجم إلاَّ رجعت إليها ونقلت منها ما\nالجزء: 1 ¦ الصفحة: 13\n",
        "يتعلق بالزُهْرِي، واستغرق ذلك ثلاثة أشهر كنت أشتغل فيها منذ مغادرتي كلية الشريعة بعد الدرس حتى أواخر الليل، فلما تجمَّعت لدي المعلومات الصحيحة، قلت لأستاذنا الدكتور عبد القادر: لقد تبيَّن لي أنَّ جولدتسيهر قدر حَرََّفَ نصوص الأقدمين فيما يتعلق بالزُهْرِي، فأجابني بقوله: لا يمكن هذا؛ لأنَّ المُسْتَشْرِقِينَ - وخاصة جولدتسيهر - قوم علماء منصفون لا يحرّفون النصوص ولا الحقائق! ..\nعندئذٍ أزمعت على إلقاء محاضرة في الموضوع في دار جمعية الهداية الإسلامية - قرب سراي عابدين قديماً - وأرسلتْ إدارة الجمعية بطاقات الدعوة لهذه المحاضرة إلى علماء الأزهر وطلاَّبه، فاجتمع يومئذ عدد كبير منهم ما بين أساتذة وطلاب، ومن بينهم أستاذنا الدكتور عبد القادر - الذي رجوته حضور هذه المحاضرة، وإبداء رأيه فيما أقول، فتفضل مشكوراً بالحضور، وأصغى إلى المحاضرة كلها التي كانت تدور حول ما كتبه جولدتسيهر عن الإمام الزُهْرِي، وختمتها بقولي: هذا هو ما أراه في هذا الموضوع، وهذا هو رأي علمائنا في\nالجزء: 1 ¦ الصفحة: 14\n",
        "الزُهْرِي، فإنْ كان لأستاذنا الدكتور عبد القادر مناقشة حول الموضوع إنْ لم يقتنع بما ذكرته، فأرجو أن يتفضل بالكلام، فنهض الدكتور - حَفِظَهُ اللهُ -، وقال بصوت سمعه الحاضرون جميعاً: إني أعترف بأني لم أكن أعرف من هو الزُهْرِي حتى عرفته الآن، وليس لي اعتراض على كل ما ذكرته، وانفضَّ الاجتماع، ثم دخلنا غرفة الأستاذ السيد محمد الخضر حسين - رَحِمَهُ اللهُ - رئيس الجمعية الأستاذ الأكبر للجامع الأزهر فيما بعد - فكان مِمَّا قاله أستاذنا الدكتور - حَفِظَهُ اللهُ -، - وكان ذلك بحضور السيد الخضر حسين - رَحِمَهُ اللهُ -: إنَّ بحثك هذا فتح جديد في بحوث المُسْتَشْرِقِينَ، وأرجو أنْ تعطيني نسخة من هذه المحاضرة لأبعث بها إلى المجلاَّت العلميَّة التي تُعْنَى ببحوث المُسْتَشْرِقِينَ في ألمانيا، وإني أعتقد أنها ستحدث دَوِيًّا في أوساط المُسْتَشْرِقِينَ، فشكرته على ذلك واعتبرته تشجيع أستاذٍ لتلميذه.\nوبعد أيام دعاني لزيارته في البيت، فكان مِمَّا اتفقنا عليه أنْ نتفرغ معاً في الصيف لترجمة كتاب\nالجزء: 1 ¦ الصفحة: 15\n",
        "جولدتسيهر والرَدِّ عليه، ولكني اعتقلت بعد ذلك من قبل السلطات العسكرية الإنجليزية في القاهرة في بدء قيام الحرب العالمية الثانية وأقصيت عنها سبع سنوات، وفي خلال هذه الفترة أصدر الدكتور عبد القادر كتابه \" نظرة عامة في تاريخ الفقه الإسلامي \" ولم يتح لي الاطلاع عليه إلاَّ بعد ثلاث سنوات حين أفرج عنِّي في أواسط الحرب الأخيرة.\nهذه قصتي مع الدكتور علي حسن عبد القادر وهي التي كانت سبباً في تأليف هذا الكتاب. لم أجد مانعاً من ذكرها لما فيها من العبرة، وأظن أن الدكتور عدل عن رأيه السابق في المُسْتَشْرِقِينَ وخاصة جولدتسيهر، وبدَّلَ رأيه في أمانته وإخلاصه للحق وعدم تحريفه للنصوص.\nويقابل هذا الاتجاه المفرط في الثقة ببحوث المُسْتَشْرِقِينَ اتجاه يحمل على المُسْتَشْرِقِينَ واتجاهاتهم المغرضة المفرطة في التعصُّب، ويُمَثِّلُهُ قول أحمد فارس الشدياق في كتابه \" ذيل الفارياق \": «إنَّ هؤلاء الأساتيذ (المُسْتَشْرِقِينَ) لم يأخذوا العلم عن شيوخه، وإنما تطفَّلُوا عليه تطفُّلاً، وتوثَّبُوا فيه توثُّباً، ومن تَخَرَّجَ فيه بشيء فإنما تَخَرَّجَ على القسس، ثم أدخل رأسه في أضغاث أحلام، أو\nالجزء: 1 ¦ الصفحة: 16\n",
        "أدخل أضغاث أحلام في رأسه، وتوهَّمَ أنه يعرف شيئاً وهو يجهله، وكل منهم إذا درس في أحدى لغات الشرق أو ترجم شيئاً منها تراه يخبط فيها خبط عشواء، فما اشتبه عليه منها رقعه من عنده بما شاء، وما كان بين الشبهة واليقين حدس فيه وخَمَّنَ فرجَّح منه المرجوح، وفضَّل المفضول».\nوفي الحق أنَّ كلاً من الثناء المطلق والتحامل المطلق يتنافى مع الحقيقة التاريخية التي سجَّلها هؤلاء المُسْتَشْرِقُونَ فيما قاموا به من أعمال، وما تطرَّقوا إليه من أبحاث، ونحن من قوم يأمرهم دينهم بالعدل حتى مع أعدائهم {وَلَا يَجْرِمَنَّكُمْ شَنَآنُ قَوْمٍ عَلَى أَلَّا تَعْدِلُوا اعْدِلُوا هُوَ أَقْرَبُ لِلتَّقْوَى} (1).\nتاريخ الاستشراق:\nلا يعرف بالضبط من هو أول غربي عني بالدراسات الشرقية ولا في أي وقت كان ذلك ولكن المؤكَّد أنَّ بعض الرهبان الغربيِّين قصدوا الأندلس في إبَّان عظمتها ومجدها، وتثقَّفُوا في مدراسها، وترجموا القرآن والكتب العربية إلى لغاتهم، وتتلمذوا على علماء المسلمين في مختلف\n(1) [المائدة: 8].\nالجزء: 1 ¦ الصفحة: 17\n",
        "العلوم وبخاصة في الفلسفة والطب والرياضيات ..\nومن أوائل هؤلاء الرُهبان، الراهب الفرنسي «جربرت»  Jerbert  الذي انتخب بَابَا لكنيسة روما عام 999 م بعد تعلُّمه في معاهد الأندلس وعودته إلى بلاده، و «بطرس المحترم» 1092 - 1156  Pierre Aénéré  و «جيرار دي كريمون» 1114 - 1187  Gérard de Grémone .\nوبعد أنْ عاد هؤلاء الرهبان إلى بلادهم نشروا ثقافة العرب ومؤلَّفات أشهر علمائهم، ثم أسست المعاهد للدراسات العربية أمثال مدرسة «بادوي» العربية، وأخذت الأديرة والمدارس العربية تدرس مؤلفات العرب المترجمة إلى اللاتينية - وهي لغة العلم في جميع بلاد أوروبا يومئذٍ - واستمرَّت الجامعات العربية تعتمد على كتب العرب وتعتبرها المراجع الأصلية للدراسة قرابة ستة قرون.\nولم ينقطع منذ ذلك الوقت وجود أفراد درسوا الإسلام واللغة العربية، وترجموا القرآن وبعض الكتب العربية العلميَّة والأدبية، جتى جاء القرن الثامن عشر - وهو العصر الذي بدأ فيه الغرب في استعمار\nالجزء: 1 ¦ الصفحة: 18\n",
        "العالم الإسلامي والاستيلاء على ممتلكاته فإذا بعدد من علماء الغرب ينبغون في الاستشراق، ويصدرون لذلك المجلاَّت في جميع الممالك الغربية، ويغيرون على المخطوطات العربية في البلاد العربية والإسلامية، فيشترونها من أصحابها الجهلة، أو يسرقونها من المكتبات العامة التي كانت في نهاية الفوضى، وينقلونها إلى بلادهم ومكتباتهم، وإذا بأعداد هائلة من نوادر المخطوطات العربية تنتقل إلى مكتبات أوروبا، وقد بلغت في أوائل القرن التاسع عشر مائتين وخمسين ألف مجلداً، وما زال هذا العدد يتزايد حتى اليوم.\nوفي الربع الأخير من القرن التاسع عشر عقد أول مؤتمر للمستشرقين في باريس عام 1873، وتتالى عقد المؤتمرات التي تلقى فيها الدراسات عن الشرق وأديانه وحضارته وما تزال تعقد حتى هذه الأيام.\nميدان الاستشراق:\nبدأ الاستششراق كما رأينا بدراسة اللغة العربية والإسلام، وانتهى - بعد التوسع الاستعمارري الغربي\nالجزء: 1 ¦ الصفحة: 19\n",
        "في الشرق - إلى دراسة جميع ديانات الشرق وعاداته وحضارته وجغرافيته وتقاليده وأشهر لغاته، وإنْ كانت العناية بالإسلام والآداب العربية والحضارة الإسلامية هي أهم ما يعنى به المُسْتَشْرِقُونَ حتى اليوم؛ نظراً للدوافع الدِّينِيَّةِ والسياسية التي شجعت على الدراسات الشرقية كما سنذكره فيما بعد.\nدوافع الاستشراق:\n1 -\nالدافع الديني:\nلا نحتاج إلى استنتاج وجهد في البحث لنتعرف إلى الدافع الأول للاستشراق عند الغربيِّين وهو\nالدافع الديني.\nفقد بدأ بالرهبان - كما رأينا - واستمر كذلك حتى عصرنا الحاضر - كما سنرى - وهؤلاء كان يهُمُّهُمْ أنْ يطعنوا في الإسلام ويُشَوِّهُوا محاسنة ويُحَرِّفُوا حقائقه ليثبتوا لجماهيرهم التي تخضع لزعامتهم الدِّينِيَّةِ أنَّ الإسلام - وقد كان يومئذٍ الخصم الوحيد للمسيحية في نظر الغربيِّين - دين لا يستحق الانتشار، وأنَّ المسلمين قوم هُمَّجٌ لصوص وسفَّاكُو دماء، يحثهم دينهم على الملذات الجسدية، ويبعدهم عن كل سمو روحي وخلقي. ثم اشتدَّتْ حاجتهم إلى هذا الهجوم في\nالجزء: 1 ¦ الصفحة: 20\n",
        "العصر الحاضر بعد أنْ رأوا الحضارة الحديثة قد زعزعت أسس العقيدة عند الغربيِّين، وأخذت تشكُّكَهُم بكل التعاليم التي كانوا يتلقونها عن رجال الدين عندهم فيما مضى، فلم يجدوا خيراً من تشديد الهجوم على الإسلام لصرف أنظار الغربيِّين عن نقد ما عندهم من عقيدة وكتب مقدسة، وهم يعلمون ما تركته الفتوحات الإسلامية الأولى ثم الحروب الصليبية ثم الفتوحات العثمانية في أوروبا بعد ذلك في نفوس الغربيِّين من خوف من قوة الإسلام وكرهٍ لأهله، فاستغلُّوا هذا الجو النفسي، وازدادوا نشاطاً في الدراسات الإسلامية.\nوهناك الهدف التبشيري الذي لم يتناسوه في دراساتهم العلميَّة، وهم قبل كل شيء رجال دين، فأخذوا يهدفون إلى تشويه سُمعة الإسلام في نفوس رُواد ثقافتهم من المسلمين؛ لإدخل الوهن إلى العقيدة الإسلامية، والتشكيك في التراث الإسلامي والحضارة الإسلامية وكل ما يتَّصل بالإسلام من علم وأدب وتراث.\n2 -\nالدافع الاستعماري:\nلما انتهت الحروب\nالجزء: 1 ¦ الصفحة: 21\n",
        "الصليبية بهزيمة الصليبيِّين وهي في ظاهرها حروب دينية وفي حقيقتها حروب استعمارية، لم ييأس الغَرْبِيُّونَ من العودة إلى احتلال بلاد العرب فبلاد الإسلام، فاتَّجهوا إلى دراسة هذه البلاد في كل شؤونها من عقيدة وعادات وأخلاق وثروات؛ ليتعرَّفوا إلى مواطن القوة فيها فيضعفوها، وإلى مواطن الضعف فيغتنموه، ولما تمَّ لهم الاستيلاء العسكري والسيطرة السياسية كان من دوافع تشجيع الاستشراق إضعاف المقاومة الروحية والمعنوية في نفوسنا، وبث الوهن والارتباك في تفكيرنا وذلك عن طريق التشكيك بفائدة ما في أيدينا من تراث، وما عندنا من عقيدة وقِيَمٍ إنسانية، فنفقد الثقة بأنفسنا، ونرتمي في أحضان الغرب نستجدي منه المقاييس الأخلاقية والمبادئ العقائدية، وبذلك يتم لهم ما يريدون من خضوعنا لحضارتهم وثقافتهم خضوعاً لا تقوم لنا من بعده قائمة.\nانظر إليهم كيف يُشَجِّعُون في بلادنا القوميات التاريخية التي عفى عليها الزمن، واندثرت منذ حمل العرب رسالة الإسلام، فتوحَّدتْ لغتهم وعقيدتهم\nالجزء: 1 ¦ الصفحة: 22\n",
        "وبلادهم، وحملوا هذه الرسالة إلى العالم فأقاموا بينهم وبين الشعوب روابط إنسانية وتاريخية وثقافية ازدادوا بها قوة، وازدادت الشعوب بها رِفْعَةً وهداية، إنهم ما برحوا منذ نصف قرن يحاولون إحياء الفرعونية في مصر، والفينيقية في سوريا ولبنان وفلسطين، والآشورية في العراق وهكذا، ليتسنَّى لهم تشتيت شملنا كأُمَّةٍ واحدة،، وَلِيَعُوقُوا قوة الاندفاع التحررية عن عملها في قوتنا وتحرُّرنا وسيادتنا على أرضنا وثرواتنا وعودتنا من جديد إلى قيادة ركب الحضارة، والتقائنا مع إخوتنا في العقيدة والمُثُل العليا والتاريخ المشترك والمصالح المشتركة.\n3 -\nالدافع التجاري:\nومن الدوافع التي كان لها أثرها في تنشيط الاستشراق، رغبة الغربيِّين في التعامل معنا لترويج بضائعهم وشراء مواردنا الطبيعية الخام بأبخس الأثمان ولقتل صناعتنا المحلية التي كانت لها مصانع قائمة مزدهرة في مختلف بلاد العرب والمسلمين.\n4 -\nالدافع السياسي:\nوهنالك دافع آخر أخذ يتجلَّى في عصرنا الحاضر بعد استقلال أكثر الدول\nالجزء: 1 ¦ الصفحة: 23\n",
        "العربية والإسلامية، ففي كل سفارة من سفارات الدول الغربية لدى هذه الدول سكرتير أو ملحق ثقافي يحسن اللغة العربية، ليتمكَّن من الاتصال برجال الفكر والصحافة والسياسة فيتعرَّف إلى أفكارهم، ويبث فيهم من الاتجاهات السياسية ما تريده دولته، وكثيراً ما كان لهذا الاتصال أثره الخطير في الماضي حين كان السفراء الغَرْبِيُّونَ - ولا يزالون في بعض البلاد العربية والإسلامية - يبُثُّون الدسائس للتفرقة بين الدول العربية بعضها مع بعض، وبين الدول العربية والدول الإسلامية بحُجَّة توجيه النصح وإسداء المعونة بعد أنْ درسوا تماماً نفسيَّة كثيرين من المسؤولين في تلك البلاد، وعرفوا نواحي الضعف في سياستهم العامة، كما عرفوا الاتجاهات الشعبية الخطيرة على مصالحهم واستعمارهم.\n5 -\nالدافع العِلْمِيّ:\nومن المُسْتَشْرِقِينَ نفر قليل جِدًّا أقبلوا على الاستشراق بدافع من حب الإطلاع على حضارات الأمم وأديانها وثقافاتها ولغاتها، وهؤلاء كانوا أقل من غيرهم خطأً في فهم الإسلام\nالجزء: 1 ¦ الصفحة: 24\n",
        "وتراثه؛ لأنهم لم يكونوا يتعمَّدون الدَسَّ والتحريف، فجاءت أبحاثهم أقوب إلى الحق وإلى المنهج العملي السليم من أبحاث الجمهرة الغالبة إلى المُسْتَشْرِقِينَ، بل إنَّ منهم من اهتدى إلى الإسلام وآمن برسالته. على أنَّ هؤلاء لا يوجدون إلاَّ حين يكون لهم من الموارد المالية الخاصة ما يمكنهم من الانصراف إلى الاستشراق بأمانة وإخلاص؛ لأنَّ أبحاثهم المُجَرَّدة عن الهوى، لا تلقى رواجاً، لا عند رجال الدين، ولا عند رجال السياسة، ولا عند عامة الباحثين، ومن ثمة فهي لا تَدُرُّ عليهم ربحاً ولا مالاً؛ ولهذا ندر وجود هذه الفئة في أوساط المُسْتَشْرِقِينَ.\nأهداف الاستشراق ووسائله:\nتنقسم أهداف المُسْتَشْرِقِينَ في جُملتهم من الدراسات الاستشراقية إلى ثلاثة أقسام:\n[أ]- هدف عِلْمِيٍّ مشبوه،\nويهدف إلى:\n1 -\nالتشكيك بصحَّة رسالة النبي - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ -:\nومصدرها الإلهي، فجُمهُورُهم ينكر أنْ يكون\nالجزء: 1 ¦ الصفحة: 25\n",
        "الرسول نبيًّا موحى إليه من عند الله - جَلَّ شَأْنُهُ - ويتخبَّطون في تفسير مظاهر الوحي التي كان يراها أصحاب النبي - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - أحياناً، وبخاصة عائشة أم المؤمنين - رَضِيَ اللهُ عَنْهَا -، فمن المُسْتَشْرِقِينَ من يرجع ذلك إلى «صَرْعٍ» كان ينتاب النبي - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - حيناً بعد حين، ومنهم من يرجعه إلى تخيُّلات كانت تملأ ذهن النبي - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ -، ومنهم من يُفَسِّرُها بمرض نفسي، وهكذا، كأنَّ الله لم يرسل نبيًّا قبله حتى يصعب عليهم تفسير ظاهرة الوحي، ولما كانوا كلهم ما بين يهود ومسيحيِّين يعترفون بأنبياء التوراة، وهم كانوا أقل شأناً من محمد - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - في التاريخ والتأثير والمبادئ التي نادى بها، كان إنكارهم لنبوَّة النبي - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - تَعَنُّتاً مبعثه التعصُّبُ الديني الذي يملأ نفوس أكثرهم كرُهبان وقسس ومُبَشِّرِين.\nويتبع ذلك إنكارهم أنْ يكون القرآن كتاباً مُنَزَّلاً عليه من عند الله - عَزَّ وَجَلَّ -، وحين يفحمهم ما ورد فيه من حقائق تاريخية عن الأمم الماضية مِمَّا يستحيل صدوره عن أُمِيٍّ مثل محمد - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ -، يزعمون ما زعمه المُشركون الجاهليون في عهد الرسول من\nالجزء: 1 ¦ الصفحة: 26\n",
        "أنه استمدَّ هذه المعلومات من أناس كانوا يخبرونه بها، ويتخبَّطون في ذلك تخبُّطاً عجيباً، وحين يفحمهم ما جاء في القرآن من حقائق علمية لم تعرف وتكتشف إلاَّ في هذا العصر، يرجعون ذلك إلى ذكاء النبي - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - فيقعُون في تخبُّطٍ أشدَّ غرابة من سابقه.\n2 -\n[إنكارهم أنْ يكون الإسلام ديناً من عند الله]:\nويتبع إنكارهم لنبوَّة الرسول وسماوية القرآن\n، إنكارهم أن يكون الإسلام ديناً من عند الله\nوإنما هو مُلَفَّقٌ - عندهم - من الديانتين اليهودية والمسيحية، وليس لهم في ذلك مُستند يؤيِّدُهُ البحث العِلْمِيّ، وإنما هي ادِّعاءات تستند على بعض نقاط الالتقاء بين الإسلام والدينين السابقين.\nويلاحظ أنَّ المُسْتَشْرِقِينَ اليهود - أمثال جولدتسيهر وشاخت - هو أشدُّ حرصاً على ادِّعاء استمداد الإسلام من اليهودية وتأثيرها فيه، أما المُسْتَشْرِقُونَ المسيحيون فيجرون وراءهم في هذه الدعوى؛ إذ ليس في المسيحية تشريع يستطيعون أنْ يزعموا تأثُّر الإسلام به وأخذه، منه، وإنما فيه مبادئ أخلاقية زعموا أنها أثرت في الإسلام، ودخلت عليه منها،\nالجزء: 1 ¦ الصفحة: 27\n",
        "كأنَّ المفروض في الديانات الإلهية أنْ تتعارض مبادؤها الأخلاقية، وكأنَّ الذي أوحى بدين هو غير الذي أوحى بدين آخر، فتعالى الله عمَّا يقولون عُلُوًّا كبيراً.\n3 -\n[التشكيك في صِحَّةِ الحديث النبوي]:\nالتشكيك في صحة الحديث النبوي\nالذي اعتمده علماؤنا المُحَقِّقُون، ويتذرَّعُ هؤلاء المُسْتَشْرِقُونَ بما دخل على الحديث النبوي من وضع ودَسٍّ، متجاهلين تلك الجهود التي بذلها علماؤنا لتنقية الحديث الصحيح من غيره، مُستندين إلى قواعد بالغة الدقَّة في التثبت والتحرِّي، مِمَّا لم يعهد عندهم في ديانتهم عشر معشاره في التأكد من صِحَّة الكتب المقدَّسة عندهم، وقد ناقشتهم في ذلك نقاشاً علميًّا في كتابي \" السُنَّة ومكانتها في التشريع الإسلامي \" الذي صدر حديثاً.\nوالذي حملهم على ركوب متن الشطط في دعواهم هذه، ما رَأَوْهُ في الحديث النبوي الذي اعتمده علماؤنا من ثروة فكرية وتشريعية مُدهشة، وهُمْ لا يعتقدون بنبوَّة الرسول، فادَّعَوْا أنَّ هذا لا يعقل أنْ يصدر كله عن محمد الأُمِيِّ بل هو عمل\nالجزء: 1 ¦ الصفحة: 28\n",
        "المسلمين خلال القرون الثلاثة الأولى، فالعقدة النفسية عندهم هي عدم تصديقهم بنبوَّة الرسول، ومنها ينبعث كل تخبُّطاتهم وأوهامهم.\n4 -\n[التشكيك بقيمة الفقه الإسلامي الذاتية]:\nالتشكيك بقيمة الفقه الإسلامي الذاتية،\nذلك التشريع الهائل الذي لم يجتمع مثله لجميع الأمم في جميع العصور، لقد سقط في أيديهم حين اطِّلاعهم على عظمته وهم لا يؤمنون بنبوَّة الرسول، فلم يجدوا بُدًّا من الزعم بأنَّ الفقه العظيم مُسْتَمَدٌّ من الفقه الروماني، أي أنه مُسْتَمَدٌّ منهم - الغربيِّين - وقد بيَّن علماؤنا الباحثون تهافت هذه الدعوى، وفيما قَرَّرَهُ مؤتمر القانون المقارن المُنعقد بلاهاي من أنَّ الفقه الإسلامي فقه مُسْتَقِلٌّ بذاته وليس مُسْتَمَدًّا من أي فقه آخر، ما يفحم المُتَعَنِّتِين منهم، ويُقْنِعَ المُنصِفينَ الذين لا يبغون غير الحق سبيلاً.\n5 -\n[التشكيك في قُدْرَةِ اللُّغة العربية على مسايرة التطوُّرَ العِلْمِيّ]:\nالتشكيك في قُدْرَةِ اللُّغة العربية على مسايرة التطوُّرَ العِلْمِيّ؛\nلنظلَّ عالة على مصطلحاتهم التي تشعرنا بفضلهم وسُلطانهم الأدبي علينا، وتشكيكهم في غنى الأدب العربي، وإظهاره مُجْدِباً\nالجزء: 1 ¦ الصفحة: 29\n",
        "فقيراً لِنَتَّجِهَ إلى آدابهم، وذلك هو الاستعمار الأدبي الذي يبْغُونه مع الاستعمار العسكري الذي يرتكبونه ..\nتلك هي الأهداف العلميَّة التي يعمل لها أكثرهم أو جَمْهَرَتُهُمْ الساحقة.\n[ب]- الأهداف الدِّينِيَّةِ والسياسية:\nوتتلخَّص فيما يلي:\n1 -\nتشكيك المسلمين بنبيِّهم وقرآنهم وشريعتهم وفقههم، ففي ذلك هدفان: ديني واستعماري.\n2 -\nتشكيك المسلمين بقيمة تُراثهم الحضاري، يَدَّعُونَ أنَّ الحضارة الإسلامية منقولة عن حضارة الرومان، ولم يكن العرب والمسلمون إلاَّ نَقَلَةْ لفلسفة تلك الحضارة وآثارها، لم يكن لهم إبداع فكري ولا ابتكار حضاري، وكان في حضارتهم كل النقائص، وإذا تحدَّثُوا بشيء عن حسناتها - وقليلاً ما يفعلون - يذكرونها على مضض مع انتقاص كبير.\nالجزء: 1 ¦ الصفحة: 30\n",
        "3 -\nإضعاف ثقة المسلمين بتراثهم، وبث روح الشك في كل ما بين أيديهم من قِيمٍ وعقيدة ومُثُلٍ عُلْيَا، ليسهل على الاستعمار تشديد وطأته عليهم، ونشر ثقافته الحضارية فيما بينهم، فيكونوا عبيداً لها، يجرُّهُمْ حُبُّهَا إلى حُبِّهِمْ أو إضعاف روح المقاومة في نفوسهم.\n4 -\nإضعاف روح الإخاء الإسلامي بين المسلمين في مختلف أقطارهم عن طريق إحياء القوميات التي كانت لهم قبل الإسلام، وإثاره الخلافات والنعرات بين شعوبهم، وكذلك يفعلون في البلاد العربية، يجهدون لمنع اجتماع شملها ووحدة كلمتها بكل ما في أذهانهم من قدرة على تحريف الحقائق، وتَصَيُّدِ الحوادث الفردية في التاريخ ليصنعوا منها تاريخاً جديداً يدعو إلى ما يريدون من منع الوحدة بين البلاد العربية والتفاهم على الحق والخير بين جماهيرها.\n[جـ]- أهداف علميَّة خالصة:\nأهداف علميَّة خالصة لا يقصد منها إلاَّ البحث والتمحيص، ودراسة التراث العربي والإسلامي دراسة تجلو لهم بعض الحقائق الخافية\nالجزء: 1 ¦ الصفحة: 31\n",
        "عنهم، وهذا الصنف قليل عدده جداً، وهم مع إخلاصهم في البحث والدراسة لا يسلمون من الأخطاء في البحث والاستنتاجات البعيدة عن الحق، إمّا لجهلهم بأساليب اللغة العربية، وإمَّا لجهلهم بالأجواء الإسلامية التاريخية على حقيقتها، فَيُحِبُّون أنْ يتصوَّرُوها كما يتصوَّرُون مجتمعاتهم، ناسين الفروق الطبيعية والنفسية والزمنية التي تفرِّق بين الأجواء التاريخية التي يدرسونها، وبين الأجواء الحاضرة التي يعيشونها.\nوهذه الفئة أسلم الفئات الثلاث في أهدافها، وأقلّها خطراً؛ إذ سرعان ما يرجعون إلى الحق حين يَتَبَيَّنُ لهم، ومنهم من يعيش بقلبه وفكره في جَوِّ البيئة التي يدرسها، فيأتي بنتائج تنطبق مع الحق والصدق والواقع، ولكنهم يلقون عنتاً ما يتَّهمونهم بالانحراف عن النهج العِلْمِيّ، أو الانسياق وراء العاطفة، أو الرغبة في مجاملة المسلمين والتقرُّب إليهم، كما فعلوا مع «توماس أرنولد» حين أنصف المسلمين في كتابه العظيم \" الدعوة إلى الإسلام \" فقد برهن على تسامح\nالجزء: 1 ¦ الصفحة: 32\n",
        "المسلمين في جميع العصور مع مخالفيهم في الدين، على عكس مخالفيهم معهم، هذا الكتاب الذي يعتبر من أدق وأوثق المراجع في تاريخ التسامح الديني في الإسلام، يطعن فيه المُسْتَشْرِقُونَ المُتعصِّبُون وخاصة المُبَشِّرِينَ منهم، بأنَّ مؤلفه كان مندفعاً بعاطفة قوية من الحب والعطف على المسلمين، مع أنه لم يذكر فيه حادثة إلاَّ أرجعها إلى مصدرها.\nومن هؤلاء من يُؤَدِّي بهم البحث الخالص لوجه الحق إلى اعتناق الإسلام والدفاع عنه في أوساط أقوامهم الغربيِّين، كما فعل المستشرق الفرنسي «دينيه» الذي عاش في الجزائر، فأعجب بالإسلام وأعلن إسلامه، وتَسَمَّى باسم «ناصر الدين دينيه» وألَّف مع عالم جزائري كتاباً عن سيرة الرسول - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ -، وله كتاب \" أشعة خاصة بنور الإسلام \" بَيَّنَ فيه تحامل قومه على الإسلام ورسوله، وقد توفي هذا المستشرق المسلم في فرنسا، ونقل جثمانه إلى الجزائر ودفن بها.\nوسائل المُسْتَشْرِقِينَ لتحقيق أهدافهم:\nولم يترك المُسْتَشْرِقُونَ وسيلة لنشر أبحاثهم\nالجزء: 1 ¦ الصفحة: 33\n",
        "وبثِّ آرائهم إلاَّ سلكوها، ومنها:\n1 -\nتأليف الكتب في موضوعات مختلفة عن الإسلام واتجاهاته ورسوله وقرآنه، وفي أكثراه كثير من التحريف المعتمد في نقل النصوص أو ابتارها، وفي فهم الوقائع التاريخية، والاستنتاج منها.\n2 -\nإصدار المجلاَّت الخاصَّة ببحوثهم حول الإسلام وبلاده وشعوبه.\n3 -\nإرساليات التبشير إلى العالم الإسلامي لتزاول أعمالاً إنسانية في الظاهر كالمستشفيات والجمعيات والمدارس والملاجئ والمياتم، ودُور الضيافة كجمعيات الشُبَّان المسيحية وأشباهها.\n4 -\nإلقاء المحاضرات في الجامعات والجمعيات العلمية، ومن المؤسف أنَّ أشدَّهُم خطراً وعداءً للإسلام كانوا يستدعون إلى الجامعات العربية والإسلامية في القاهرة ودمشق وبغداد والرباط وكراتشي ولاهُور وعليكرة وغيرها ليتحَدَّثُوا عن الإسلام! ..\n5 -\nمقالات في الصحف المحليَّة عندهم،\nالجزء: 1 ¦ الصفحة: 34\n",
        "وقد استطاعوا شراء عدد من الصحف المحليَّة في بلادنا، وقد جاء في كتاب \" التبشير والاستعمار \" للدكتورين عمر فروخ ومصطفى الخالدي وهو من أهم الوثائق التاريخية عن نشاط المُسْتَشْرِقِينَ والمُبَشِّرِينَ لخدمة الاستعمار (1) ما يلي:\n«يعلن المبشِّرون أنهم استغلُّوا الصحافة المصرية على الأخص للتعبير عن الآراء المسيحية أكثر مِمَّا استطاعوا في أي بلد إسلامي آخر، لقد ظهرت مقالات كثيرة في عدد من الصحف المصرية، إما مأجورة في أكثر الأحيان، أو بلا أجرة في أحوال نادرة».\n6 -\nعقد المؤتمرات لإحكام خططهم في الحقيقة، ولبحوث عامة في الظاهر، وما زالوا يعقدون هذه المؤتمرات منذ عام 1783 حتى الآن.\n7 -\nإنشاء الموسوعة \" دائرة المعارف الإسلامية \"، وقد أصدروها بعدة لغات، وبدأوا\n(1) هذا الكتاب يجب على كل مثقف مسلم قراءته، وقد طبع مرتين في بيروت وحاول بعض أذناب الاستعمار في العهد الماضي منع تداوله في سورية العربية المسلمة.\nالجزء: 1 ¦ الصفحة: 35\n",
        "بإصدار طبعة جديدة منها، وقد اطلعت على الأجزاء الأولى للطبعة الثانية من سكرتير الموسوعة حين زُرْتُ أكسفورد عام 1956م، وقد بدئ بترجمة الطبعة الأولى إلى اللغة العربية، وصدر منها حتى الآن ثلاثة عشر مجلداً. وفي هذه الموسوعة التي حشد لها كبار المُسْتَشْرِقِينَ وأشدهم عِدَاءً للإسلام، قد دَسَّ السُمَّ في الدسم، وملئت بالأباطيل عن الإسلام وما يتعلق به. ومن المؤسف أنها مرجع لكثير من المثقَّفين عندنا بحيث بعتبرونها حُجَّةً فيما تتكلم به، وهذا من مظاهر الجهل بالثقافة الإسلامية وعقدة النقص عند هؤلاء المثقَّفين.\nهذه كلمة موجزة عن المُسْتَشْرِقِينَ وأصنافهم وأهدافهم ووسائلهم، ونرى من إتمام الفائدة للقُرَّاءِ أنْ نُذَيِّلَهَا بذكر أخطر المُسْتَشْرِقِينَ المعاصرين وأهم كتبهم، وَبِأَهَمِّ المجلاَّت التي يصدرها المُسْتَشْرِقُونَ في الدول الاستعمارية الكبرى (1).\n(1) هذا التثبت بأسماء مجلاَّت المُسْتَشْرِقِينَ وأسماء مشاهيرهم وكتبهم مأخوذة من محاضرة الدكتور محمد البهي بعنوان: \" المبشِّرون والمُسْتَشْرِقُونَ وموقفهم من الإسلام \".\nالجزء: 1 ¦ الصفحة: 36\n",
        "أهم المجلات التي يصدرونها:\nأ - في عام 1787م أنشأ الفرنسيون جمعيَّة للمستشرقين ألحقوها بأخرى في عام 1820م، ثم أصدروا \" المجلة الآسيوية \".\nب - وفي لندن تألَّفت جمعيَّةٌ لتشجيع الدراسات الشرقية في عام 1823م، وقَبِلَ المَلِكُ أنْ يكون وليَّ أمرها، وأصدرت \" مجلة الجمعية الآسيوية الملكية \".\nجـ - وفي عام 1842م أنشأ الأمريكيُّون جمعيَّة ومجلة بإسم \" الجمعية الشرقية الأمريكية \" وفي العام نفسه أصدر المُسْتَشْرِقُونَ الألمان مجلة خاصة بهم، وكذلك فعل المُسْتَشْرِقُونَ في كل من النمسا وإيطاليا وروسيا.\nد - ومن المجلاَّت التي أصدرها المُسْتَشْرِقُونَ الأمريكيون في هذا القرن \"مجلة جمعيَّة الدراسات الشرقية \" وكانت تصدر في مدينة جامبير  Gambier  بولاية  Ohio  ولها فروع في لندن وباريس وليبزج، وتورونتو في كندا، ولا يعرف إنْ كانت تصدر الآن، وطابعها العام على كل حال طابع الاستشراق\nالجزء: 1 ¦ الصفحة: 37\n",
        "السياسي وإنْ كانت تعرض من وقت لآخر لبعض المشكلات الدِّينِيَّةِ، وخاصة في باب الكتب.\nهـ - ويصدر المُسْتَشْرِقُونَ الأمريكيون في الوقت الحاضر، \" مجلة شؤون الشرق الأوسط \". وكذلك \" مجلة الشرق الأوسط \"، وطابعها على العموم طابع الاستشراق السياسي كذلك.\nووأخطر المجلاَّت التي يصدرها المُسْتَشْرِقُونَ الأمريكيون في الوقت الحاضر هي مجلة \" العالم الإسلامي \"  The Muslim World  أنشأها صمويل زويمر  S. Zweimer  في سنة 1911م، وتصدر الآن من هارتفورد  Hartford  بأمريكا ورئيس تحريرها كنيث كراج  K. Gragg  وطابع هذه المجلَّة تبشيري سافر.\nز - وللمستشرقين الفرنسيين مجلَّة شبيهة بمجلة \" العالم الإسلامي \" في روحها وإتجاهها العدائي التبشيري وإسمها أيضاً:  Le Monde Musulman\nأسماء أخطر المُسْتَشْرِقِينَ المعاصرين وأهم كُتُبهم:\nأ. ج. أربري:  A. J. Arberry  انجليزي معروف\nالجزء: 1 ¦ الصفحة: 38\n",
        "بالتعصب ضد الإسلام والمسلمين ومن مُحَرِّرِي \"دائرة المعارف الإسلامية\" والآن أستاذ بجامعة كمبردج. ومن المؤسف أنه أستاذ لكثير من المصريِّين الذين تَخَرَّجُوا في الدراسات الإسلامية واللغوية في انجلترا. ومن كتبه:\n1 -\n\" الإسلام اليوم \" صدر في عام 1943م.\n2 -\n\" مقدمة لتاريخ التصوف \" صدر في عام 1947م.\n3 -\n\" التصوف \" صدر في عام 1950م.\n4 -\n\" ترجمة القرآن \" صدر في عام 1950م.\nألفرد جيوم:  A. Geom  انجليزي معاصر، اشتهر بالتعصب ضد الإسلام. حاضر في جامعات انجلترا وأمريكا. وَتَغْلُبُ على كتابته وآرائه الروح التبشيرية. ومن كتبه \" الإسلام \" ومن المؤسف أنه تَخَرَّجَ عليه كثير مِمَّنْ أرسلتهم الحكومة المصرية في بعثات رسمية للخارج لدراسة اللغات الشرقية.\nبارون كارا دي فو:  Baron Carra de Vaux  فرنسي متعصِّب جداً ضد الإسلام والمسلمين. ساهم\nالجزء: 1 ¦ الصفحة: 39\n",
        "بنصيب بارز في تحرير \" دائرة المعارف الإسلامية \".\nهـ. أ. ر. جب:  H. A. R. Gibb  أكبر مستشرقي إنجلترا المعاصرين كان عضواً بالمجمع اللغوي في مصر والآن أستاذ الدراسات الإسلامية والعربية في جامعة هارفرد الأمريكية. من كبار مُحَرِّرِي وناشري \" دائرة المعارف الإسلامية \". له كتابات كثيرة فيها عمق وخطورة وهذا هو سر خطورته. ومن كتبه:\n1 -\n\" طريق الإسلام \" ألفه بالاشتراك مع آخرين وترجم من الإنجليزية إلى العربية تحت العنوان المذكور.\n2 -\n\" الاتجاهات الحديثة في الإسلام \". صدر في عام 1947م وأعيد طبعه وترجم إلى العربية تحت العنوان المذكور.\n3 -\n\" المذهب المحمدي \" صدر في عام 1947م وأعيد طبعه.\n4 -\n\" الإسلام والمجتمع الغربي \" يصدر في أجزاء وقد اشترك معه آخرون في التأليف وله مقالات أخرى متفرقة.\nالجزء: 1 ¦ الصفحة: 40\n",
        "جولدزيهير:  Goldizher  مَجَرِيٌّ عرف بعدائه للإسلام وبخطورة كتاباته عنه ومن مُحَرِّرِي \" دائرة المعارف الإسلامية \". كتب عن القرآن والحديث ومن كتبه \" تاريخ مذاهب التفسير الإسلامي \" المترجم إلى العربية تحت العنوان السابق.\nجون ماينارد:  Maynard  أمريكي متعصب كان يساهم في تحرير \" مجلة جمعيَّة الدراسات الشرقية \" الأمريكية، وخاصة باب الكتاب الجديدة التي لها صلة بالإسلام وبالشرق على العموم. (أنظر - مثلاً ص 22 وما بعدها من العدد 2، من المجلد 8، أبريل سنة 1924م من المجلة المذكورة).\nس. م. زويمر:  S. M. Zweimer  مستشرق مُبَشِّرٌ أشتهر بعدائه الشديد للإسلام، مؤسس مجلة \" العالم الإسلامي \" الأمريكية التبشيرية مؤلف كتاب \" الإسلام تحد لعقيدة \" صدر في سنة 1908م، وناشر كتاب \" الإسلام \" وهو مجموعة مقالات قدمت للمؤتمر التبشيري الثاني في سنة 1911م بلكنهؤ في الهند. وتقديراً لجهوده التبشيرية أنشأ الأمريكيون\nالجزء: 1 ¦ الصفحة: 41\n",
        "وقفاً بإسمه على دراسة اللاهوت وإعداد المبشرين.\nعزيز عطية سوريال: مصريٌّ مسيحي، كان أستاذاً بجامعة الاسكندرية والآن يُدَرِّسُ بإحدى جامعات أمريكا، شديد الحقد على الاسلام والمسلمين وكثير التحريف للتعاليم الإسلامية. يستعين على الحقد والتحريف بكونه بعيداً عن مصر والمسلمين، له بعض الكتب عن الحروب الصليبية.\nغ. فون جرونباوم.  G. von Grunbaum  من أصل ألماني، يهودي مستورد إلى أمريكا للتدريس بجامعاتها وكان أستاذاً بجامعة شيكاغو، من أَلَدِّ أعداء الإسلام. في جميع كتاباته تَخَبُّطٌ واعتداء على القيم الإسلامية والمسلمين، كثير الكتابة وله معجبون من المُسْتَشْرِقِينَ. ومن كتبه:\n1 -\n\" اسلام العصور الوسطى \" صدر في عام 1946م.\n2 -\n\" الأعياد المحمدية \" صدر في عام 1951م.\n3 -\n\" محاولات في شرح الإسلام المعاصر \" صدر في عام 1947م.\nالجزء: 1 ¦ الصفحة: 42\n",
        "4 -\n\" دراسات في تاريخ الثقافة الإسلامية \" صدر في عام 1954م.\n5 -\n\" الإسلام \" مجموعة من المقالات المتفرقة، صدر في عام 1957م.\n6 -\n\" الوحدة والتنوع في الحضارة الإسلامية \"، صدر عام 1955م.\nفيليب حِتِّي:  Ph. Hitti  لبناني مسيحي تأمرك، كان أستاذاً بقسم الدراسات الشرقية بجامعة برنستون بأمريكا ثم رئيساً لهذا القسم، وهو الآن بالمعاش. من أَلَدِّ أعداء الإسلام، ويتظاهر بالدفاع عن القضايا العربية في أمريكا، وهو مستشار غير رسمي لوزارة الخارجية الأمريكية في شؤون الشرق الأوسط، يحاول دائماً أنْ ينتقص دور الإسلام في بناء الثقافة الانسانية ويكره أنْ ينسب للمسلمين أي فضل، فقد كتب - على سبيل المثال - في \" دائرة المعارف الأمريكية \" طبع سنة 1948م تحت عنوان \" الأدب العربي \" ص 129 يقول: «ولم تبدأ أمارات الحياة الأدبية الجديدة بالظهور إلاَّ في القسم الأخير من القرن التاسع عشر، وكان الكثرة من قادة هذه\nالجزء: 1 ¦ الصفحة: 43\n",
        "الحركة الجديدة نصارى من لبنان تعلموا واستوحوا من جهود المُبَشِّرِينَ الأمريكيين».\nومحاولات \" حِتِّي \" انتقاص فضل الإسلام والمسلمين ليست فقط قاصرة على العصر الحديث ولكنها تنطبق على جميع مراحل التاريخ الإسلامي كما هو موضح في كتبه التي نذكر منها:\n1 -\n\" تاريخ العرب \" ظهر بالإنجليزية وأعيد طبعه عدة مرات وهو مليءٌ بالطعن في الإسلام والسُخرية من نبيِّه وكله حقد وسُمٌّ وكراهية. انظر مثلاً مجلة \" الإسلام \" الإنجليزية  Al - Islam  التي تصدر في كراتشي - باكستان ص 138 من عدد أبريل سَنَةَ 1958م، ص 146 من عدد أول مايو سَنَةَ 1958م.\n2 -\n\" تاريخ سوريا \".\n3 -\n\" أصل الدروز وديانتهم \"، صدر في سنة 1928م.\nأ. ج فينسينك:  A. J. Wensink  عَدُوٌّ لدود للإسلام ونبيِّه، كان عضواً بالمجمع اللغوي المصري ثم أخرج منه على أثر أزمة أثارها الدكتور الطبيب حسين الهواري مؤلف كتاب \" المُسْتَشْرِقُونَ والإسلام \"\nالجزء: 1 ¦ الصفحة: 44\n",
        "صدر في سنة 1936م، وحدث ذلك بعد أنْ نشر فينسينك رأيه في القرآن والرسول مُدَّعِياً أنَّ الرسول أَلَّفَ القرآن من خلاصة الكُتُبِ الدِّينِيَّةِ والفلسفية التي سبقته، انظر \" المُسْتَشْرِقُونَ والإسلام \" ص71 وما بعدها. هذا والمعروف لفينسينك كتاب تحت عنوان \" عقيدة الإسلام \" صدر في سنة 1932م.\nكينيت كراج:  K. Cragg  أمريكي شديد التعصب ضد الإسلام. قام بالتدريس في الجامعة الأمريكية بالقاهرة لفترة من الوقت والآن رئيس تحرير مجلة \" العالم الإسلامي \" الأمريكية التبشيرية ورئيس قسم اللاهوت المسيحي في هارتفورد ومُتَعَهِّدُ مُبَشِّرِينَ ومن كتبه \" دعوة المئذنة \"، صدر في عام 1956م.\nلوي ماسينيون:  L. Mssignon  أكبر مستشرقي فرنسا المعاصرين، ومستشار وزارة المستعمرات الفرنسية في شؤون شمال أفريقيا، والراعي الروحي للجمعيَّات التبشيرية الفرنسية في مصر. زار العالم الإسلامي أكثر من مرة وخدم بالجيش الفرنسي خمس سنوات في الحرب العالمية الأولى، كان\nالجزء: 1 ¦ الصفحة: 45\n",
        "عضواً بالمجمع اللغوي المصري والمجمع العِلْمِيّ العربي في دمشق، متخصص في الفلسفة والتصوُّف الإسلامي، ومن كتبه:\n\" الحلاج الصوفي الشهيد في الإسلام \"، صدر في سَنَةِ 1922م. وله كُتب وأبحاث أخرى عن الفلسفة والتصوف، وهو من كبار مُحَرِّرِي \" دائرة المعارف الإسلامية \".\nد. ب. ماكدونالد:  D.B. Macdonald  أمريكي من أشد المتعصبين ضد الإسلام والمسلمين، يصدر في كتاباته عن روح تبشيرية متأصلة. من كبار مُحَرِّرِي \" دائرة المعارف الإسلامية \" ومن كتبه:\n1 -\n\" تطور علم الكلام والفقه والنظرية الدستورية في الإسلام \" صدر في سنة 1903م.\n2 -\n\" الموقف الديني والحياة في الإسلام \"، صدر في سنة 1908م\nمايلز جرين:  M. Green  سكرتير تحرير مجلة \" الشرق الأوسط \".\nمجيد قدوري: مسيحي عراقي. رئيس قسم\nالجزء: 1 ¦ الصفحة: 46\n",
        "دراسات الشرق الأوسط بجامعة جون هوبكنز في واشنطن، ومدير معهد الشرق الأوسط للأبحاث والتربية بواشنطن، متعصب حقود على الإسلام وأبنائه. ومن كتبه المشحونة بالطعون والأخطاء \" الحرب والسلام في الإسلام \" صدر في سنة 1955م، وله مقالات أخرى.\nد. س. مرجوليوث:  D. S. Margoliouth  انجليزي متعصب ضد الإسلام ومن مُحَرِّرِي \" دائرة المعارف الإسلامية \"، كان عضواً بالمجمع اللغوي المصري والمجمع العِلْمِيّ في دمشق. ومن كتبه:\n1 -\n\" التطورات المبكرة في الإسلام \" صدر في سنة 1913م.\n2 -\n\" محمد ومطلع الإسلام \"، صدر في سنة 1905م.\n3 -\n\" الجامعة الإسلامية \"، صدر في سنة 1912م.\nر. أ: نيكولسون:  R. A. Nicholson  كان من أكبر مستشرقي إنجلترا المعاصرين ومن مُحَرِّرِي\nالجزء: 1 ¦ الصفحة: 47\n",
        "\" دائرة المعارف \". تخصص في التصوف الإسلامي والفلسفة وكان عضواً بالمجمع اللغوي المصري. وهو من المُنْكِرِينَ على الإسلام أنه دين روحي ويصفه بالمادية وعدم السمو الانساني. ومن كتبه:\n1 -\n\" متصوفو الإسلام \" صدر في سنة 1910م.\n2 -\n\" التاريخ الأدبي للعرب \"، صدر في سنة 1930م.\nهارفلي هول: رئيس تحرير \" مجلة الشرق الأوسط \" الأمريكية. وخطورته أنه يوجه سياسة مجلة من أهم المجلات المعنية بشؤون الشرق الأوسط السياسة والثقافية في العصر الحديث.\nهنري لامنس اليسوعي:  H. Lammens  فرنسي 1872 - 1937م من مُحَرِّرِي \"دائرة المعارف الإسلامية \"، شديد التعصب ضد الإسلام والحقد عليه، مفرط في عدائه وافتراءاته لدرجة أقلقت بعض المُسْتَشْرِقِينَ أنفسهم أنظر ص 15 - 16 من 1،من المجلد 9 يناير سَنَةَ 1925م من \" مجلة جمعيَّة الدراسات الشرقية \" الأمريكية ومن كتبه بالفرنسية:\nالجزء: 1 ¦ الصفحة: 48\n",
        "1 -\n\" الاسلام \".\n2 -\n\" الطائف \".\nيوسف شاخت:  J. Schacht  ألماني متعصب ضد الإسلام والمسلمين له كتب كثيرة عن الفقه الإسلامي وأصوله. من مُحَرِّرِي \" دائرة المعارف الإسلامية \" و \" دائرة معارف العلوم الإجتماعية \". وأشهر كتبه: \" أصول الفقه الإسلامي \".\nبعض الكتب الخطيرة التي لها مكانة علميَّة عند بعض الناس:\nموضوعات:\n1 -\n\" دائرة المعارف الإسلامية \":\nThe Encyclopaedia of Islam  صدر بعدة لغات حية يعاد طبعها في الوقت الحاضر، وقد ظهر بعض أجزاء الطبعة الجديدة.\n2 -\n\" موجز دائرة المعارف الإسلامية \"\nShorter Encyclopaedia of Islam\n3 -\n\"  دائرة معارف الدين والأخلاق \":\nالجزء: 1 ¦ الصفحة: 49\n",
        "Encyclopaedia of Religion And Ethics\n(  المقالات المتعلقة بموضوعات إسلامية):\n4 -\n\" دائرة معارف العلوم الإجتماعية \":\nEncyclopaedia of social Sciences\n(  الموضوعات المتصلة بالإسلام والعرب):\n5 -\n\" دراسة في التاريخ \".\n(القسم المتصل بالإسلام ورسوله) من تأليف أرنولد توينبي:\nA. Toynbee\nالكتب:\n1 -\n\" حياة محمد \": من تأليف سيروليام موير  W. Muir .\n2 -\n\"  الإسلام \": من تأليف الفرد جيوم:  A. Geom .\n3 -\n\"  دين الشيعة \": من تأليف د. م. دونالدسون:  D. M. Donaldson .\n4 -\n\"  تاريخ شارل الكبير \": من تأليف القس تيربن:  Bishop Turpin .\nالجزء: 1 ¦ الصفحة: 50\n",
        "5 -\n\" الإسلام \": ظهر بالفرنسية من تأليف هنري لامنس:  H. Lammens .\n6 -\n\"  الإسلام \" (تحد لعقيدة): ظهر بالانجليزية من تأليف المبشر زويمر:  S. M. Zweimer .\n7 -\n\"  دعوة المئذنة \": ظهر بالانجليزية من تأليف كينيت كراج:  K. Cragg .\n8 -\n\"  الإسلام اليوم \": بالانجليزية من تأليف أ. ج.آربري:  A. J. Arberry .\n9 -\n\"  ترجمة القرآن \": الترجمة الانجليزية من وضع أ. ج.آربري.\n10 -\n\" تاريخ مذاهب التفسير الإسلامي\": ظهر بالألمانية وترجم إلى العربية، من تأليف جولدتسيهر:  Goldziher .\n11 -\n\"  تاريخ العرب \":\nظهر بالانجليزية والعربية وطبع عدة طبعات، من تأليف فيليب حتى.\n12 -\n\"اليهودية في الإسلام\": ظهر بالانجليزية من تأليف أبراهام كاش.\nالجزء: 1 ¦ الصفحة: 51\n",
        "13 -\n\" عقيدة الإسلام \": ظهر بالانجليزية من تأليف أ. ج. فينيسينك:  Wensink .\n14 -\n\"  الحلاج الصوفي الشهيد في الإسلام \": ظهر بالفرنسية من تأليف لوي ماسينيون  L. Massiggon .\n15 -\n\"  الحرب والسلام في الإسلام \": ظهر بالانجليزية من تأليف مجيد قدوري.\n16 -\n\" تطور علم الكلام والفقه والنظرية الدستورية في الاسلام \": ظهر بالانجليزية من تأليف د. ب. ماكدونالد:  D. B. Macdonald .\n17 -\n\"  الاتجاهات الحديثة في الاسلام \": ظهر بالانجليزية وترجم إلى العربية من تأليف هـ. أ. ر. جب:  Gibb .\n18 -\n\"  طريق الإسلام \": ظهر بالانجليزية وترجم إلى العربية من تأليف جماعة من المُسْتَشْرِقِينَ اشترك في تأليفه ونشره هـ. أ. ر. جب:  Gibb .\n19 -\n\"  التصوف في الإسلام \": ظهر بالانجليزية وترجم إلى العربية من تأليف ر. أ. نيكلسون:  Nicholson .\nالجزء: 1 ¦ الصفحة: 52\n",
        "20 -\n\" مصادر تاريخ القرآن \": بالانجليزية من تأليف آرثر جيفري:  Arthur Jeffry .\n21 -\n\"  أصول الإسلام في بيئته المسيحية \": بالانجليزية من تأليف ر. بل:  R. Bell .\n22 -\n\"  مقدمة القرآن \": بالانجليزية من تأليف ر. بل.\n23 -\n\" التطورات المبكرة في الاسلام \": بالانجليزية من تأليف د. س. مرجوليوث:  D. S. Margoliouth .\n24 -\n\"  محمد ومطلع الإسلام \": بالانجليزية ولنفس المؤلف.\n25 -\n\" الإسلام \": بالانجليزية ولنفس المؤلف.\n26 -\n\" الجامعة الإسلامية \": بالانجليزية ولنفس المؤلف.\n27 -\n\" قنطرة إلى الإسلام \": ظهر بالانجليزية من تأليف أريك بيتمان.\n28 -\n\" إسلام العصور الوسطى \" ظهر\nالجزء: 1 ¦ الصفحة: 53\n",
        "بالانجليزية من تأليف ج. فون جرونباوم:  G. von Grunebaum .\n29 -\n\"  الإسلام \" مجموعة مقالات متفرقة ظهرت بالانجليزية للمؤلف السابق.\n30 -\n\" الأعياد المُحمديَّة \" بالإنجليزية ولنفس المؤلف.\n31 -\n\" الوحدة والتنوُّع في الحضارة الإسلامية \" بالانجليزية ولنفس المؤلف.\n32 -\n\" دراسات في تاريخ الثقافة الإسلامية \" بالانجليزية ولنفس المؤلف.\n33 -\n\" محاولات\n...\nفي شرح الإسلام المعاصر \" مجموعة مقالات ظهرت بالانجليزية لنفس المؤلف.\nموازين البحث عند المُسْتَشْرِقِينَ:\nيعتمد جمهرة المُسْتَشْرِقِينَ في تحرير أبحاثهم عن الشريعة الإسلامية على ميزان غريب بالغ الغرابة في ميدان البحث العِلْمِيّ، فمن المعروف أنَّ العالم\nالجزء: 1 ¦ الصفحة: 54\n",
        "المخلص يتجرَّد عن كل هوى وميل شخصي فيما يريد البحث عنه ويتابع النصوص والمراجع الموثوق بها، فما أدت إليه بعد المقارنة والتمحيص كان هو النتيجة المحتمة التي ينبغي عليه اعتقادها. ولكن أغلب هؤلاء المُسْتَشْرِقِينَ يضعون في أذهانهم - كما قلت من قَبْلُ - فكرة معيَّنة يريدون تَصَيُّدَ الأدلَّة لإثباتها، وحين يبحثون عن هذه الأدلَّة لا تهمهم صِحَّتُهَا بمقدار ما يهمهم إمكان الاستفادة منها لدعم آرائهم الشخصية، وكثيراً ما يستنبطون الأمر الكلي من حادثة جزئية، ومن هنا يقعون في مفارقات عجيبة لولا الهوى والغرض لربأوا بأنفسهم عنها، وسنضرب لذلك بعض الأمثلة:\n1 -\nفي محاولة المستشرق جولدتسيهر لإثبات زعمه بأنَّ الحديث في مجموعه من صنع القرون الثلاثة الأولى للهجرة وليس من قول الرسول - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - ادَّعَى أنَّ أحكام الشريعة لم تكن معروفة لجمهور المسلمين في الصدر الأول من الإسلام، وأنَّ الجهل بها وبتاريخ الرسول - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - كان لاصقاً بكبار الأئمة، وقد حشد لذلك بعض الروايات\nالجزء: 1 ¦ الصفحة: 55\n",
        "الساقطة المتهافتة، من ذلك ما نقله من كتاب \" الحيوان \" للدميري من أنَّ أبا حنيفة - رَحِمَهُ اللهُ - لم يكن يعرف هل كانت معركة بدر قبل أُحُدْ أم كانت أُحُدْ قبلها!.\nولا شك في أنَّ أقل الناس اطلاعاً على التاريخ يَرُدُّ مثل هذه الرواية، فأبو حنيفة وهو من أشهر أئمة الإسلام الذين تَحَدَّثُوا عن أحكام الحرب في الإسلام حديثاً مستفيضاً في فقهه الذي أُثِرَ عنه، وفي كُتُبِ تلامذته الذين نشروا علمه كأبي يوسف ومحمد، يستحيل على العقل أنْ يُصَدِّقَ بأنه كان جاهلاً بوقائع سيرة الرسول ومغازيه وهي التي اسْتَمَدَّ منها فقهه في أحكام الحرب، وحسبنا أنْ نذكر هنا كتابين في فقهه في هذا الموضوع يعتبران من أهم الكتب المؤلفة في التشريع الدولي، في الإسلام.\nأولهما - كتاب \" الرد على سير (1) الأوزاعي \" لأبي يوسف - رَحِمَهُ اللهُ -.\n(1) اصطلح الفقهاء على تسمية مغازي الرسول - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - بالسِيَرِ جمع سيرة.\nالجزء: 1 ¦ الصفحة: 56\n",
        "ثانيهما - كتاب \" السير الكبير \" لمحمد - رَحِمَهُ اللهُ -، وقد شرحه السَرَخْسِي، وهو من أقدم وأَهَمِّ مراجع الفقه الإسلامي في العلاقات الدولية، وقد طبع أخيراً تحت إشراف جامعة الدول العربية برغبة من جمعية محمد بن الحسن الشيباني للحقوق الدولية.\nوفي هذين الكتابين يتضح إلمام تلامذة الإمام وَهُمْ حاملو علمه بتاريخ المعارك الإسلامية في عهد الرسول - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - وعهد خلفائه الراشدين.\nوجولدتسيهر لا يخفى عليه أمر هذين الكتابين، وكان بإمكانه لو أراد الحَقَّ أنْ يعرف ما إذا كان أبو حنيفة جاهلاً بالسيرة أو عالماً بها من غير أنْ يلجأ إلى رواية «الدميري» في \" الحيوان \" هو ليس مؤرِّخاً وكتابه ليس كتاب فقه ولا تاريخ، وإنما يحشر فيه كل ما يرى إيراده من حكايات ونوادر تتصل بموضوع كتابه من غير أنْ يعني نفسه البحث عن صحتها، ولا يخفى ما كان بين أبي حنيفة ومعاصريه ومُقَلِّدِيهِمْ من بعدهم من عداء منهجي فكري، وقد كان هذا العداء مادة دسمة لرُواة الأخبار\nالجزء: 1 ¦ الصفحة: 57\n",
        "ومؤلفي كتب الحكايات والنوادر لنسبة حوادث وحكايات منها ما يرفع من شأن أبي حنيفة، ومنها ما يضع من سُمعته. وأكثرها مُلَفَّقٌ موضوع للمُسَامَرَةِ والتندُّر من قِبَلِ مُحِبِّيهِ أو كارهيه على السواء، مِمَّا يجعلها عديمة القيمة العلمية في نظر العلماء والباحثين.\nفجولدتسيهر أعرض عن كل ما دُوّن من تاريخ أبي حنيفة تدويناً علميّاً ثابتاً، واعتمد رواية مكذوبة لا يتمالك طالب العلم المبتدئ في الدراسة من الضحك لسماعها ليدعم بذلك ما تخيله من أنَّ السنّة النبوية من صنع المسلمين في القرون الثلاثة الأولى.\n2 -\nومثال آخر عن هذا المستشرق أيضاً، فقد أعرض عَمَّا أجمعت عليه كتب الجرح والتعديل وكتب التاريخ من صدق الإمام محمد بن مسلم بن شهاب الزُهري - رَحِمَهُ اللهُ - (50 - 124 هـ) وَوَرَعِهِ وأمانته ودينه، وزعم أنَّ الزهري لم يكن كذلك بل كان يضع الحديث للأمويِّين، وهو الذي وضع الحديث: «لاَ تُشَدُّ الرِّحَالُ إِلاَّ إِلَى ثَلاَثَةِ مَسَاجِدَ»\nالجزء: 1 ¦ الصفحة: 58\n",
        "إلخ\n...\nلعبد الملك بن مروان، وكان حُجَّتُهُ أنَّ هذا الحديث من رواية الزُّهْرِي، وأنَّ الزُّهْرِي كان معاصراً لعبد الملك بن مروان!\n...\nوقد ناقشت هذا الزعم مناقشة مفصلة في كتابي \" السُنَُّّة ومكانتها في التشريع الإسلامي\": ص 385 وما بعدها.\n3 -\nيحاول المُسْتَشْرِقُونَ أنْ يؤكدوا تعالي العرب الفاتحين عن المسلمين الأعاجم وانتقاصهم من مكانتهم، وفي ذلك يقول المستشرق «بروكلمان» في كتابه \" تاريخ الشعوب الإسلامية \": «وإذا كان العرب يؤلفون طبقة الحاكمين، فقد كان الأعاجم من الجهة الثانية هم الرعيَّة أي القطيع!\n...\nوَجَمْعُهَا رَعَايَا كما يدعوهم تشبيه سَامِيٌّ قديم كان مألوفاً حتى عند الآشُورِيِّينَ».\nفهذا المستشرق قد أعرض عن جميع الوثائق التاريخية التي تؤكد عدالة الفاتحين المسلمين ومعاملتهم أفراد الشعب على السواء في غير تفرقة بين عربي وغيره، وتعلق بلفظ «الرعية» تعلقاً لغويّاً واستنتج منها أنَّ المسلمين نظروا إلى الأعاجم نظر القطيع من الغنم، ولو رجعنا إلى مادة «رَعَيَ» في\nالجزء: 1 ¦ الصفحة: 59\n",
        "قواميس اللغة وجدناها تقول كما في \" القاموس المحيط \": «كُلُّ [مَنْ] وَلِيَ أمْرَ قَوْمٍ\n...\nوالقَوْمُ رَعِيَّةٌ\n...\n، وَرَاعَيْتُه: لاحَظْتُه مُحْسِناً إِلَيْهِ\n...\n، وَرَاَعْيُت أمْرَهُ: حَفِظَتُهُ، كَرَعَاهُ». فالراعي في اللغة يطلق على راعي الغنم، وعلى رئيس القوم وَوَلِيِّ أمرهم، والرعية تطلق على الماشية، وتطلق على القوم، ومن معاني الرعاية: الحفظ والإحسان. فلما أطلقها الإسلام على القوم لم يخص بها الأعاجم ليشير إلى أنه يراهم كالقطيع من الغنم، وإنما أطلقها على الشعب عَامَّةً، والأحاديث في ذلك كثيرة معروفة ومنها قوله - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - في الحديث الصحيح الذي رواه البخاري وغيره: «أَلاَ كُلُّكُمْ رَاعٍ وَكُلُّكُمْ مَسْؤُولٌ عَنْ رَعِيَّتِهِ، فَالإِمَامُ الَّذِي عَلَى النَّاسِ رَاعٍ وَهُوَ مَسْؤُولٌ عَنْ رَعِيَّتِهِ، وَالرَّجُلُ رَاعٍ عَلَى أَهْلِ بَيْتِهِ، وَهُوَ مَسْؤُولٌ عَنْ رَعِيَّتِهِ، وَالمَرْأَةُ رَاعِيَةٌ عَلَى أَهْلِ بَيْتِ زَوْجِهَا، وَوَلَدِهِ وَهِيَ مَسْؤُولَةٌ عَنْهُمْ، وَعَبْدُ الرَّجُلِ رَاعٍ عَلَى مَالِ سَيِّدِهِ وَهُوَ مَسْؤُولٌ عَنْهُ، أَلاَ فَكُلُّكُمْ رَاعٍ وَكُلُّكُمْ مَسْؤُولٌ عَنْ رَعِيَّتِهِ». قال الحافظ ابن\nالجزء: 1 ¦ الصفحة: 60\n",
        "حجر (\" فتح الباري \": 13/ 96) في شرح هذا الحديث: «وَالرَّاعِي هُوَ الْحَافِظُ الْمُؤْتَمَنُ الْمُلْتَزِمُ صَلاَحَ مَا اؤْتُمِنَ عَلَى حِفْظِهِ فَهُوَ مَطْلُوبٌ بِالْعَدْلِ فِيهِ وَالْقِيَامِ بِمَصَالِحِهِ».\nوقد جاء في حديث آخر إطلاق الرعية على المسلمين في الحديث الذي رواه البخاري وغيره: «مَا مِنْ وَالٍ يَلِي رَعِيَّةً مِنَ المُسْلِمِينَ، فَيَمُوتُ وَهُوَ غَاشٌّ لَهُمْ، إِلاَّ حَرَّمَ اللَّهُ عَلَيْهِ الجَنَّةَ»\n.\nفكيف أغمض بروكلمان عينيه عن هذا كله واستجاز لعلمه أنْ يَدَّعِي بأنَّ المسلمين نظروا إلى الأعاجم نظرة القطيع وأنهم أطلقوا عليهم وحدهم لفظ «الرَعِيَّةِ»؟ ليس له سند إلاَّ أنَّ لفظ الرَعِيَّةِ يطلق على الغنم أيضاً، وقد علمت معانيها اللغوية، أمَّا تخصيص إطلاقها بالأعاجم فليس له سند ولا شُبْهَة يتعلق بها، وإنما هو الهوى والغرض.\n4 -\nزعم المستشرق «مايور» كما نقله عنه «مرجليوث» أنَّ أهل البدو كانوا كثيري الاهتمام بتعلم البلاغة وطلاقة اللسان فلا يبعد أن النبي - عَلَيْهِ الصَلاَةُ وَالسَّلاَمُ - مارس هذا الفن حتى نبغ فيه.\nالجزء: 1 ¦ الصفحة: 61\n",
        "وهذا يعطينا صورة عن موازين البحث عند هؤلاء، فالمسألة عنده تقوم على استنتاج وَهْمِيٍّ من أمر لم يقع، فلا العرب كانوا يتعلَّمون البلاغة، ولا كانت لهم مدارس وأساتذة يضعون قواعدها، ولا النَّبِيُّ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - عُرِفَ عنه قبل النبوة فعل ذلك، وليس بين أيدينا نص واحد يثبته بل إنَّ المؤكد أنَّ الرسول لم ينقل عنه أثر من نثر أو شعر قبل النبوة وقبل أنْ يتنزَّل عليه القرآن الكريم.\nوأمر آخر يكشف لنا عن أساس ثالث من أسس النقد والبحث عند هؤلاء المُسْتَشْرِقِينَ هو إفراطهم في اختراع العلل والأسباب والحوادث التي يدرسونها اختراعاً ليس له سند إلاَّ التخيل والتحكم، ويزيد في فساد أسلوبهم هذا أنهم يتخيَّلون أحداث الشرق والعرب وعاداتهم وأخلاقهم بأوهامهم وخيالاتهم الغريبة عن الشرق والعرب والمسلمين، ولا يريدون أنْ يعترفوا بأنَّ لكل بيئة مقاييسُها وأذواقها وعاداتها.\nوقد أحسن المستشرق الفرنسي المسلم «ناصر الدين دينيه» في حديثه عن أسلوب\nالجزء: 1 ¦ الصفحة: 62\n",
        "المُسْتَشْرِقِينَ وموازينهم في الحكم على الأشياء مِمَّا جعلهم يتناقضون فيما بينهم تناقضاً واضحاً في الحكم على شيء واحد، كل ذلك لأنهم حاولوا أنْ يُحَلِّلُوا السيرة المحمدية وتاريخ ظهور الإسلام بحسب العقلية الأوربية فَضلُّوا بذلك ضلالاً بعيداً لأنَّ هذا غير هذا، ولأنَّ المنطق الأوروبي لا يمكن أنْ يأتي بنتائج صحيحة في تاريخ الأنبياء الشرقيين. ثم قال: إنَّ هؤلاء المُسْتَشْرِقِينَ الذين حاولوا نقد سيرة النبي بهذا الأسلوب الأوروبي البحت لبثوا ثلاثة أرباع قرن يُدَقِّقُونَ وَيُمَحِّصُونَ بزعمهم، حتى يهدموا ما اتفق عليه الجمهور من المسلمين من سيرة نبيِّهم، وكان ينبغي لهم بعد هذه التدقيقات الطويلة العريضة العميقة أنْ يَتَمَكَّنُوا من هدم الآراء المُقَرَّرَةِ والروايات المشهورة من السيرة النبوية، فهل تَسَنَّى لهم شَيْءٌ من ذلك؟\nالجواب، أنهم لم يتمكَّنوا من إثبات أقل شَيْءٍ جديدٍ، بل إذا أَمْعَنَّا النظر في الآراء الجديدة التي أتى بها هؤلاء المُسْتَشْرِقُونَ، من فرنسيِّين وإنجليز وألمان وبلجيكيِّين وهولانديِّين\n...\nإلخ لا نجد إلاَّ\nالجزء: 1 ¦ الصفحة: 63\n",
        "خلطاً وخبطاً، وإنك لترى كل واحد منهم يُقَرِّرُ ما نقضه غيره من هؤلاء المُدَقِّقين بزعمهم، أو ينقض ما قرَّرهُ.\nثم أخذ «دينيه» يُورِدُ الأمثال على هذه المتناقضات وختم كلامه بقوله:\nوإنْ أردنا استقصاء هذه التناقضات التي نجدها بين تمحيصات هؤلاء المُمَحِّصِينَ بزعمهم يطول بنا الأمر، ولا نقدر أنْ نعرف أية حقيقة، ولا يبقى أمامنا إلاَّ أنْ نرجع إلى السيرة النبوية التي كتبها العرب، فأمَّا المؤلفون الذين زعموا أنهم يريدون ترجمة محمد بصورة علميَّة شديدة التدقيق فلم يتَّفقُوا منها ولو على نقطة مُهِمَّةٍ، وبرغم جميع ما نقبوه ونقروه، وحاولوا كشفه بزعمهم، فلم يصلوا ولن يصلوا إلاَّ إلى تمثيل أشخاص في تلك السيرة ليسوا أعرق في الحقيقة الواقعية من أبطال أقاصيص «فالتر سكوت» و «إسكندر دوماس»، فهؤلاء القصاص تخيَّلُوا أشخاصاً من أبناء جنسهم يقدرون أنْ يفهموهم، ولم يلحظوا إلاَّ اختلاف الأدوار بينهم، أما أولئك المُسْتَشْرِقُونَ فَنَسُوا أنه كان عليهم قبل كل شَيْءٍ أنْ\nالجزء: 1 ¦ الصفحة: 64\n",
        "يَسُدُّوا الهُوَّةَ السحيقة التي تفصل بين عقليتهم الغربية والأشخاص الشرقيِّين الذين يترجمونهم، وأنهم بدون هذه الملاحظة جديرون بأنْ يقعُوا في الوهم في كل نقطة (1).\nمع المُسْتَشْرِقِينَ وَجْهاً لِوَجْهٍ في أوروبا:\nلقد كنتُ كتبتُ عن المُسْتَشْرِقِينَ كلمة موجزة في كتابي \" السُنَّة ومكانتها في التشريع الإسلامي \" قبل أنْ أزور أكثر جامعات أوروبا عام 1956 م وأختلط بهم وأتحدَّثَ إليهم وأناقشهم. فلما تَمَّ لي ذلك ازْدَدْتُ إيماناً بما كتبته عنهم واقتناعاً بخطرهم على تراثنا الإسلامي كله سواء كان تشريعياً أم حضارياً، لما يملأ نفوسهم من تعصُّبٍ ضد الإسلام والعرب والمسلمين.\nكان أول من اجتمعت بهم هو البروفسور «أندرسون» رئيس قسم قوانين الأحوال الشخصية\n(1) من كتابه الذي ألَّفه في الرَدِّ على الأب «لاَمَنْسْ» اليسوعي بعنوان: «إنك في وَادٍ وإنا لفي وَادٍ» نقلاً عن مقدمة \" حاضر العالم الإسلامي \" للأمير شكيب أرسلان: 1/ 33.\nالجزء: 1 ¦ الصفحة: 65\n",
        "المعمول بها في العالم الإسلامي - في معهد الدراسات الشرقية في جامعة لندن - وهو متخرج من كلية اللاهوت في جامعة كمبردج، وكان من أركان حرب الجيش البريطاني في مصر خلال الحرب العالمية الثانية - كما حَدَّثَنِي هو بذلك عن نفسه - تعلم اللغة العربية من دروس اللغة العربية التي كان يلقيها بعض علماء الأزهر في الجامعة الأميركية في القاهرة ساعة في كل أسبوع لمدة سَنَةٍ واحدة. كما تعلم العامية المصرية من اختلاطه بالشعب المصري حين توليه عمله العسكري الآنف الذكر، وَتَخَصَّصَ في دراسة الإسلام من المحاضرات العامة التي كان يلقيها المرحوم «أحمد أمين» والدكتور «طه حسين» والمرحوم الشيخ «أحمد إبراهيم». ثم انتقل من الخدمة العسكرية بعد الحرب إلى رئاسة قسم قوانين الأحوال الشخصية في جامعة «لندن» كما ذكرنا!. لا أريد أنْ أذكر أمثلة عن تعصبه ضد الإسلام - وقد حَدَّثَنِي كثيراً عن ذلك المرحوم الدكتور «حمود غرابة» مدير المركز الثقافي الإسلامي في لندن حينذاك - ولكني أكتفي بأنْ أذكر ما حَدَّثَنِي به\nالجزء: 1 ¦ الصفحة: 66\n",
        "البروفسور «أندرسون» نفسه من أنه أسقط أحد المُتَخَرِّجِينَ من الأزهر الذين أرادوا نوال شهادة الدكتوراه في التشريع الإسلامي من جامعة لندن لسبب واحد هو أنه قدم أطروحته عن حقوق المرأة في الإسلام وقد برهن فيها على أنَّ الإسلام أعطى المرأة حقوقها الكاملة، فعجبت من ذلك وسألت هذا المستشرق: «وكيف أسقطته ومنعته من نوال الدكتوراه لهذا السبب وأنتم تدّعون حرية الفكر في جامعاتكم؟»، قال: «لأنه كان يقول: الإسلام يمنح المرأة كذا، والإسلام قَرَّرَ للمرأة كذا، فهل هو ناطق رسمي باسم الإسلام؟ هل هو أبو حنيفة أو الشافعي حتى يقول هذا الكلام ويتكلم باسم الإسلام؟ إن آراءه في حقوق المرأة لم يَنُصَّ عليها فقهاء الإسلام الأقدمون، فهذا رجل مغرور بنفسه حين ادّعى أنه يفهم الإسلام أكثر مِمَّا فهمه أبو حنيفة والشافعي». هذا هو كلام هذا المستشرق الذي لا يزال حيّاً يرزق، ولا أدري إنْ كان لا يزال في عمله في جامعة لندن أم أُحِيلَ إلى التقاعد (المعاش). وَزُرْتُ جامعة أدنبره «اسكتلنده» فكان\nالجزء: 1 ¦ الصفحة: 67\n",
        "المستشرق الذي يرأس الدراسات الإسلامية فيها قِسِّيساً بلباس مدني، وقد وضع لقبه الديني مع اسمه على باب بيته. وفي جامعة «جلاسكو» (اسكتلنده أيضاً) كان رئيس الدراسات العربية فيها قِسِّيساً عاش رئيساً للإرسالية التبشيرية في القدس قرابة عشرين سَنَةً حتى أصبح يتكلم العربية كأهلها، وقد حَدَّثَنِي بذلك عن نفسه في هذه الزيارة، وكنت قد اجتمعت به قبل ذلك في المؤتمر الإسلامي المسيحي الذي انعقد في «بحمدون» (لبنان) عام 1954 م. وفي جامعة أكسفورد وجدنا رئيس قسم الدراسات الإسلامية والعربية فيها يهوديّاً يتكلم العربية ببطء وصعوبة، وكان أيضاً يعمل في دائرة الاستخبارات البريطانية في ليبيا خلال الحرب العالمية الثانية وهناك تعلم العربية العامية، ثم عاد إلى بلاده إنجلترا ليرأس هذا القسم في جامعة أكسفورد. ومن عجيب أني رأيت في منهاج دراساته التي يلقيها على طلاب الاستشراق: تفسير آيات من القرآن الكريم من \" الكشاف \" للزمخشري - وهو لا\nالجزء: 1 ¦ الصفحة: 68\n",
        "يحسن فهم عبارة بسيطة في جريدة عادية - ودراسة أحاديث من \" البخاري \" و \" مسلم \"، وأبواب من الفقه في أمهات كتب الحنفية والحنابلة، وسألته عن مراجع هذه الدراسات، فأخبرني أنها من كتب المُسْتَشْرِقِينَ أمثال: جولدتسيهر، ومرجليوث، وشاخت، وحسبك بهؤلاء عنواناً على الدراسات المدخولة المدسوسة المُوَجَّهَةِ ضد الإسلام والمسلمين. أما في جامعة كمبردج فكانت رئاسة قسم الدراسات العربية والإسلامية فيها للمستشرق المعروف «آربري» واختصاصه في اللغة العربية فحسب. وقد ورد اسمه آنفاً. وقد قال لي - خلال أحاديثي معه -: «بأننا - نحن المُسْتَشْرِقِينَ، نقع في أخطاء كثيرة في بحوثنا عن الإسلام، ومن الواجب أنْ لا نخوض في هذا الميدان لأنكم - أنتم المسلمين العرب - أقدر منا على الخوض في هذه الأبحاث»، وربما قال هذا مجاملة أو اعتقاداً منه بِصِحَّتِهِ. وفي مانشستر (إنكلترا) اجتمعت بالبروفسور «روبسون» وكان يقابل \" سنن أبي داود \" على نسخة\nالجزء: 1 ¦ الصفحة: 69\n",
        "مخطوطة، وله كتابات في تاريخ الحديث، يتفق فيها غالباً مع آراء المُسْتَشْرِقِينَ المتحاملين، وقد حرصت على أنْ أُبَيِّنَ له أنَّ الدراسات الاستشراقية السابقة فيها تحامل وبُعْدٌ عن الحقيقة، وَتَعَرَّضْتُ لآراء جولدتسيهر وأثبتُّ له أخطاءه التَارِيخِيَّةِ وَالعِلْمِيَّةِ، فكان مِمَّا أجاب به عنه: «لا شك أنَّ المُسْتَشْرِقِينَ في هذا العصر أكثر اطِّلاَعاً على المصادر الإسلامية من جولدتسيهر نظراً لما طبع ونشر وعرف من مؤلفات إسلامية كانت غير معلومة في عصر جولدتسيهر»، فقلت له: «أرجو أنْ تكون أبحاثكم - المُسْتَشْرِقِينَ - في هذا العصر أقرب إلى الحق والإنصاف من جولدتسيهر، ومرجليوث، وأمثالهما». فقال: «أرجو ذلك». وفي جامعة \"ليدن\" بهولندا اجتمعت بالمستشرق الألماني اليهودي \" شاخت \" وهو الذي يحمل في عصرنا هذا رسالة جولدتسيهر في الدَسِّ على الإسلام والكيد له وتشويه حقائقه، وَبَاحَثْتُهُ طويلاً في أخطاء جولدتسيهر وَتَعَمُّدِهِ تحريف النصوص التي ينقلها عن كتبنا، فأنكر ذلك أول الأمر، فضربت له مثلاً واحداً مِمَّا كتبه جولدتسيهر\nالجزء: 1 ¦ الصفحة: 70\n",
        "في تاريخ «السُنَّة»، فاستغرب ذلك، ثم راجع كتاب جولدتسيهر - وكنا نجلس في مكتبته الخاصة - فقال: «معك الحق، إِنَّ جولدتسيهر أخطأ هنا»، قلت له: «هل هو مجرد خطأ؟» فاحتد وقال: «لماذا تسيئون به الظن؟» فانتقلت إلى بحث تحليله لموقف الزُّهْرِيِّ من عبد الملك بن مروان، وذكرت له من الحقائق التاريخية ما ينفي ما يزعمه جولدتسيهر. وبعد مناقشة في هذا الموضوع قال: «وهذا خطأ أيضاً في جولدتسيهر، ألا يخطئ العلماء؟» قلت له: «إنَّ جولدتسيهر هو مؤسس المدرسة الاستشراقية التي تَبْنِي حُكْمَهَا في التشريع الإسلامي على وقائع التاريخ نفسه، فلماذا لم يستعمل مبدأهُ هنا حين تكلم عن الزهري؟ وكيف جاز له أنْ يحكم على الزُّهْرِيِّ بأنه وضع حديث فضل المسجد الأقصى إرضاء لعبد الملك ضد ابن الزبير؟ مع أَنَّ الزُّهْرِيَّ لم يلق عبد الملك إِلاَّ بعد سنوات من مقتل ابن الزبير؟» وهنا اصفر وجه \" شاخت \" وأخذ يفرك يداً بيد، وَبَدَا عليه الغيظ والاضطراب، فأنهيت الحديث معه بِأَنْ قلت له: «لقد كان مثل هذه \" الأخطاء \" كما تُسَمِّيهَا أنت، تشتهر في القرن الماضي، ويتناقلها مستشرق منكم\nالجزء: 1 ¦ الصفحة: 71\n",
        "عن آخر على أنها حقائق علمية، قبل أنْ نقرأ - نحن المسلمين - تلك المؤلفات إلاَّ بعد موت مؤلفيها، أما الآن فأرجو أنْ تسمعوا منا ملاحظاتنا على أخطائكم لِتُصَحِّحُوهَا في حياتكم قبل أنْ تتقرر كحقائق علمية».\nومن الملاحظ أنَّ هذا المستشرق كان يدرس في جامعة القاهرة - فؤاد سابقاً - وله مؤلف في تاريخ التشريع الإسلامي كله دَسٌّ وتحريف على أسلوب شيخه جولدتسيهر!.\nوفي جامعة «أبسلا» في السويد التقيت بالشيخ المستشرق \" نيبرج \" وهو الذي كان قد أشرف على تصحيح كتاب \" الانتصار \" لابن الخياط - على ما أظن - وطبعته قديماً لجنة التأليف والترجمة في القاهرة وجرى بيني وبينه حديث طويل كان أكثره حول أبحاث المُسْتَشْرِقِينَ ومؤلفاتهم عن الإسلام وتاريخه، وجعلت جولدتسيهر محور الحديث عن المُسْتَشْرِقِينَ، وذكرت له أمثلة من أخطائه وتحريفه للحقائق، فكان مِمَّا قاله بعد ذلك: «إن جولدتسيهر كان في القرن الماضي ذا شهرة علمية ومرجعاً\nالجزء: 1 ¦ الصفحة: 72\n",
        "للمستشرقين، أما في هذا العصر - بعد انتشار الكتب المطبوعة في بلادكم عن العلوم الإسلامية - فلم يعد جولدتسيهر مرجعاً كما كان في القرن الماضي. . لقد مضى عهد جولدتسيهر في رأينا!. .» وقد أتيح لي خلال تلك الرحلة أنْ أواصل زيارة الجامعات عدا ما ذكرته منها في عواصم كل من (بلجيكا) و (الدانيمرك) و (النرويج) و (فنلندا) و (ألمانيا) و (سويسرا) و (باريس) واجتمعتُ بمن كان موجوداً فيها حينئذ من المُسْتَشْرِقِينَ. وَمِمَّا ذكرته آنفاً وما دَوَّنْتُهُ في مذكراتي عن المُسْتَشْرِقِينَ الذين لقيتهم خلال تلك الرحلة اتَّضَحَتْ لي الحقائق التالية:\nأولاً: أنَّ المُسْتَشْرِقِينَ - في جمهورهم - لا يخلو أحدهم من أنْ يكون قِسِّيساً أو استعماريّاً أو يهوديّاً، وقد يشذ عن ذلك أفراد.\nثانياً: أنَّ الاستشراق في الدول الغربية غير الاستعمارية - كالدول السكندنافية - أضعف منه عند الدول الاستعمارية.\nالجزء: 1 ¦ الصفحة: 73\n",
        "ثالثاً: أنَّ المُسْتَشْرِقِينَ المعاصرين في الدول غير الاستعمارية يَتَخَلَّوْنَ عن جولدتسيهر وأمثاله المفضوحين في تعصبهم.\nرابعاً: أنَّ الاستشراق بصورة عامة ينبعث من الكنيسة، وفي الدول الاستعمارية يسير مع الكنيسة ووزارة الخارجية جنباً إلى جنب، يلقى منهما كل تأييد.\nخامساً: أنَّ الدول الاستعمارية كبريطانيا وفرنسا ما تزال حريصة على توجيه الاستشراق وجهته التقليدية من كونه أداة هدم للإسلام وتشويه لسمعة المسلمين.\nففي فرنسا لا يزال \" بلا شير \" و \" ماسينيون \" وهما شَيْخَا المُسْتَشْرِقِينَ الفرنسيين في وقتنا الحاضر يعملان في وزارة الخارجية الفرنسية كخيبرين في شؤون العرب والمسلمين. وفي إنجلترا رأينا - كما ذكرت - أنَّ الاستشراق له مكان محترم في جامعات لندن وأكسفورد وكمبردج وأدنبره وجلاسكو وغيرها، ويشرف عليه يهود وإنجليز استعماريون وَمُبَشِّرُونَ،\nالجزء: 1 ¦ الصفحة: 74\n",
        "وهم يحرصون على أنْ تَظَلَّ مؤلفات جولدتسيهر ومرجليوث ثم شاخت من بعدهما، هي المراجع الأصلية لطلاب الاستشراق من الغَرْبِيِّينَ، وللراغبين في حمل شهادة الدكتوراه عندهم من العرب والمسلمين، وهم لا يوافقون أبداً على رسالة لطلب الدكتوراه يكون موضوعها إنصاف الإسلام وكشف دسائس أولئك المُسْتَشْرِقِينَ.\nوقد حَدَّثَنَا الدكتور أمين المصري - وهو خِرِّيجُ كلية أصول الدين في الأزهر وكلية الآداب ومعهد التربية في جامعة القاهرة - عما لقيه من عناء في سبيل موضوع رسالته التي أراد أنْ يتقدم بها لأخذ شهادة الدكتوراه في الفلسفة من جامعات إنجلترا.\nلقد ذهب إليها منذ بضع سنوات لدراسة الفلسفة وأخذ شهادة الدكتوراه بها، وما كان يطلع على برامج الدراسة - وخاصة دراسة العلوم الإسلامية فيها - حتى هاله ما رآه من تَحَامُلٍ وَدَسٍّ في كتب المُسْتَشْرِقِينَ، وخاصة \" شاخت \" فقرر أنْ يكون موضوع رسالته هو نقد كتاب شاخت في تاريخ الفقه الإسلامي.\nالجزء: 1 ¦ الصفحة: 75\n",
        "وتقدم إلى البروفسور أندرسون ليكون مُشْرِفاً على تحضير هذه الرسالة وموافقاً على موضوعها، فأبى عليه هذا المستشرق أنْ يكون موضوع رسالته نقد كتاب شاخت وَعَبَثاً حاول أنْ يوافق على ذلك، فلما يئس من جامعة لندن، ذهب إلى جامعة كامبردج وانتسب إليها، وتقدم إلى المشرفين على الدراسات الإسلامية فيها برغبته في أنْ يكون موضوع رسالته للدكتوراه هو ما ذكرناه، فلم يُبْدُوا رضاهم عن ذلك، وظن أنَّ من المُمْكِنِ موافقتهم أخيراً، ولكنهم، قالوا له بصريح العبارة: إذا أردت أنْ تنجح في الدكتوراه فَتَجَنَّبْ انتقاد شاخت، فإنَّ الجامعة لن تسمح لك بذلك، وعندئذ حَوَّلَ موضوع رسالته إلى \" معايير نقد الحديث عند المحدثين\" فوافقوه، ونجح في نوال الدكتوراه - وهو الآن أستاذ في كلية الشريعة بجامعة دمشق.\nهذه كلمة موجزة عما تَحَقَّقْتُهُ بنفسي عن المُسْتَشْرِقِينَ، وخاصة كتب جولدتسيهر وآرائه، وقد أفردت لمناقشته فصلاً خاصّاً في كتابي \" السُنَّة ومكانتها في التشريع الإسلامي\"، بَيَّنْتُ فيه تحامل\nالجزء: 1 ¦ الصفحة: 76\n",
        "هذا المستشرق اليهودي، وتشويهه للحقائق، وتحريفه للنصوص، وتأويله للوقائع التاريخية وِفْقَ هدفه الذي سعى إليه، واعتماده على مصادر لا قيمة لها في نظر العلم، وتكذيبه للمصادر العلمية المعترف بها عند أئمتنا وعلمائنا المحققين.\nأما في أمريكا فالاستشراق فيها الآن يمثل ذروة العداء للإسلام والمسلمين، ويشرف على الدراسات الإسلامية في جامعاتها أشد أعداء الإسلام تعصباً وحقداً كما يتضح من أسماء أخطر المُسْتَشْرِقِينَ ومؤلفاتهم التي ذكرناها قبل قليل.\nومن المؤلم أَنَّ طلاب العالم الإسلامي الذين يدرسون باللغة الإنجليزية في بلادهم لا يزالون مُضَطَرِّينَ إلى دخول الجامعات الإنجليزية والأمريكية، فلا يجد طلاب الدراسات الإسلامية أمامهم مراجع لدراستهم التي ينالون بها الدكتوراه غير تلك المراجع المسمومة، وهم لا يعرفون اللغة العربية، فَتَتَقَرَّرُ عندهم أَنَّ تلك الدسائس حقائق مأخوذة من كتب الفقهاء والعلماء المسلمين أنفسهم.\nإنَّ هذا مِمَّا يدعو جامعاتنا العربية للتفكير في\nالجزء: 1 ¦ الصفحة: 77\n",
        "إنشاء أقسام لفروع شهادة الدكتوراه باللغة الإنجليزية، وأعتقد أنَّ ذلك من شأنه أَنْ يُحَوِّلَ أنظار كثيرين من طلاب العالم الإسلامي عن جامعات الغرب إلى بلادنا العربية - فَنَصُونَ هؤلاء من التأثر بدسائس المُسْتَشْرِقِينَ المتعصبين الاستعماريين.\nخاتمة البحث:\nوكلمة أخيرة أقولها عن المُسْتَشْرِقِينَ:\nمنذ أَنْ انتهت الحروب الصليبية بالفشل من الناحية العسكرية والسياسية، لم ينقطع تفكير الغرب في الانتقام من الإسلام وأهله بطرق أخرى، فكانت الطريقة الأولى هي دراسة الإسلام ونقده، وفي جَوِّ هذا التفكير الذي ساد البيئة المسيحية في الغرب خلال القرون الوسطى نشأت فكرة الاستيلاء على البلاد الإسلامية عن طريق القوة والغلبة حين بدأ العالم الإسلامي يتدهور سياسيّاً وعسكرياً واقتصادياً وثقافياً، وأخذ الغرب يسطو مرة بعد مرة على بلد بعد بلد في العالم الإسلامي، وما كاد ينتهي للغرب استيلاؤه على أكثر أقطار العالم الإسلامي حتى بدأت الدراسات الغربية عن الإسلام وتاريخه تنمو وتتكاثر\nالجزء: 1 ¦ الصفحة: 78\n",
        "بقصد تبرير سياستهم الاستعمارية نحو هذه الشعوب، وقد تم لهم في القرن الماضي دراسة التراث الإسلامي من جميع نواحيه الدِّينِيَّةِ والتاريخية والحضارية، ومن الطبيعي أَنْ تكون الدراسة محجوبة عن إصابة الحق فيها بحاجبين:\nالأول: التعصب الديني الذي استمر لدى ساسة أوروبا وقادتها العسكريين حتى إذا دخلت جيوش الحلفاء في الحرب العالمية الأولى بيت المقدس، قال اللورد \" ألنبي\" كلمته المشهورة: «الآن انتهت الحروب الصليبية» أي من الناحية العسكرية.\nأما التعصب الديني: فما يزال أثره باقياً في كثير مِمَّا يكتب الغَرْبِيُّونَ عن الإسلام وحضارته وأكثر ما نجد إنصاف الإسلام ورسوله عند العلماء والأدباء الغَرْبِيِّينَ الذين تَحَلَّلُوا من سلطة ديانتهم، ونضرب لذلك مثلاً بكتاب \" حضارة العرب \" لمؤلفه \" جوستاف لوبون \" فإنه أعظم كتاب ألفه الغَرْبِيُّونَ في إنصاف الإسلام وحضارته.\nهذا، لأن \" غوستاف لوبون \" فيلسوف مادي لا يؤمن بالأديان قطعاً، من أجل هذا ومن أجل إنصافه\nالجزء: 1 ¦ الصفحة: 79\n",
        "للحضارة الإسلامية، لا ينظر إليه الغَرْبِيُّونَ في أوساطهم العلمية نظر التقدير الذي يستحقه علمه. فهو - بلا شك - من أعظم علماء الاجتماع والتاريخ في القرن التاسع عشر ومع هذا فقد تحامل عليه الغَرْبِيُّونَ - وخاصة الفِرَنْسِيِّينَ - لما ذكرناه.\nالثاني: أنَّ القوة المادية والعلمية التي وصل إليها الغَرْبِيُّونَ في القرنين الثامن عشر والتاسع عشر أدخلت في نفوس علمائهم وَمُؤَرِّخِيهِمْ وَكُتَّابِهِمْ قدراً كبيراً من الغرور حتى اعتقدوا أنَّ الغَرْبِيِّينَ أصل جميع الحضارات في التاريخ - ما عدا المصرية - وَأَنَّ العقلية الغربية هي العقلية الدقيقة التأمل التي تستطيع أَنْ تفكر تفكيراً منطقياً سليماً، أما غيرهم من الشعوب - وخاصة الإسلامية - فَإِنَّ عقليتهم بسيطة ساذجة، أو بالأصح \" ذرية \" كما عبر بذلك المستشرق \" جب \" في كتابه \" وجهة الإسلام \" ويقصد بذلك أَنَّ العقلية الإسلامية تدرك الأمور بواسطة الجزئيات ولا تدركها إدراكاً كُلِياً. وهم لم يحكموا بذلك إِلاَّ على ضوء ما رأوه بأعينهم من ضعف الشعوب التي استعمروها، وما\nالجزء: 1 ¦ الصفحة: 80\n",
        "سَادَهَا من جهل، وما شملها من تأخر في كل نواحي الحياة. فلما بدأ اتصالنا بالحضارة الغربية في أوائل هذا القرن، وانتشرت الثقافة بيننا، لم يجد المُثَقَّفُونَ - من غير علماء الشريعة - أمامهم طريقاً مُمَهَّداً للحديث عن تراثنا المبعثر في كتب قديمة غير منظمة تنظيماً يتفق وتنظيم الكتب العلمية عند الغَرْبِيِّينَ، إِلاَّ كتب المُسْتَشْرِقِينَ الذين أفنوا أعمارهم في دراسة ثقافتنا وتتبع مصادرها في خزائن الكتب العامة عندهم، حتى ليظل أحدهم عشرين عاماً في تأليف كتاب عن ناحية من نواحي ثقافتنا، يرجع فيه إلى كل ما وصلت إليه يده من مصادر قديمة من كتب علمائنا الأولين.\nوبهذا الدأب المتواصل عند علمائهم، والتفرغ الكامل له، والرغبة الاستعمارية والدينية التي ألمحت إليها، استطاعوا أَنْ ينظموا الحديث عن ثقافتنا تنظيماً بهر أبصار (مُثَقَّفِينَا) واستولى على ألبابهم، وخاصة عندما قارنوا بين أسلوبهم وبين أسلوب كُتُبِنَا العلمية القديمة، فاندفعوا إلى الاقتباس من كُتُبِ المُسْتَشْرِقِينَ\nالجزء: 1 ¦ الصفحة: 81\n",
        "معجبين بعلمهم وسعة اطلاعهم، ظانين أنهم لا يقولون إِلاَّ الحق، وأنهم - فيما خالفوا فيه الحقائق المقررة عندنا - أصح حُكْماً، وأصوب رأياً، لأنهم يسيرون وفق منهج عِلْمِيٍّ دقيق لا يحيدون عنه.\nومن هنا نشأت الثقة ببحوث هؤلاء الغَرْبِيِّينَ والاعتماد على آرائهم.\nولم يتح لهؤلاء المُثَقَّفِينَ أنْ يرجعوا إلى المصادر الإسلامية التي استقى منها المُسْتَشْرِقُونَ وغيرهم من الباحثين الغَرْبِيِّينَ، إما لصعوبة الرجوع إلى مصادرنا، أو الرغبة في سرعة الإنتاج العِلْمِيِّ، أو لشهوة الإتيان بحقائق مخالفة لما هو سائد في أوساطنا العِلْمِيَّةِ وَاِّلدِينِيَّةِ وغيرها.\nوكانت فترة من الزمان طغى علينا هذا الشعور بالنقص والضعف وعدم الثقة بأنفسنا إزاء الباحثين الغَرْبِيِّينَ، وإعظامهم وإكبارهم وعدم سوء الظن بهم، حتى إذا بدأت حركات الوعي السياسي وبدأ استقلالنا السياسي عن سيطرة الغَرْبِيِّينَ، ابتدأ عندنا الشعور بوجوب الاستقلال الفكري، الشعور بشخصيتنا وقيمة حضارتنا وتراثنا، الشعور بالخجل\nالجزء: 1 ¦ الصفحة: 82\n",
        "لموقفنا السابق من اتكالنا على المُسْتَشْرِقِينَ في معرفة ما عندنا من تراث وعقيدة وتشريع، وانتشر هذا الوعي في أوساطنا المُثَقَّفَة من دِينِيَّةٍ وغيرها، فبدأنا نكتشف الحقيقة، حقيقة هؤلاء المُسْتَشْرِقِينَ في أبحاثهم وأهدافهم الدِّينِيَّةِ والاستعمارية من ورائها.\nوما زلنا نسير في هذا الاتجاه الذي لم يستكمل قوته واستقلاله الذاتي بعد، لأنها سُنَّةُ الله في الأشياء. ولكنا واصلون إلى هذه المرحلة - بإذن الله - حتى يأتي يوم يستغرب فيه أبناؤنا وأحفادنا كيف كنا بسطاء مخدوعين بهؤلاء المُسْتَشْرِقِينَ إلى هذا الحد.\nسيأتي يوم ننقلب فيه نحن إلى دراسة تراث الغَرْبِيِّينَ ونقد ما عندهم من دين وعلوم وحضارة، وسيأتي اليوم الذي يستعمل فيه أبناؤنا وأحفادنا مقاييس النقد التي وضعها هؤلاء الغَرْبِيُّونَ، في نقد ما عند هؤلاء الغَرْبِيِّينَ أنفسهم من عقيدة وعلوم، فإذا هي أشد تهافتاً، وأكثر ضعفاً مِمَّا يلصقونه اليوم بعقيدتنا وعلومنا.\nتُرَى لو استعمل المسلمون معايير النقد العِلْمِيّ\nالجزء: 1 ¦ الصفحة: 83\n",
        "التي يستعملها المُسْتَشْرِقُونَ في نقد القرآن والسُنَّةِ، في نقد كتبهم المقدسة وعلومهم الموروثة، ماذا كان يبقى لهذه الكتب المقدسة والعلوم التاريخية عندهم من قوة؟ وماذا يكون فيها من \" ثبوت \".\nتُرى لو استعمل المسلمون في المستقبل معايير النقد العِلْمِيّ في المستقبل معايير النقد العِلْمِيّ التي يزعم المُسْتَشْرِقُونَ أنهم يأخذون بها عند نقد تاريخنا وأئمتنا في نقد تاريخ هذه الحضارة وَمُقَدَّسَاتِهَا وفاتحيها ورؤسائها وعلمائها، أَلاَ يخرجون بنتيجة من الشك وسوء الظن أكبر بكثير مِمَّا يخرج به المُسْتَشْرِقُونَ بالنسبة إلى حضارتنا وعظمائنا؟ أَلاَ تبدو هذه الحضارة مُهَلْهَلَةً رَثَّةَ الثياب؟ وَأَلاَ يبدو رجال هذه الحضارة من علماء وسياسيين وأدباء بصورة باهتة اللون لاَ أثر فيها لكرامة ولا خلق ولا ضمير؟\nكثيراً ما أتمنى أنْ يتفرغ منا رجال للكتابة عن هذه الحضارة وتاريخ علمائها بنفس الأسلوب الذي يكتب به المُسْتَشْرِقُونَ من تتبع الأخبار الساقطة، وفهم النصوص على غير حقيقتها، وقلب المحاسن إلى سيئات، والتشكيك في كل خير يصدر عن\nالجزء: 1 ¦ الصفحة: 84\n",
        "هؤلاء الغَرْبِيِّينَ، ولو حصل هذا لخرجت منه صورة لهذه الحضارة ولرجالها مضحكة مخزية ينكرها المُسْتَشْرِقُونَ قبل غيرهم، أترى أحداً ينهض منا لهذا العبء، عبء استعمال المقاييس النقدية عند الغَرْبِيِّينَ، بالأسلوب الذي ذكرناه لإعطاء صورة عنهم وعن عقائدهم وعن حضارتهم ليقرأها المُسْتَشْرِقُونَ بأنفسهم، فيروا كيف عادت هذه الطريقة التي زعموا أنهم يستخدمونها لمعرفة \" الحقيقة \" في تاريخنا وديننا، وَبَالاً عليهم، لعلهم يخجلون - بعدئذ - من استمرارهم في التحريف والتضليل والهدم!.\nوبعد: فإني أعتقد أنه قد انقضى ذلك العهد الذي كنا فيه نعتمد في مصادر معرفتنا بعلومنا وتاريخنا، على هؤلاء الغَرْبِيِّينَ، مع أنهم ليست لهم مصادر إِلاَّ كُتُبُنَا وَمُدَوَّنَاتِنَا، ولئن كنا بها جاهلين من قبل، فلقد آنَ الأوان أَنْ نرفع عن جِبَاهِنَا خِزْيَ الجهالة بمصادرنا، وَعَارِ الاتكال في فهمها على فهم الغرباء عن لغتنا، وَصِحَّةِ الاعتقاد بديننا وعلمائنا ما يريد منا هؤلاء المُسْتَشْرِقُونَ المُتَعَصِّبُونَ أَنْ نعتقده في حق ديننا وعلمائنا من شك وسوء ظن، ولقد آنَ\nالجزء: 1 ¦ الصفحة: 85\n",
        "الأوان أَنْ نفعل ذلك بما نَفَضْنَا عنه الغبار ونشرناه من كنوزنا العلمية الدفينة، وبما ملأ نفوسنا من وعي كريم وشعور باستقلال الشخصية.\nولئن بقي الآنَ من يحسن الظن بفهمهم أو رأيهم في علومنا، فليقرأ - إِنْ شاء مزيداً من التفصيل - ما كتبته عن المُسْتَشْرِقِينَ ومناقشتي لآرائهم في كتابي \" السُنَّةُ ومكانتها في التشريع الإسلامي\" وغيره من الكتب التي تكشف عن دسائس هؤلاء المُسْتَشْرِقِينَ، فينكشفون على حقيقتهم كما هم في الواقع، وكما أرادوا لأنفسهم أَنْ يكونوا.\nوإذا كنا نشتد هذه الشدة في حق المُحَرِّفِينَ وَالمُضَلِّلِينَ أمثال جولدتسيهر، فإننا لا نغمط غيرهم من المُنْصِفِينَ حَقَّهُمْ في نشر نفائس كتبنا القديمة، ودأبهم في البحث عن الحقيقة، فليس العلم محتكراً لأُمَّةٍ دُونَ أُمَّةٍ.\nوالإسلام، وهو دين الله للعالم كله، لا يمكن أَنْ يستأثر بفهمه قوم دون قوم، فليفهم منه من شاء ما شاء، بشرط أَنْ يَتَحَلَّى بصفة العلماء، وهي الإنصاف والإخلاص للحق، وَالبُعْدِ عن العصبية والهوى.\nالجزء: 1 ¦ الصفحة: 86\n",
        "فهرس:\nمقدمة\n.......................................................................................................\n5\nالاستشراق والمُسْتَشْرِقُونَ\n................................................................................\n9\nتاريخ الاستشراق\n.........................................................................................\n17\nميدان الاستشراق\n.........................................................................................\n19\nدوافع الاستشراق\n.........................................................................................\n20\n1 -\nالدافع الديني\n.........................................................................................\n20\n2 -\nالدافع الاستعماري\n....................................................................................\n21\n3 -\nالدافع التجاري\n........................................................................................\n23\n4 -\nالدافع السياسي\n.......................................................................................\n23\n5 -\nالدافع العِلْمِيّ\n.........................................................................................\n24\nأهداف الاستشراق ووسائله\n..............................................................................\n25\n[أ] هدفي عِلْمِيٍّ مشبوه، يهدف إلى:\n.................................................................\n25\n1 -\nالتشكيك بصحة رسالة النبي - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ -\n............................................\n25\n2 -\nالتشكيك بأنَّ الإسلام دين من عند الله\n..............................................................\n27\nالجزء: 1 ¦ الصفحة: 87\n",
        "3 -\nالتشكيك في صحة الحديث النبوي\n..................................................................\n28\n4 -\nالتشكيك بقيمة الفقه الإسلامي الذاتية\n..............................................................\n29\n5 -\nالتشكيك بقدرة اللغة العربية على مسايرة التطور العِلْمِيّ\n.........................................\n29\n[ب] الأهداف الدِّينِيَّةِ والسياسية\n........................................................................\n30\n[ج] أهداف علمية خالصة لا يقصد منها إلاَّ البحث والتمحيص\n.......................................\n31\nوسائل المُسْتَشْرِقِينَ لتحقيق أهدافهم\n.....................................................................\n33\nأهم المجلاَّت التي يصدرونها\n.............................................................................\n37\nأسماء أخطر المُسْتَشْرِقِينَ المعاصرين وأهم كتبهم\n......................................................\n38\nموازين البحث عند المُسْتَشْرِقِينَ\n..........................................................................\n54\nمع المُسْتَشْرِقِينَ وجهاً لوجه في أوروبا\n.................................................................\n65\nخاتمة البحث\n..............................................................................................\n78\nالفهرس\n...................................................................................................\n87\nالجزء: 1 ¦ الصفحة: 88\n",
        ""
    ]
}