{
    "1": [
        "أثر العقيدة الإسلامية في تضامن ووحدة الأمة الإسلامية\nأثر العقيدة الإسلامية في تضامن ووحدة الأمة الإسلامية\nأحمد بن سعد حمدان الغامدي\nالكتاب:\nأثر العقيدة الإسلامية في تضامن ووحدة الأمة الإسلامية\nالمؤلف:\nأحمد بن سعد حمدان الغامدي\nالناشر:\nالجامعة الإسلامية بالمدينة المنورة\nالطبعة:\nالسنة السادسة عشرة، العدد الواحد والستون - محرم- صفر- ربيع الأول 1404هـ/1984م\nعدد الأجزاء:\n1\n[ترقيم الكتاب موافق للمطبوع وهو مذيل بالحواشي]\n",
        "مدخل\n...\nأثر العقيدَة الإسلاميَّةِ في تضامُنِ وَوَحْدَة الأمَّةِ الإسلاميَّةِ\nالدكتور أحمد سعد الغامدي أستاذ مساعد بكيلة الدعوة وأصول الدين\nالحمد لله رب العالمين والصلاة على رسوله الأمين وبعد:\nفإن إحساس الأمة المسلمة بحاجتها إلى اللقاء\n...\nوإلى التعاون\n...\nإحساس منطقي وواقعي\n...\nذلك لأنها قد أضرت بها الخلافات\n...\nوأنهكتها النزاعات\n...\nوالتي كانت سبباً لضعفها وضياع حقوقها في عصر لم يعد يسمع فيه لصوت الضعفاء ولا لأنين الجرحى.\nقال تعالى: {وَأَطِيعُوا اللَّهَ وَرَسُولَهُ وَلا تَنَازَعُوا فَتَفْشَلُوا وَتَذْهَبَ رِيحُكُمْ وَاصْبِرُوا إِنَّ اللَّهَ مَعَ الصَّابِرِينَ} .\nفارتفاع الأصوات المسلمة من هنا وهناك تنادي بضرورة وحدة الأمة واجتماع كلمتها. أصوات صادقة ينبغي أن تتجاوب لها الأقطار الإسلامية لتنقذ نفسها وتحمي حقها.\nقال تعالى: {وَاعْتَصِمُوا بِحَبْلِ اللَّهِ جَمِيعاً وَلا تَفَرَّقُوا} .\nولكنه لابد للأمة المسلمة- وهى تلم شعثها وتوحد صفوفها- لابد لها من إدراك صحيح للأسباب التي كانت وراء هذا الواقع وللأسس التي ينبغي عليها والوسائل التي يمكن أن تتحقق بها تلك الأسس. وذلك لئلا تنتقل من واقع منحرف إلى واقع آخر منحرف.\nوإن المؤتمر العالمي الثاني لتوجيه الدعوة والدعاة. الذي ستعقده الجامعة الإسلامية بالمدينة المنورة في شهر ربيع الأول لهذا العام 1404 هـ والذي سيكون موضوعه \"سبيل الدعوة الإسلامية إلى تحقيق التضامن الإسلامي ووحدة المسلمين\". لهو استجابة موفقة لمدارسة السبل التي تؤدي إلى وحدة الأمة.\nوهذا بحث موجز بعنوان \"أثر العقيدة الإسلامية في تضامن المسلمين ووحدة الأمة الإسلامية\". أحببت أن أشارك به في هذا المؤتمر راجياً من الله أن ينفع به.\nويتضمن هذا البحث أربعة أقسام تحت كل قسم منها عدة قضايا شارحة له ثم ألحقت بها خاتمة موجزة بينت فيها أهم ما اشتمل عليه هذا البحث.\nالجزء: 1 ¦ الصفحة: 98\n",
        "أقسام البحث:\nالقسم الأول: واقع الأمة الإسلامية:\nأولاً: في العقيدة.\nثانياً: في العبادة.\nثالثاً: في الشريعة.\nالقسم الثاني: أسباب هذا الواقع:\nأولاً: الجهل بدين الله.\nثانياً: تمزيق الاستعمار لبلدان المسلمين.\nثالثاً: الغزو الفكري.\nالقسم الثالث: أسس وحدة الأمة الإسلامية:\nأولاً: وحدة العقيدة.\nثانياً: وحدة الغاية.\nثالثاً: وحدة القيادة.\nرابعاً: وحدة المنهج.\nالقسم الرابع: وسائل تحقيق أسس الوحدة:\nأولاً: التعليم الموجه.\nثانياً: الإعلام الملتزم.\nثالثاً: الاقتصاد المستقل.\nرابعاً: إيجاد مراكز علمية.\nالخاتمة.\nوأخيرا أسأل الله عز وجل أن يهيء أسباب الوحدة الصحيحة وأن يجمع كلمة الأمة على الحق إنه سميع مجيب.\nالجزء: 1 ¦ الصفحة: 99\n",
        "القسم الأول: واقع الأمة الإسلامية\nأولا: في العقيدة\n...\nالقسم الأول: واقع الأمة الإسلامية:\nواقع الأمة الإسلامية واقع مكشوف لا يكاد يجهله أحد. فقد تعرض لأمراض متعددة\nالجزء: 1 ¦ الصفحة: 99\n",
        "وانحرافات متنوعة بحيث لا يكاد يسلم منه شيء\n...\nلا في العقيدة\n...\nولا في العبادة\n...\nولا في الشريعة\n...\nوسنحاول هنا الإشارة إلى ذلك الواقع بشيء من الإيجاز:\nأولاً: في العقيدة:\nإن أخطر الانحرافات التي تعرضت لها الأمة المسلمة هي الانحرافات في العقيدة ولا نستطيع هنا استيعابها وتفصيلها ولكننا سنكتفي بالتنبيه على بعضها.\n(1) انحرافات إلحادية: هدف أصحابها استبدال المبادئ الكافرة بعقيدة الإسلام\n...\nوهم طوائف متعددة: منهم من يعلن عقيدته الإلحادية ويظهر كفره بالله ورسله واليوم الآخر ومنهم من يخفي ذلك وراء شعارات ظاهرها الدعوة إلى الإصلاح وباطنها الكفر والإلحاد.\n(2) انحرافات طائفية: تتمثل في طوائف مستقلة- كالقاديانية والبهائية ونحوها من الطوائف التي خرجت على عقيدة الإسلام بدعوى النبوة لزعمائها ونزول الوحي عليهم وهي تتستر في كثير من البلدان باسم الإسلام وهي خارجة عليه لمخالفتها لعقيدة ختم النبوة التي هي جزء من عقيدة المسلمين.\n(3) انحرافات طائفية قديمة: لازالت قوية ونشطة في دعواتها رغم انحرافها وفساد معتقداتها ومن تلك الطوائف.\nطائفتا الشيعة والصوفية:\nفالأولى تقوم على عقيدة تخالف عقيدة الإسلام التي جاء بها رسول الله صلى الله عليه وسلم ومن ذلك إسباغ صفات الألوهية على أئمتهم وادعاؤهم أنهم يعلمون الغيب ثم تدعي كذلك أنهم يتلقون الوحي من السماء وفي كلا الأمرين إساءة إلى الله عز وجل وإلى رسوله صلى الله عليه وسلم. وأخيراً فإنها تقع في أصحاب رسول الله صلى الله عليه وسلم وتتهمهم بالخيانة والردة.\nوهذا جميعه ينتهي إلى إلغاء الإسلام الذي جاء به رسول الله صلى الله عليه وسلم.\nفالأئمة يعلمون الغيب وإذا أراد الله عز وجل أن يحدث أمراً استشارهم - كما في أصول الكافي لهم- وهذا إساءة إلى الله.\nوالأئمة يوحى إليهم مع العلم أن رسوله الله صلى الله عليه وسلم قد أخبر بانقطاع الوحي\n...\nوهذا يصادم خبره\n...\nالجزء: 1 ¦ الصفحة: 100\n",
        "والصحابة قد خانوا في دين الله\n...\nفالإسلام الذي نقلوه غير موثوق فيه\n...\nوبهذا فالإسلام غير موثوق به\n...\nإذن فليعد الناس إلى المجوسية الفارسية\n...\nوهذا هو المطلوب للحركة الشيعية.\nوأما الصوفية فقد ابتدعت تقديس الأفراد ودعوى رفع التكاليف عن بعض الناس كما أعادت إلى الأذهان تلك الطقوس الكنسية التي أفسدت الدين النصراني حيث اتخذت من البشر وسائط عند الله بها تقضى الحاجات وتغفر الزلات إلى عشرات أخرى من الانحرافات.\nكما أنها تدعي الاستقلال في معرفة الشريعة إذ أن الأولياء يأخذون حاجتهم من اللوح المحفوظ مباشرة وهذا كلام يخرج صاحبه من الإسلام.\nوقد كان التصوف من الأسباب المباشرة بظهور الشرك في الأمة بتقديس الأموات وطلب حاجاتهم منهم واتخاذ قبورهم مزارات وأماكن للعبادة وزاحم تعظيم الأموات توحيد الله عز وجل في القلوب. فكثرت الأضرحة وتعددت الفرق والأحزاب لكل حزب ضريح به يستغيثون وعنده ينيخون وإليه عند نزول الحوادث يلجأون.\nانحرافات في الجانب النظري: \"العلمي\" من العقيدة وهو ما يتعلق بأسماء الله وصفاته وأفعاله فقد وجدت الإتجاهات المنحرفة التي تتنكر لهذا الجانب أو لبعضه فأولت الآيات القرآنية والأحاديث المتواترة وردّت الأحاديث الأخرى والتي تعرف الناس بربهم عز وجل وأنه عليم حكيم سميع بصير يقول ما يريد ويفعل ما يشاء يأمر وينهى وأنه استوى على عرشه استوأً يليق بجلاله وعظمته.\nفكان من ثمرات ذلك الرد والتأويل أنها حالت بين الناس ومعرفة ربهم فانتهى بهم هذا إلى الإلحاد والتعطيل.\nوقد أتى القوم من ضلال عقولهم القاصرة وظنهم أن إثبات تلك الصفات الواردة في كتاب الله عز وجل وسنة رسوله صلى الله عليه وسلم يقتضي التشبيه بالمخلوق.\nوهذا إساءة إلى الله ورسوله حيث أن في هذا الكلام اتهام لله ورسوله بالعجز عن البيان\n...\nلأنهم لم يفهموا من تلك الآيات والأحاديث إلا التشبيه\n...\nوالله عز وجل يقول: {لَيْسَ كَمِثْلِهِ شَيْءٌ وَهُوَ السَّمِيعُ الْبَصِيرُ} . وقد فروا من تشبيه إلى تشبيه.\nفإنكار كلام الله عز وجل لئلا يشبه الإنسان المتكلم- كما زعموا- تشبيه لله عز وجل\nالجزء: 1 ¦ الصفحة: 101\n",
        "بالجماد فلم يسلموا من التشبيه على مذهبهم.\nولكن الاعتقاد الصحيح إثبات ما أثبته الله عز وجل وأثبته رسوله صلى الله عليه وسلم على ما يليق بجلاله.\nالجزء: 1 ¦ الصفحة: 102\n",
        "ثانيا: في العبادة\n:\nلم تسلم العبادات- كذلك- من الشوائب حيث تعرضت لأنواع متعددة من الإنحرافات والبدع نورد طرفاً منها.\n(1) الغلو المفرط في أدائها والذي كان يمثله فيما سبق طائفتا الخوارج والصوفية حيث كان لكل منهما غلو مفرط في جانب أو جوانب من الإسلام.\nفالخوارج كانوا يصومون النهار ويقومون الليل حتى أصبحت أجسادهم شاحبة نحيلة من طول القيام وشدة الجوع والعطش.\nوالصوفية بالغوا في الذكر والزهد حتى كان أحدهم يعيش على الصدقات والهبات ويخلو بنفسه في الزوايا المظلمة ليصل بزعمه إلى درجة اليقين فتسقط عنه التكاليف.\n(2) الإهمال المطلق للعبادات والإكتفاء بلفظ الشهادتين وهذا الإنحراف كان من ثمرات الإرجاء الذي لا يعطي للعمل اهتماماً إذ أن الإيمان يثبت عند المرجئة بالقول فقط أو به وبالاعتقاد فقط.\nوقد أصبح في الآونة الأخيرة ترك العبادات ظاهرة بارزة في أغلب المجتمعات الإسلامية ولاشك أن هذا لا يتفق مع أصول الدين.\n(3) عدم التزام كثير من المسلمين بالأداء الصحيح للعبادات فهو يؤديها بصورة ناقصة أو محرفة وهو لا يشعر بذلك وقد يظن أنه يؤديها بالصورة الصحيحة فكان من نتائج ذلك حرمانهم من لذة العبادة وثمراتها.\nالجزء: 1 ¦ الصفحة: 102\n",
        "ثالثاً: في الشريعة\nلم تقتصر الانحرافات على الجانبين السابقين بل شملت- كذلك- الشريعة حيث تعرضت في الآونة الأخيرة التي تمزقت فيها الأمة وتحطمت فيها الخلافة الإسلامية- تعرضت إلى انحراف وفساد بل إلى حرب وعداء في كثير من البلدان الإسلامية نذكر طرفاً من ذلك:\nالجزء: 1 ¦ الصفحة: 102\n",
        "(1) محاربة الشريعة واستبدال القوانين الوضعية بها وذلك من آثار الاستعمار العسكري والفكري الذي مزق الأمة وأفسد عقليتها بحضارته وصناعته وكفره وجحوده\n...\nفوجد في المسلمين من يتحمس لتلك القوانين ويتبنى ذلك الكفر والضلال. هذا إلى جانب ما خلفه الاستعمار في بلدان المسلمين من أنظمة كافرة لازالت تسيطر على كثير منها إلى اليوم بعد أن كانت تحكمها الشريعة الإسلامية.\n(2) محاولة التوفيق بين الشريعة الإسلامية والأنظمة الوضعية فيؤخذ من الشريعة الإسلامية ما يتعلق بالأمور الشخصية وبعض الجوانب الأخرى ثم تكمل من القوانين الوضعية.\nوهذا وإن كان أصحابه أخف من المتقدمين ولكنه كذلك طعن في الشريعة الإسلامية واعتقاد نقصها وحاجتها إلى أنظمة أخرى مشاركة.\nهذا عرض مجمل لواقع المسلمين الذي قد أصيب في كل من جوانبه مما كان له أسوأ الأثر على وحدة الأمة واجتماع كلمتها\n...\nفقد أصيبت في عقائدها\n...\nوعباداتها\n...\nوشريعتها\n...\nوما لم يصحح هذا الواقع على ضوء الكتاب والسنة فلن تقوم للأمة قائمة ولن تجتمع لها كلمة\n...\nالجزء: 1 ¦ الصفحة: 103\n",
        "القسم الثاني: أسباب هذا الواقع\nجهل الأمة بدينها\n...\nالقسم الثاني: أسباب هذا الواقع:\nلقد كانت هناك أسباب متعددة وراء ذلك الواقع نذكر طرفاً منها- أو أهمها- وهي:\nأولاً: جهل الأمة بدينها:\nإذ لولا الجهل بكتاب الله عز وجل وسنة رسوله صلى الله عليه وسلم لما وجدت تلك الضلالات طريقاً إلى المسلمين لا في عقيدتهم ولا في عبادتهم ولا في شريعتهم فقد قال النبي عليه الصلاة والسلام: \"تركت فيكم أمرين لن تضلوا ما تمسكتم بهما كتاب الله وسنة رسوله \"1. فلو لم تصاب الأمة بداء الجهل بهما لما وصلت إلى حيث ما وصلت إليه.\nونحن نلمس أصابع الغزو الاستعماري في مناهج التعليم في كثير من بلدان المسلمين والتي قد خلت أو قلصت منها المواد الدينية حتى أن المتخرج من تلك المدارس لا يكاد يحسن\n1 رواه مالك في الموطأ في القدر رقم (3) باب النهي عن القول بالقدر. والحاكم (93:1) عن ابن عباس وعن أبي هريرة.\nالجزء: 1 ¦ الصفحة: 103\n",
        "فهم دينه\n...\nبل لا يفهم من دينه إلا أنه مجموعة من العبادات المحددة فقط.\nوهذا الجهل هو الذي يمهد الطريق لكل وارد غريب يتسلل إلى البلدان الإسلامية.\nالجزء: 1 ¦ الصفحة: 104\n",
        "ثانياً: تمزيق الاستعمار لبلدان المسلمين:\nكانت الأمة الإسلامية أمة واحدة تستظل براية واحدة وتخضع لقيادة واحدة فكانت ذات شوكة ومنعة ثم لم تلبث أن سرت فيها أمراض فتاكة خلخلت بناءها وأفسدت أبناءها فضعفت قوتها وذلت عزتها فسهل على أعدائها القضاء عليها وتمزيقها إلى دويلات وإمارات واستولت على كثير منها فترات طويلة ثم خرجت منها مخلفة وراءها آثارها الاستعمارية التي لا تزال إلى اليوم.\nوقد ركز الاستعمار أثناء وجوده على إحياء القوميات الجاهلية التي كانت عليها قبل الإسلام فاستجاب لها بعض المسلمين فحملوا لواءها ودعوا إليها فكان من ثمار ذلك تعميق الاختلاف وإضعاف الروابط بين أفراد الأمة.\nالجزء: 1 ¦ الصفحة: 104\n",
        "ثالثاً: الغزو الفكري المنظم:\nهناك عدة جبهات اشتركت في غزو البلدان الإسلامية أهمها ثلاث جبهات:\nأولاها: الصليبية الحاقدة والتي قد دخلت البلاد الإسلامية مستعمرة مخربة وبقيت فيها فترة طويلة تحارب الإسلام بشتى الوسائل وتبشر بالنصرانية ثم رحلت مخلفة وراءها بقايا الفساد بعد أن ربّت جيلاً يرعى ذلك الفساد وينشره ولا زالت جيوش الغزو الصليببي تعيث في الأرض فساداً.\nوالجبهة الثانية: هي \" اليهودية\" الآثمة التي يتمثل دورها في تصنيع المذاهب المنحرفة والأفكار المضلة وتصديرها إلى بلدان المسلمين.\nوالجبهة الثالثة: هي \" الشيوعية الملحدة\" والتي هي من ثمرات اليهودية وقد أصبح لها كيان ودولة وهي تنشر أفكارها وإلحادها بشتى الوسائل ابتداءً بالدعوة السلمية وانتهاءً بقوة الحديد والنار.\nوقد أصبح لها في بلاد المسلمين أتباع وأنصار يفرقون الأمة ويمزقون وحدتها.\nفهذه الجبهات الثلاث قد اشتركت في غزو المسلمين ومحاربة دينهم وتمزيق صفوفهم\nالجزء: 1 ¦ الصفحة: 104\n",
        "فانقسمت الأمة الإسلامية وتعدد ولاؤها بحسب الجبهة التي تقودها وتسير على خطاها ولا يكاد يسلم من الأمة أحداً إلا من رحم ربك وقليل ما هم.\nالجزء: 1 ¦ الصفحة: 105\n",
        "القسم الثالث: أسس الوحدة الإسلامية\nأولا: وحدة الغاية\n...\nالقسم الثالث: أسس الوحدة الإسلامية:\nإن الأمة الإسلامية تملك أسساً مشتركة تستطيع بها أن تجمع شتاتها وتوحد كلمتها\n...\nفهي أمة واحدة\n...\nذات دين واحد\n...\nوكتاب واحد\n...\nورسول واحد\n...\nهذه هي الأصول الثابتة التي تشترك فيها الأمة. فإذا ما أدركتها جيداً والتزمت بمقتضياتها فإن ذلك يجعل منهم أمة واحدة تلتقي على:\nوحدة الغاية.\nوحدة العقيدة.\nوحدة القيادة.\nوحدة المنهج.\nفهذه الأسس التي تجتمع عليها الأمة وتكون عليها الوحدة الإسلامية الشاملة\n...\nوأي خلل أو نقص فيها فإن ذلك يؤدي إلى استمرار الواقع المؤلم\n...\nواقع التفرق والتمزق. وفيما يلي نبين بإيجاز تلك الأسس.\nأولاً: وحدة الغاية:\nإن لهذا الإنسان الذي يعيش على ظهر هذه الأرض \"غاية\" يؤديها في وجوده فإذا عرفها وتمثلها في حياته فإنه يسعد في الدنيا والآخرة وإذا جهلها وأعرض عنها فإنه يشقى في الدنيا والآخرة.\nهذه الغاية هي \"العبادة\" لله عز وجل والقيام بدور الخلافة الصحيح في الأرض كما قال تعالى: {وَمَا خَلَقْتُ الْجِنَّ وَالأِنْسَ إِلا لِيَعْبُدُونِ} . فهذه هي الغاية.\nوالمسلمون ولله الحمد قد أدركوا هذه الغاية التي حرمها كثير من الشعوب فضلوا وشقوا وذلك ظاهر لكل متأمل في أحوالهم وشئونهم وإن ملكوا وسائل الإنتاج واكتشفوا كثيراً من قوانين المادة فإن ذلك لم يخفف من وطأة الشقاء النفسي لتلك المجتمعات.\nولكن المسلمين رغم إدراكهم لهذه الحقيقة فإنهم قد فرطوا فيها وأعرضوا عن تحقيقها فكان ذلك سبباً في شقائهم وضعفهم وتسلط عدوهم عليهم.\nفلابد من العودة الصادقة إلى تحقيق هذه الغاية والالتزام بمقتضياتها لنحقق لأنفسنا السعادة في الدنيا والآخرة.\nالجزء: 1 ¦ الصفحة: 105\n",
        "وتحقيق هذه الغاية \"العبودية لله عز وجل\" سيكون سبباً من أسباب الوحدة للأمة فإنه إذا توحدت غايات الشعوب المسلمة وغايات القيادات المسلمة فإنه ولاشك ستتحد الآمال والأهداف التي تجمع الأمة.\nولكنه إذا تعددت الغايات وكان لكل بلد من البلدان الإسلامية غاية أو غايات أخرى كلها من صنع البشر\n...\nفارتبطت بشهواتها وأطماعها العاجلة فإن ذلك لا يقطعها عن العالم الإسلامي فحسب بل يقطع صلتها بالله عز وجل وانتسابها إلى الإسلام\n...\nلأن الإسلام يحدد للإنسان غايته في هذه الحياة فإن التزمها الإنسان في حياته صحت نسبته إلى الإسلام وإن أعرض عنها فقد قطع صلته بهذا الدين.\nولو لم تضعف هذه الحقيقة في نفوس المسلمين لما حدثت الانقسامات بينهم ولما استطاع أعداء الإسلام أن يجدوا رواجاً لأفكارهم الضالة في بلدان المسلمين لأن الإسلام نور وغيره ظلام ومن كان في النور فإنه لا يرضى بالظلام بديلا قال تعالى: {أَوَمَنْ كَانَ مَيْتاً فَأَحْيَيْنَاهُ وَجَعَلْنَا لَهُ نُوراً يَمْشِي بِهِ فِي النَّاسِ كَمَنْ مَثَلُهُ فِي الظُّلُمَاتِ لَيْسَ بِخَارِجٍ مِنْهَا كَذَلِكَ زُيِّنَ لِلْكَافِرِينَ مَا كَانُوا يَعْمَلُون} .\nالجزء: 1 ¦ الصفحة: 106\n",
        "ثانياً: وحدة العقيدة:\nلقد تعرضت العقيدة الإسلامية في كثير من البلدان الإسلامية وعلى مدار التاريخ إلى انحرافات خطيرة وتصورات خاطئة شوهت جمال العقيدة وأوجدت في الأمة الواحدة مذاهب متعددة وطوائف متفرقة لكل منها أتباع وأنصار\n...\nوما ذلك إلا لانتشار الجهل في صفوفهم.\nلهذا فإنه لابد من إعادة النظر في ذلك الانحراف وتصحيحه بما يوافق الكتاب والسنة وتجريد العقيدة من الآراء البشرية التي لحقت بها ليتيسر للأمة الاجتماع واللقاء.\nفإن العقيدة هي الأساس الذي يرتفع عليه بناء الدين فإذا قوى الأساس وخلص من الانحراف سهل على الأمر تصحيح بقية الانحرافات الأخرى وأمكن لها الاجتماع واللقاء\n...\nوإلا فلا اجتماع ولا لقاء.\nفالله عز وجل هو رب العالمين ومدبر الكون ومالكه وما عداه مخلوق مربوب محتاج فقير.\nالجزء: 1 ¦ الصفحة: 106\n",
        "والله هو وحده المستحق للعبادة لا رب غيره ولا إله، وغيره عبد ذليل.\nولله عز وجل الأسماء الحسنى والصفات العليا لا نحرف ولا نعطل ولا نشبه ولا نمثل {لَيْسَ كَمِثْلِهِ شَيْءٌ وَهُوَ السَّمِيعُ الْبَصِيرُ} . ولا ننسى بقية أركان الإيمان من الإيمان بملائكة الله وكتبه ورسله واليوم الآخر والقدر خيره وشره.\nهذا مجمل عقائد الإسلام فإذا ما رسخت هذه الحقيقة في نفوس الأمة وأصبحت واضحة في القلوب بلا غش ولا خفاء أمكن للأمة أن تلتقي وتتحد\n...\nإذ صفاء الاعتقاد وسلامته من الآراء الدخيلة عليه يعني إزالة الحواجز التي قامت بين الأمة وفرقتها إلى شيع وأحزاب.\nالجزء: 1 ¦ الصفحة: 107\n",
        "ثالثاً: وحدة القيادة:\nلقد شاء الله عز وجل أن يكون الإسلام آخر الرسالات السماوية إلى الأرض\n...\nوأن يكون محمد صلى الله عليه وسلم آخر الرسل فيه أكمل الله الدين وبه ختم المرسلين فلا دين بعد دينه ولا نبي بعده.\nفالإسلام هو الدين الذي رضيه الله لنا ديناً نتعبده به ونلتزم بشريعته.\nوالرسول محمد صلى الله عليه وسلم هو القائد الذي يجب أن نسير خلفه ونقتفي أثره.\nوكل قيادة أخرى تحاول أن تلغي هذه القيادة أو تقلل منها فإنها قيادة خارجة عن الإسلام محاربة له\n...\nبل كل قيادة تتمرد هي في ذات نفسها عن هذه القيادة أو تنحرف عن متابعتها فهي قيادة منحرفة.\nهذه حقيقة ينبغي أن تتضح في أذهان المسلمين إذ بقدر وضوحها والتزامهم بها بقدر ما يتيسر للأمة الاجتماع والاتحاد\n...\nوبقدر جهلها أو تجاهلها بقدر ما تبتعد الشقة ويتعذر اللقاء.\nفإن إدراك الأمة لهذه الحقيقة يعني \"توحيد القيادة\" فالجميع يلتقون على قيادة واحدة بها يتأسون وعلى خطاها يسيرون فمنها يتلقون التوجيهات ومنها يعرفون الأحكام والعبادات\n...\nفالحلال ما أخبر بحله والحرام ما نهى عنه\n...\nوالخير ما دل عليه\n...\nوالشر ما حذر منه {وَمَا آتَاكُمُ الرَّسُولُ فَخُذُوهُ وَمَا نَهَاكُمْ عَنْهُ فَانْتَهُوا} .\nفليس هناك قيادة أخرى لها هذا الحق ولا بعضه وإنما تأتي لها الحقوق بمقدار متابعتها لهذه القيادة.\nالجزء: 1 ¦ الصفحة: 107\n",
        "رابعاً: وحدة المنهج:\nمن الأسباب الرئيسة لتمزيق الأمة الإسلامية تعدد المناهج التي تتبعها في مجتمعاتها\n...\nتلك المناهج التي لا صلة لها بها ولا علاقة لها بدينها\n...\nبل هي مضادة لدينها محاربة لعقيدتها\n...\nفكان من نتائج ذلك أن اختلفت الأمة وتعددت مناهجها\n...\nفوقعت الفجوة بين المناهج والواقع\n...\nوبين القيادات والشعوب\n...\nبل بين القيادات نفسها\n...\nفانعكست تلك الخلافات على الأمة الإسلامية.\nوما لم يتحد المنهج للأمة الإسلامية فيكون منهجها واحداً كما يقتضيه دينها فإن كل محاولة لوحدة الأمة أو لجمع شتاتها فإنها محاولة خاسرة.\nوهذا المنهج الذي يجب اتباعه ليس له إلا مصدر واحد وهو الله سبحانه وتعالى فهو الذي يضعه لخلقه ويحدده والبشر عبيده وخلقه لا يجوز لهم أن يختاروا أو يرفضوا وإلا فإن ذلك يعرضهم لمقته وسخطه: {وَمَا كَانَ لِمُؤْمِنٍ وَلا مُؤْمِنَةٍ إِذَا قَضَى اللَّهُ وَرَسُولُهُ أَمْراً أَنْ يَكُونَ لَهُمُ الْخِيَرَةُ مِنْ أَمْرِهِم} .\nهذا هو حال المسلم مع شريعة ربه ومنهاجه، فإذا اتضحت هذه الحقيقة في أذهان المسلمين تمثلوها في واقعهم فإنه يتيسر لهم اللقاء والاتحاد.\nالجزء: 1 ¦ الصفحة: 108\n",
        "القسم الرابع: وسائل تحقيق الوحدة\nأولا: التعليم الموجه\n...\nالقسم الرابع: وسائل تحقيق الوحدة:\nعرضنا في المبحث السابق الأسس التي لابد منها لتوحيد الأمة الإسلامية وهي وإن كانت شرطاً في تحقيق إيمان المسلم فلا يكون مسلماً بدونها\n...\nفإنها شرط في تحقيق وحدة الأمة واجتماع كلمتها.\nولكن هذه الأسس- كما رأينا من قبل- قد تعرضت للفساد والانحراف واختفت أو تشوهت في كثير من المجتمعات الإسلامية فكان لابد من إظهار ما اختفى منها وتصحيح ما تشوه.\nوهذا أمر يحتاج إلى وسائل متعددة للقيام بذلك الدور ورعايته في المجتمعات الإسلامية. ومن تلك الوسائل ما يأتي:\nالتعليم الموجه:\nفإن المؤسسات التعليمية من أهم الوسائل الموجهة في المجتمع\n...\nوكثيراً ما ينعكس أثرها على المجتمع\n...\nسواء كان ذلك الأثر خيراً أم شراً.\nالجزء: 1 ¦ الصفحة: 108\n",
        "والمدرسة هي منهج ومعلم\n...\nفإذا صلحا صلحت الأجيال وإذا فسدا فسدت الأجيال- إذا شاء الله ذلك.\nلذا فإنه لابد من إعادة صياغة المناهج في مدارس المسلمين وجامعاتهم بحيث يراعى في وضعها تلك الأسس التي تمثل قاعدة الوحدة الإسلامية فتشتمل المناهج على بيان العقيدة والغاية والقيادة والمنهج وتعمق هذه المعاني في نفوس أبناء الأمة ويبين لهم أن هذه أسس الإيمان التي يكون بها الإنسان مسلماً\n...\nويكون بها المجتمع جزءً من الأمة الإسلامية.\nوبهذا تتهيأ للمسلمين أسباب الاجتماع والاتحاد.\nوإلى جانب هذا البناء الإيماني للفرد المسلم يبين كذلك فساد المذاهب البشرية التي تسود كثيراً من المجتمعات البشرية اليوم وأنها مذاهب ضالة باطلة لا حق لها في الوجود ولا في البقاء.\nكما يبين كذلك انتهاء دور الديانات السماوية الأخرى التي كانت قبل الإسلام وأنها قد نسخت بالإسلام كما أنها قد تعرضت للفساد والتحريف\n...\nفهي لا تمثل الدين الذي أنزله الله عز وجَل.\nوهذا: البيان هو بمثابة الصيانة والحماية لتلك الأسس الإسلامية.\nالجزء: 1 ¦ الصفحة: 109\n",
        "ثانياً: الإعلام الملتزم:\nلقد أصبح للإعلام في العصر الحاضر- بكل وسائله المسموعة والمرئية والمقروءة- دور خطير في الحياة الإنسانية\n...\nفهو يقتحم كل بيت ويصل إلى كل إنسان.\nووسائل الإعلام اليوم في كثير من البلدان الإسلامية غير ملتزمة بالمنهج الإسلامي الذي يبث الخير وينشر الفضيلة ويحذر من الشر والأَخلاق الرذيلة\n...\nبل إن بعض تلك الوسائل تحارب الإسلام وتسيء إلى أهله بما تنشره من البرامج السيئة والحلقات المنحرفة\n...\nوهذا كله مضاد لدين الأمة ومفرقة لجمعها وهادم لأسس الوحدة التي تقوم عليها.\nولن يكون هناك لقاء أو اتحاد وإعلام المسلمين أو بعضه بهذه الصورة.\nفلابد إذن من إعادة البناء الإعلامي بناءً صحيحاً بحيث يكون قادراً على توجيه الأمة وتعميق العقيدة في نفوسها وتذكيرها بخاصيتها في هذه الحياة والمنهج الذي اختاره الله عز\nالجزء: 1 ¦ الصفحة: 109\n",
        "وجل لها كما تبين إلى جانب ذلك وحدة القيادة للأمة الإسلامية وأنه لم يعد هناك مجال لظهور قيادات أخرى تنازع القيادة المحمدية أو تزاحمها.\nفإذا استطاع الإعلام في البلدان الإسلامية أن يثبت هذه القضايا الأساسية في نفوس الأمة فإنه عندئذ يكون قد أدى دوره الصحيح في المجتمع وساهم في وحدة الأمة\n...\nوإلا فلا وحدة ولا اجتماع.\nويتحقق ذلك بالاختيار الأمين للعاملين بالإعلام فتختار الكفاءات المؤمنة التي تدرك أهداف الأمة وغايتها.\nالجزء: 1 ¦ الصفحة: 110\n",
        "ثالثاً: الاقتصاد المستقل:\nإن التشابك المعقد في العلاقات الدولية - اليوم- واختلاف الأنظمة الاقتصادية في العالم والذي انعكس أثره على أكثر المجتمعات الإسلامية فتعددت فيها الأنظمة الاقتصادية تبعاً للاتجاه الذي يغلب على كل بلد كان له آثَاره السلبية على وحدة الأمة الإسلامية.\nومحاولة عودة الأمة إلى دينها يلزم منه التحرر من تلك الأنظمة الدخيلة على المجتمعات الإسلامية بالعودة إلى النظام الاقتصادي الإسلامي الذي هو جزء من ذلك المنهج الشامل الكامل الذي هو جزء من دين الأمة لا يتم بل لا يوجد بدونه والذي هو أحد الأسس التي تلتقي عليها الأمة.\nولابد من إيجاد اقتصاد إسلامي مستقل ليس مرتبطاً بأي نظام آخر لئلا يبقى بين الأمة فجوات تحول دون وحدتهم.\nويتم ذلك بإيجاد أسواق مشتركة وعملة موحدة وهيئة اقتصادية مشتركة تشرف على ذلك الاقتصاد الإسلامي المستقل.\nوبهذا تستقل عن التبعية الاقتصادية الضارة وتقيم لها وحدة اقتصادية قوية على أسس إسلامية\n...\nوالاقتصاد في الحقيقة هو ضمن المنهج الإسلامي الذي يعتبر أحد الأسس للوحدة الإسلامية\n...\nوالذي أريده هنا هو التعاون العَام وتوحيد الأسواق والعملات الذي يعطي للأمة شخصيتها المستقلة ويمهد السبيل للوحدة واللقاء.\nالجزء: 1 ¦ الصفحة: 110\n",
        "رابعاً: إيجاد مراكز علمية:\nلما كانت هذه الوسائل المتقدم ذكرها لابد لها من إعداد وتخطيط بحيث تظهر بالصورة الصحيحة كان لابد من مراكز علمية مختلفة تكون مهمتها التخطيط الدقيق لتلك الجوانب إلى جوانب أخرى تتعلق بحياة الأمة.\nفتلك المراكز متعددة الأغراض تمثل الهيئة الاستشارية والمخططة لتوحيد الأمة وتكاملها ونموها في جميع الجوانب بحيث تتحد الأمة في كل المظاهر إلى جانب اتحادها في القواعد.\nالجزء: 1 ¦ الصفحة: 111\n",
        "الخاتمة\n:\nفي نهاية هذا البحث الموجز نذكر أهم القضايا التي اشتمل عليها هذا البحث وهي:\nإن واقع الأمة واقع مؤلم قد تخلله الفساد وسرى فيه الانحراف.\nوأن هذا الواقع المنحرف لا يمكن معه اللقاء والاتحاد.\nوأن وحدة الأمة لا تتم إلا بتصحيح هذا الواقع على ضوء الكتاب والسنة.\nوالله وحده عز وجل هو المسؤول أن يصلح الأمة الإسلامية وأن يجمع كلمتها على الحق إنه سميع مجيب\n...\nالجزء: 1 ¦ الصفحة: 111\n",
        ""
    ]
}