{
    "1": [
        "الإسناد عند علماء القراءات\nالإسناد عند علماء القراءات\nمحمد بن سيدي محمد الأمين\nالكتاب:\nالإسناد عند علماء القراءات\nالمؤلف:\nد. محمد بن سيدي محمد محمد الأمين\nالناشر:\nالجامعة الإسلامية بالمدينة المنورة\nالطبعة:\nالعدد 129 - السنة 37 - 1425 هـ\nعدد الأجزاء:\n1\n[ترقيم الكتاب موافق للمطبوع وهو مذيل بالحواشي]\n",
        "ال\nمقدمة\nالحمد لله الذي أنزل على عبده كتاباً محفوظاً في الصدور لا يخلق ولا يبلى على مر الدهور، وأثاب على قراءة كل حرف منه بأعظم الأجور والله يضاعف لمن يشاء وهو العليم بذات الصدور، وأصلي وأسلم على محمد سيد ولد آدم الذي نعته ونعت أمته في كتبه المتقدمة مذكور، وعلى آله وصحبه الذين حملوا القرآن وسعوا في تعليمه فسعيهم مشكور، والتابعين لهم بإحسان ممن تلاه حق تلاوته ما تعاقب الظلام والنور.\nوبعد؛ منذ نزل القرآن العظيم وهو محاط برعاية الله وعنايته حتى أكمله الله لهذه الأمة ورضيه لها دينا {الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ وَأَتْمَمْتُ عَلَيْكُمْ نِعْمَتِي وَرَضِيتُ لَكُمُ الْأِسْلامَ دِيناً} (1)\nوشاءت عناية الله عز وجل أن لا يكل حفظ هذا الكتاب إلى عباده حتى لا يضيع، كما أضاع أهل التوراة كتابهم حينما وكل حفظه إليهم كما في قوله تعالى: {بِمَا اسْتُحْفِظُوا مِنْ كِتَابِ اللَّهِ} (2) وهذا الحفظ باق إلى أن يرث الله الأرض ومن عليها، فلا تزال طائفة من هذه الأمة حاملة للواء الحق ظاهرة به لا يضرهم من خالفهم حتى يأتي أمر الله.\nوإن من وسائل حفظ الله لهذا الكتاب ما سخره له في كل عصر ومصر من علماء عاملين، وقراء مجودين - وحفظة مسندين، وطلبة مجدّين جعلوا القرآن مسلاتهم بالغدو والآصال فهم وإياه دائماً في حل وترحال.\n(1) سورة المائدة آية: 3.\n(2) سورة المائدة آية: 44.\nالجزء: 1 ¦ الصفحة: 145\n",
        "عصابة منتخبة وفقهم الله لطلاب كتابه، وقواهم على رعايته وحراسته، وحبب إليهم قراءاته ومدارسته، وهون عليهم الدأب والكلال، وبذل النفس مع الأموال، وركوب الخوف مع الأهوال، فهم يرحلون من البلاد إلى البلاد خائضين في تحصيل قراءاته وأسانيده كل واد.\nلا يقطعهم عنه جوع ولا ظمأ، ولا يملهم منه صيف ولا شتاء، مائزين لصحيح القراءات من السقيم، والشاذ من الفاذ وإن المرء ليعجب أشد العجب حين يطالع أسانيد رجال القراءات، ويعلم الجهد الذي بذلوه في تحصيلها، وتمييزهم صحيحها من سقيمها، ومتواترها من شاذها، وتخليصها من كل الشوائب والضعف حتى غدت منتظمة في سلسلة هي أعز من الذهب متماسكة آخذ بعضها بحجز بعض حتى تصل بصاحبها إلى رسول الله صلى الله عيه وسلم عن جبريل عن الله عز وجل، فهنيئاً لمن حازه، وهنيئاً لأهل القرآن بالقرآن يوم عرضهم على الملك الديان\nقال ابن الجزري (1) :\n...\nوبعد فالإنسان ليس يشرف\nإلا بما يحفظه ويعرف\nلذاك كان حاملو القرآن\nأشراف الأمة أولى الإحسان\nوإنهم في الناس أهل الله\nوإن ربنا بهم يباهي\nوقال في القرآن عنهم وكفى\nبأنه أورثه من اصطفى\nوهو في الأخرى شافع مشفع\nفيه وقوله عليه يسمع\nيعطى به الملك مع الخلد إذا\nتوجه تاج الكرامة كذا\nيقرا ويرقى درج الجنان\nوأبواه منه يكسيان\n(1) طيبة النشر: 2.\nالجزء: 1 ¦ الصفحة: 146\n",
        "فليحرص السعيد في تحصيله\n...\nولا يمل قط من ترتيله\nوليجتهد فيه وفي تصحيحه\n...\nعلى الذي نقل من صحيحه\nعن هذا الجهد الذي بذل في تحصيل هذه الأسانيد والعناية الفائقة التي ميّزت صحيحها من ضعيفها، وعاليها من نازلها وقع اختياري على الكتابة في هذا البحث الذي لم تتناوله الأقلام بعد فلا أعلم فيه مؤلفا، وليعلم المطالع من خلاله مدى عناية القراء بالسند وصحته وتواتره والحفاظ عليه، كما عني به علماء الحديث.\nفالله أسأل أن يعين على التمام وأن ينفعنا بما علمنا وأن يجعلنا من أهل القرآن أهل الله وخاصته، وهو حسبنا ونعم الوكيل، وهو مولانا ونعم النصير.\nخطة البحث:\nالمقدمة.\nالفصل الأول: السند عند المسلمين، وفيه ثلاثة مباحث:\nالمبحث الأول: تعريف السند لغة واصطلاحا\nالمبحث الثاني: عناية علماء المسلمين بالإسناد\nالمبحث الثالث: عناية علماء القراءات بالأسانيد\nالفصل الثاني: مكانة السند عند علماء القراءات، وفيه ثلاثة مباحث:\nالمبحث الأول: تواتر السند وصحته شرط في قبول القراءة\nالمبحث الثاني: رحلة علماء القراءات في طلب الأسانيد\nالمبحث الثالث: بيان علماء القراءات لبعض الأسانيد الضعيفة والواهية.\nالخاتمة.\nالجزء: 1 ¦ الصفحة: 147\n",
        "الفصل الأول: السند عند المسلمين\nالمبحث الأول: تعريف السند لغة واصطلاحا\n...\nالفصل الأول: السند عند المسلمين\nوفيه ثلاثة مباحث:\nالمبحث الأول: تعريف السند لغة واصطلاحاً\n* السند لغة:\nما ارتفع من الأرض في قُبُل الجبل أو الوادي، والجمع أسناد، لا يكسّر على غير ذلك، وكل شيء أسندت إليه شيئا فهو مسند، وقد سَند إلى الشيء يسنُد سنوداً، واستَنَد وتساند وأسند غيره، ويقال ساندته إلى الشيء وهو يتساند إليه أي أسندته إليه.\nقال أبو زيد:\nساندوه حتى إذا لم يروه\n...\nشُدَّ أجلاده على السنيد\nوما يسند إليه يسمى مِسنداً ومُسنَداً، وجمعه المسانيد.\nوالسند سنود القوم في الجبل، وفي حديث أحد: «رأيت النساء يُسندن في الجبل» (1) أي يصعدن.\nوساندت الرجل مساندة إذا عاضدته وكانفته، وسند في الجبل يسنُدُ سنوداً وأسند رقى (2) .\n* السند في الاصطلاح:\nهو طريق المتن، أي سلسلة الرواة الذين نقلوا المتن عن مصدره الأول، وسمى هذا الطريق سنداً إما لأن المسند يعتمد عليه في نسبة المتن إلى مصدره، أو\n(1) النهاية في غريب الحديث والأثر. لأبي السعادات الجزري:2/408.\n(2) لسان العرب: 3/220، مادة (سند) ، الصحاح للجوهري: 2/489، مادة (سند) .\nالجزء: 1 ¦ الصفحة: 148\n",
        "لاعتماد الحفاظ على المسند في معرفة صحة الحديث وضعفه.\nوالإسناد هو رفع الحديث إلى قائله أي بيان طريق المتن برواية الحديث مسنداً.\nوقد يطلق الإسناد على السند من باب إطلاق المصدر على المفعول، كما أطلق الخلق على المخلوق (1) .\nوقال ابن جماعة (2) : المحدثون يستعملون السند والإسناد لشيء واحد (3) .\nوالسند عند علماء القراءات: هو سلسلة الرواة الذين نقلوا القراءة (4) ، والرواية (5) ، والطريق (6) ، والوجه (7) عن المصدر الأول.\nوإن شئت قلت: هو الطريق الموصلة إلى القرآن (8) .\n(1) تدريب الراوي للسيوطي: 1/41، أصول الحديث محمد عجاج الخطيب: 32.\n(2) محمد بن إبراهيم بن سعد الله بن جماعة بدر الدين أبو عبد الله ولد سنة (639?) تتلمذ على ابن مالك إمام النحاه، وبان دقيق العيد، وابن البخاري المقري، توفى سنة (733?) . ذيل تذكرة الحفاظ: 107، الدرر الكامنة: 3/367، شذرات الذهب: 6/105، البداية والنهاية: 14/163.\n(3) قواعد التحديث جمال الدين القاسمي: 202.\n(4) هي ما اجتمعت عليه الروايات والطرق عن الإمام بكماله فلم يختلف الرواة عليه.\n(5) هي ما نسب إلى أحد الرواة عن الإمام.\n(6) هو ما نسب إلى من دون الرواة عن الإمام وإن سفل.\n(7) ما نقل فيه التخيير عن الإمام أو عن أحد رواته.\nولتوضيح ذلك نقول: البسملة بين السورتين قراءة ابن كثير، وقراءة عاصم. ورواية قالون عن نافع، وطريق الأصبهاني عن ورش.\nونقول: لك في البسملة بين السورتين لمن بسمل ثلاثة أوجه ولا نقل ثلاث قراءات ولا ثلاث روايات ولا ثلاث طرق. النشر: 2/199.\n(8) لطائف الإشارات للقسطلاني: 173.\nالجزء: 1 ¦ الصفحة: 149\n",
        "المبحث الثاني: عناية علماء المسلمين بالإسناد\nاهتم المسلمون بالأسانيد وأوْلوها من العناية ما تستحقه وبزوا في ذلك غيرهم من الأمم، فلا يكاد علم من علوم الشريعة الإسلامية يخلو منها، إلا أنها قد تكون في علم أظهر وأقوى منه في علم آخر، فالعلوم المنقولة كالقرآن والسنة النبوية والتفسير واللغة لا تستغنى عنها، وإن كانت الحاجة إليها في نقل القرآن والحديث أقوى وآكد، لما يترتب على صحة السند وضعفه من ثبوت القرآن وصحة المقروء وثبوت الشريعة وأحكامها المستنبطة من الأحاديث الواردة في العبادات والمعاملات وقد خص الله تعالى هذه الأمة بالإسناد وليس ذلك لغيرها من الأمم، وجاء تأكيد ذلك في الكتاب والسنة وأخبار السلف الصالح وآثارهم.\nفقد حث الله ورسوله على التثبت في الأخبار والتأكد منها ونقلها من مصادرها.\nقال تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا إِنْ جَاءَكُمْ فَاسِقٌ بِنَبَأٍ فَتَبَيَّنُوا أَنْ تُصِيبُوا قَوْماً بِجَهَالَةٍ فَتُصْبِحُوا عَلَى مَا فَعَلْتُمْ نَادِمِينَ} (1)\nوقال تعالى: {مِمَّنْ تَرْضَوْنَ مِنَ الشُّهَدَاءِ} (2)\nوقال تعالى: {وَأَشْهِدُوا ذَوَيْ عَدْلٍ مِنْكُمْ} (3)\nفدلت الآيات على أن خبر الفاسق ساقط غير مقبول، وأن شهادة غير العدل مردودة، والخبر وإن وافق معناه معنى الشهادة في بعض الوجوه فقد\n(1) سورة الحجرات آية: 6.\n(2) سورة البقرة آية: 282.\n(3) سورة الطلاق آية: 2.\nالجزء: 1 ¦ الصفحة: 150\n",
        "يجتمعان في معظم معانيها، إذ كان خبر الفاسق غير مقبول عند أهل العلم كما أن شهادته مردودة عند جميعهم، ودلت السنة على نفس رواية المنكر من الأخبار كنحو دلالة القرآن على نفس خبر الفاسق، وهو الحديث المشهور عن رسول الله صلى الله عليه وسلم: «من حدّث عني بحديث يرى أنه كذب فهو أحد الكاذبين» (1) .\nوقد جاء عن أبي عبد الله مالك بن أنس إمام دار الهجرة (ت179?) ومحمد بن إدريس الشافعي (ت204?) وأبي عبد الله أحمد بن حنبل (ت241?) وعبد الله بن المبارك (ت181?) ومحمد بن مسلم بن عبيد الله أبو بكر الزهري (ت124?) .\nوغيرهم من الأئمة ما يبين أهمية الإسناد وفوائده ومزاياه وأنه مما اختص الله به هذه الأمة.\nقال مالك في تفسير قوله تعالى: {وَإِنَّهُ لَذِكْرٌ لَكَ وَلِقَوْمِكَ} (2) هو قول الرجل حدثني أبي عن جدي (3) .\nوقال أحمد بن حنبل: طلب الإسناد العالي سنة عمن سلف (4) .\nوقال الشافعي رحمه الله تعالى: مثل الذي يطلب الحديث بلا إسناد كمثل حاطب ليل يحمل حزمة حطب وفيه أفعى ولا يدري (5) .\n(1) مقدمة صحيح مسلم: 1/62.\n(2) سورة الزخرف آية: 14.\n(3) الإسناد من الدين: 19.\n(4) مقدمة ابن الصلاح: 130.\n(5) فتح المغيث: 3/5، الإسناد من الدين: 20.\nالجزء: 1 ¦ الصفحة: 151\n",
        "وقال عبد الله بن المبارك: الإسناد من الدين ولولا الإسناد لقال من شاء ما شاء (1) .\nقال الحاكم أبو عبد الله النيسابوري (2) في كتابه معرفة علوم الحديث بعد ذكره كلمة ابن المبارك الإسناد من الدين.\nقال: فلولا الإسناد وطلب هذه الطائفة له وكثرة مواظبتهم على حفظه لدرس منار الإسلام وتمكن أهل الإلحاد والبدع منه بوضع الأحاديث وقلب الأسانيد، فإن الأخبار إذا تعرت عن وجود الإسناد فيها كانت بُتراً (3) .\nوقال ابن المبارك: مثل الذي يطلب أمر دينه بلا إسناد كمثل الذي يرتقي السطح بلا سلم (4) .\nوقال أيضاً: بيننا وبين القوم القوائم (5) .\nيعني بالقوائم: الإسناد، وبالقوم: أهل البدع ومن شاكلهم.\nوحدث ابن أبي فروة (6) بين يدي الزهري فجعل يقول قال رسول الله\n(1) مقدمة صحيح مسلم: 1/87، المحدث الفاصل: 209، الضعفاء والمجروحين: 1/26، مقدمة ابن الصلاح: 130.\n(2) أبو عبد الله محمد بن عبد الله بن محمد بن حمدويه المعروف بابن البيع ولد سنة: (321?) روى عن أبيه، وأبي العباس محمد بن يعقوب الأصم، وأبي حامد بن حسنويه المقري وغيرهم توفي سنة: (405?) . تاريخ بغداد: 5/473، المنتظم: 7/274، تذكرة الحفاظ: 3/1039، سير أعلام النبلاء: 17/162.\n(3) معرفة علوم الحديث للحاكم: 6.\n(4) فتح المغيث: 3/4، أدب الإملاء والاستملاء: 6\n(5) مقدمة صحيح مسلم: 1/88.\n(6) إسحاق بن عبد الله بن أبي فروة المدني مولى آل عثمان بن عفان روى عن مجاهد، ونافع، وهو ضعيف. قال البخاري: تركوه، ونهى أحمد عن حديثه وقال لا تحل الرواية عنه. توفي سنة: (144?) . الكامل في الضعفاء: 1/320، الضعفاء الكبير: 1/102، ميزان الاعتدال: 1/193.\nالجزء: 1 ¦ الصفحة: 152\n",
        "صلى الله عليه وسلم، قال رسول الله صلى الله عليه وسلم\n…\nفقال له الزهري: قاتلك الله يا ابن أبي فروة ما أجرأك على الله؟ لا تسند حديثك، تحدثنا بأحاديث ليس لها خطم ولا أزمة (1) .\nوقال سفيان الثوري (2) رحمه الله تعالى: الإسناد سلاح المؤمن فإذا لم يكن معه سلاح فبأي شيء يقاتل (3) .\nوروى الرامهزمزي (4) في كتابه المحدث الفاصل بين الراوي والواعي عن شعبة بن الحجاج (5) قال: كل حديث ليس فيه حدثنا أو أخبرنا فهو خل\n(1) معرفة علوم الحديث للحاكم: 6، الضعفاء الكبير: 1/102.\n(2) سفيان بن سعيد بن مسروق بن حبيب بن رافع أبو عبد الله الثوري، شيخ الإسلام وإمام الحفاظ، ولد سنة (سنة 97هـ) روى عن أبيه، وأبي إسحاق الشيباني، وسليمان التيمي وغيرهم توفي سنة (161هـ) .\nتهذيب الكمال: 11/154، طبقات بن سعد: 6/371، مشاهير علماء الأمصار: 169، سير أعلام النبلاء: 7/229، الكامل لابن الأثير: 6/56\n(3) أدب الإملاء والاستملاء: 8.\n(4) أبو محمد الحسن بن عبد الرحمن بن خلاد الفارسي الرامهرمزي سمع من أبيه، وزكريا الساجي، وجعفر بن محمد الفريابي وغيرهم توفى سنة (360هـ) . تذكرة الحفاظ: 3/905، سير أعلام النبلاء: 16/73، الوافي بالوفيات: 12/64، معجم الأدباء: 9/5.\n(5) شعبة بن الحجاج بن الورد أمير المؤمنين في الحديث أبو بسطام الأزدي ولد سنة (80?) حدث عن أنس بن سيرين، وإسماعيل بن رجاء، وسعيد بن أبي سعيد المقبري توفى سنة: (160?) .\nطبقات ابن سعد: 7/280، حلية الأولياء: 7/144، تهذيب الكمال: 12/479، سير أعلام النبلاء: 7/202.\nالجزء: 1 ¦ الصفحة: 153\n",
        "بقل (1) . أي أنه رخيص لا قيمة له ولا يتعلق به لفقده الإسناد.\nوقال الحافظ بقية بن الوليد (2) رحمه الله تعالى:\nذاكرت حماد بن زيد (3) بأحاديث فقال: ما أجودها لو كان لها أجنحة (4) - يعني إسناداً ويشير بقوله لو كان لها أجنحة إلى أنها ساقطة لا ترتفع عن الأرض لعدم الإسناد فيها.\nقال بعض العلماء: الأسانيد قوائم الحديث أي دعائمها التي تثبت بها (5) .\nوقال الإمام الأوزاعي (6) رحمه الله تعالى: ما ذهاب العلم إلا ذهاب\n(1) المحدث الفاصل: 517، الكفاية في علم الرواية: 283\n(2) بقية بن الوليد بن صائد بن كعب الحافظ أبو يُحمِد الحمصي ولد سنة (110?) روى عن عثمان بن زفر وحصين بن مالك الفزاري، وشعبة بن الحجاج وغيرهم توفى سنة (197?) .\nطبقات خليفة بن خياط: 317، تهذيب الكمال: 4/192، الضعفاء الكبير: 1/162، سير أعلام النبلاء: 8/455.\n(3) حماد بن زيد بن درهم الحافظ أبو إسماعيل الأزدي البصري ولد سنة (98?) سمع من أنس بن سيرين، وعمرو بن دينار، وثابت البناني وغيرهم توفى سنة: (179?) .\nطبقات بن سعد: 7/286، تهذيب الكمال: 7/239، مشاهير علماء الأمصار: 157، سير أعلام النبلاء: 7/456.\n(4) فتح المغيث: 3/5.\n(5) مقدمة صحيح مسلم: 1/88.\n(6) عبد الرحمن بن عمرو بن يُحمَد شيخ الإسلام أبو عمرو الأوزاعي ولد سنة: (88?) حدث عن عطاء بن أبي رباح ومكحول، وقتادة وغيرهم توفى سنة: (157?) .\nطبقات بن سعد: 7/488، تهذيب الكمال: 17/207، تذكرة الحفاظ: 1/178، سير أعلام النبلاء: 7/107.\nالجزء: 1 ¦ الصفحة: 154\n",
        "الإسناد (1) .\nوقال الحافظ يزيد بن زريع (2) رحمه الله تعالى: لكل دين فرسان وفرسان هذا الدين أصحاب الأسانيد (3)\nوقال الحافظ أبو سعد السمعاني (4) : وألفاظ رسول الله صلى الله عليه وسلم لابد لها من النقل، ولا تعرف صحتها إلا بالإسناد الصحيح- والصحة في الإسناد لا تعرف إلا برواية الثقة عن الثقة، والعدل عن العدل (5) .\nوقال أبو علي الجياني (6) : خص الله هذه الأمة بثلاثة أشياء لم يعطها من\n(1) الإسناد من الدين: 20.\n(2) يزيد بن زريع العيشي ويقال التميمي أبو معاوية البصري ولد سنة: (101?) ، روى عن سليمان التيمي، وحميد الطويل، وخالد الحذاء وغيرهم توفى سنة: (182?) .\nطبقات بن سعد: 7/289، تهذيب الكمال: 32/124، مشاهير علماء الأمصار: 162، سير أعلام النبلاء: 8/263.\n(3) سير أعلام النبلاء: 8/264.\n(4) عبد الكريم بن محمد بن منصور التميمي السمعاني الخراساني ولد سنة: (506هـ) تلقى على يد والده مفتي خراسان وأخذ عن أبي عبد الله الفراوي، وعبد الوهاب الأنماطي وغيرهم توفى سنة (562?) .\nطبقات السبكي: 7/180، البداية والنهاية: 12/175، النجوم الزاهرة: 5/375، سير أعلام النبلاء: 20/456.\n(5) أدب الإملاء والاستملاء: 4.\n(6) الحسين بن محمد بن أحمد الغساني الأندلسي الحجة الناقد أبو علي الجياني ولد سنة: (427?) ، حدث عن حكم بن محمد الجذامي، وأبي بكر بن عبد البر، وأبي الوليد الباجي وغيرهم توفى سنة: (498?) .\nالصلة: 1/233، بغية الملتمس: 1/327، سير أعلام النبلاء: 19/148، النجوم الزاهرة: 5/192.\nالجزء: 1 ¦ الصفحة: 155\n",
        "قبلها: الإسناد، والأنساب، والإعراب (1) .\nوقال ابن حزم (2) - في كتابه الفصل في الملل والأهواء والنحل - ما خلاصته: نقل الثقة عن الثقة يبلغ به النبي صلى الله عليه وسلم مع الاتصال خص الله به المسلمين دون سائر الأمم، وأما مع الإرسال والإعضال فيوجد في كثير من اليهود ولكنهم لا يقربون فيه من موسى قربنا من محمد صلى الله عليه وسلم بل يقفون بحيث يكون بينهم وبين موسى أكثر من ثلاثين عصرا في أزيد من ألف وخمسمائة عام، وإنما يبلغون بالنقل إلى شمعون ونحوه.\nوأما النصارى فليس عندهم من صفة هذا النقل إلا تحريم الطلاق وحده، على أن مخرجه من كذاب قد ثبت كذبه، وأما النقل بالطريق المشتملة على كذاب أو مجهول العين فكثير في نقل اليهود والنصارى.\nوأما قول الصحابة والتابعين فلا يمكن لليهود أن يبلغوا إلى صاحب نبي أصلا ولا إلى تابع له، ولا يمكن للنصارى أن يصلوا إلى أعلى من شمعون وبولص (3) .\n(1) تدريب الراوي: 2/160.\n(2) أبو محمد علي بن أحمد بن سعيد بن حزم بن غالب الفارسي الأصل ولد سنة: (384 ?) سمع من يحيى بن مسعود بن وجه الجنة، ويونس بن عبد الله بن مغيث، وأبي عمرو أحمد بن محمد الطلمنكي وغيرهم توفى سنة: (456?) .\nجذوة المقتبس: 2/489، البداية والنهاية: 12/91، وفيات الأعيان: 3/325، سير أعلام النبلاء: 18/184.\n(3) الفصل في الملل: 2/81-83، تدريب الراوي: 2/159.\nالجزء: 1 ¦ الصفحة: 156\n",
        "وقال ابن تيمية (1) رحمه الله تعالى: الإسناد من خصائص هذه الأمة، وهو من خصائص الإسلام، ثم هو في الإسلام من خصائص أهل السنة والرافضة من أقل الناس عناية به إذ كانوا لا يصدقون إلا بما يوافق أهواءهم وعلامة كذبه أن يخالف هواهم ولهذا قال عبد الرحمن بن مهدي (2) أهل العلم يكتبون مالهم وما عليهم، وأهل الأهواء لا يكتبون إلا مالهم.\nوأهل البدع سلكوا طريقاً أخرى ابتدعوها واعتمدوها، ولا يذكرون الحديث بل ولا القرآن في أصولهم إلا للاعتضاد لا للاعتماد (3) . وأقوال العلماء في الحض على التمسك بالإسناد أكثر من أن يحصرها هذا البحث\n(1) شيخ الإسلام تقي الدين أبو العباس أحمد بن عبد الحليم الحراني ولد سنة: (661?) سمع من ابن عبد الدائم، وابن أبي اليسر، وابن الصيرفي وغيرهم توفى سنة: (728?) .\nتذكرة الحفاظ: 4/1496، القلائد الجوهرية لابن طولون: 328، الدرر الكامنة: 1/154، البداية والنهاية: 14/163، الذيل على طبقات الحنابلة: 2/387.\n(2) عبد الرحمن بن مهدي بن حسان بن عبد الرحمن سيد الحفاظ أبو سعيد العنبري ولد سنة: (135?) سمع من عمر بن أبي زائدة، وهشام بن أبي عبد الله الدستوائي، وشعبة وغيرهم توفى سنة: (198?) .\nالتاريخ ليحيى بن معين: 2/359، طبقات بن سعد: 7/298.\nتهذيب الكمال: 17/430، سير أعلام النبلاء: 9/192.\n(3) منهاج السنة النبوية لابن تيمية: 7/37.\nالجزء: 1 ¦ الصفحة: 157\n",
        "المبحث الثالث: عناية علماء المسلمين بالإسناد\n...\nالمبحث الثالث: عناية علماء القراءات بالأسانيد\nلقد عنى علماء القراءات بالأسانيد أيما عناية، ورحلوا في طلبها، وبينوا العالي منها والنازل والمتصل والمنقطع وما فيه علة قادحة وهو فن قد يخفى على كثير من طلاب العلم لاعتقاد البعض أن تتبع الأسانيد والكشف عنها وتتبع طبقات النقلة والرواة هو من اختصاص علماء الحديث، وفاتهم أن لعلماء القراءات باع طويل في معرفة رجالهم وطبقاتهم ورواتهم بل ولا زالوا يحافظون على أسانيدهم إلى يومنا هذا في الوقت الذي تقطعت فيه كل الطرق والأسانيد في العلوم الأخرى، وهذا من حفظ الله لكتابه الذي وعد به إلى أن يرث الله الأرض ومن عليها.\nإن المطالع لمقدمات كتب القراءات المعتبرة الجامعة للروايات والطرق التي تلقى بها أولئك الأئمة يقف مشدوداً أمام ذلك الكم الهائل من الأسانيد التي أحيطت بالعناية والرعاية حتى تصل إلى منتهاها، ومتى حصل خلل أو وهم نبه عليه العلماء وبينوا علته وحذروا من ذلك الإسناد الضعيف أو المجهول أو المتروك إلى هذا الجهد العظيم الذي بذله القراء في الحفاظ على أسانيدهم وتنقيحها نبه الحافظ محمد بن الجزري (ت833 ?) بقوله: ومن نظر أسانيد كتب القراءات وأحاط بتراجم الرواة عرف قد ما سبرنا، ونقحنا واعتبرنا وصححنا وهذا علم أهمل وباب أغلق وهو السبب الأعظم في ترك كثير من القراءات والله تعالى يحفظ ما بقى (1) .\nقال ابن مجاهد (2) : مشبهاً للآثار الواردة في حروف القرآن بالآثار الواردة\n(1) النشر ابن الجزري: 1/193.\n(2) أحمد بن موسى بن العباس أبو بكر بن مجاهد التيمي البغدادي أول من سبع السبعة، قرأ على عبد الرحمن بن عبدوس، وقنبل، توفى سنة: (324?) .\nغاية النهاية: 1/139، تاريخ بغداد: 5/144.\nالجزء: 1 ¦ الصفحة: 158\n",
        "في الحديث من حيث القبول والرد، والصحة والضعف، مما يستلزم النظر في الأسانيد وفحص الروايات من العلماء المختصين العارفين.\n((وأما الآثار التي رويت في الحروف فكا الآثار التي رويت في الأحكام، منها المجتمع عليه السائر المعروف، ومنها المتروك المكروه عند الناس، المعيب من أخذ به، وإن كان قد روي وحفظ، ومنها ما قد توهم فيه من رواة فضيع روايته ونسي سماعه لطول عهده، فإذا عرض على أهله عرفوا بوهمه وردوه على من حمله، وربما سقطت روايته لذلك في إصراره على لزومه وتركه الانصراف عنه، ولعل كثيراً ممن ترك حديثه واتهم في روايته كانت هذه علته، وإنما ينتقد ذلك أهل العلم بالأخبار والحلال والحرام والأحكام، وليس انتقاد ذلك إلى من لا يعرف الحديث ولا يبصر الرواية والاختلاف، وكذلك ما روى من الآثار في حروف القرآن، منها المعرب السائر الواضح ومنها المعرب الواضح غير السائر، ومنها اللغة الشاذة القليلة، ومنها الضعيف المعنى في الإعراب غير أنه قد قرئ به، ومنها ما توهم فيه فغلط به فهو لحن غير جائز عند من لا يبصر العربية إلا اليسير، ومنها اللحن الخفي الذي لا يعرفه إلا العالم النحرير، وبكل قد جاءت الآثار في القراءات)) (1) .\nفهذا أبو عمر وعثمان بن سعيد الداني (ت444?) أورد في كتابه جامع البيان في القراءات السبع أكثر من خمسمائة رواية وطريق (2)\n(1) السبعة لابن مجاهد:48، 49.\n(2) النشر: 1/35.\nالجزء: 1 ¦ الصفحة: 159\n",
        "وبين في مقدمته كيفية تحصيله لهذه الروايات والطرق فقال: ((هذه الروايات هي التي أهل دهرنا عليها عاكفون وبها أئمتنا آخذون، وإياها يصنفون، وعلى ما جاءت به يعولون، ولا أعدو في شيء مما أرسمه في كتابي هذا مما قرأته لفظا، أو أخذته أداء أو سمعته قراءة أو رويته عرضا، أو سألت عنه إماما، أو ذاكرت به متصدراً، أو أجيز لي، أو كتب به إلىّ، أو أذن لي في روايته، أو بلغني عن شيخ متقدم، ومقرئ متصدر بإسناد عرفته وطريق ميزته، أو بحثت عنه عند عدم النص والرواية فأبحثه بنظيره وأجريت له حكم الشبيه)) (1) والهذلي يوسف بن علي بن جبارة (ت:465?) صاحب كتاب الكامل في القراءات الخمسين أورد فيه بأسانيده ألفا وأربعمائة وتسعة وخمسين رواية وطريقاً بعد أن رحل شرقا وغربا وشمالا وجنوبا في تحصيل هذه الروايات قال عن نفسه: ((فجملة من لقيت في هذا العلم ثلاثمائة وخمسة وستون شيخا من آخر المغرب إلى باب فرغانة (2) ، يمينا وشمالا وجبلا وبحرا، ولو علمت أحدا تقدم علي في هذه الطبقة في جميع بلاد الإسلام لقصدته)) (3) .\nوأبو معشر عبد الكريم بن عبد الصمد الطبري (ت 478?) صاحب كتاب سوق العروس أورد فيه بأسانيده ألفا وخمسمائة وخمسين رواية وطريقا (4) .\nومنهجه أنه يستقصى حصر الرواة عن كل إمام يذكره ثم يتبع ذلك بذكر كل الطرق عن أولئك الرواة عن ذلك الإمام فمثلاً قال: ذكر الأسانيد:\n(1) جامع البيان في القراءات السبع لوحة: 3/ب.\n(2) مدينة واسعة متاخمة لبلاد تركستان، وهي مدينة ذات خيرات كثيرة. معجم البلدان: 4/253.\n(3) غاية النهاية: 2/398.\n(4) سوق العروس لوحة:1/أ.\nالجزء: 1 ¦ الصفحة: 160\n",
        "نافع روى عنه مئتان وخمسون رجلاً وهم: قالون، وورش، وسقلاب، وأبو دحية\n...\nالخ.\nثم يشرع في تعداد الطرق عن قالون، وورش، وسقلاب، وأبو دحية وغيرهم حتى ينتهي من كل الطرق التي بلغته عنهم وهو يحذر بعد هذا الاستقصاء من أن يروى أحد عن غير الرواة المذكورين عن ذلك الإمام والطرق الموصلة إليه التي بينها ووضحها، قال بعد أن أورد كل الروايات والطرق عن الإمام أبي جعفر: (ت130?) .\n((من روى اختيار أبي جعفر عن غير هؤلاء فقد كذب وافترى لأن هؤلاء المذكورين قاموا بهذا الاختيار لا يصح إلا عنهم، ومن روى عنهم فاعلم أنه صادق)) (1)\nوهذا أبو القاسم عيسى بن عبد العزيز الإسكندري: (ت629?) صاحب كتاب الجامع الأكبر والبحر الأزخر أورد فيه سبعة آلاف رواية وطريق (2) والحافظ محمد بن الجزري خاتمة المحققين في علم القراءات وحلقة الوصل بين المتقدمين والمتأخرين: (ت833 ?) ذكر في كتابه النشر في القراءات العشر ألف طريق منتقاة من آلاف الطرق والروايات التي قرأها واطلع عليها.\nقال بعد فراغه من سرده للأسانيد التي تلقى بها القراءات ((فهذا ما تيسر من أسانيدنا بالقراءات العشر من الطرق المذكورة التي أشرنا إليها.\nوجملة ما تحرر عنهم من الطرق بالتقريب نحو ألف طريق وهي أصح ما يوجد اليوم في الدنيا وأعلاه.\n(1) سوق العروس لوحة: 8/ب\n(2) النشر: 1/35.\nالجزء: 1 ¦ الصفحة: 161\n",
        "لم نذكر فيه إلا من ثبت عندنا أو عند من تقدمنا من أئمتنا عدالته، وتحقق لقيه لمن أخذ عنه، وصحت معاصرته وهذا إلزام لم يقع لغيرنا ممن ألف في هذا العلم)) (1)\nوهذا يذكرنا بشرط البخاري الذي استنبطه العلماء من منهجه في كتابه المسمى (الجامع الصحيح المسند المختصر من أمور رسول الله صلى الله عليه وسلم وسننه وأيامه) والذي صار يعرف بصحيح البخاري.\nفقد اشترط في الرواة الذين نقل عنهم المعاصرة واللقاء لمن رووا عنه، وقد امتاز وفضل على صحيح مسلم بزيادته شرط اللقاء في حين اكتفى مسلم بالمعاصرة.\nوقال ابن الجزري مبيناً جهده الذي بذله في إيراد هذه الروايات التي ضمنها كتابه النشر:\n((لم أدع عن هؤلاء الثقات الأثبات حرفا إلا ذكرته، ولا خلفا إلا أثبته، ولا إشكالاً إلا بينته وأوضحته، ولا بعيداً إلا قربته، ولا مفرقاً إلا جمعته ورتبته منبهاً على ما صح عنهم وشذ، وما انفرد به منفرد وفذ، ملتزما للتحرير والتصحيح والتضعيف والترجيح، معتبراً للمتابعات والشواهد، رافعاً إبهام التركيب بالعزو المحقق إلى كل واحد جمع طرق بين الشرق والغرب)) (2) .\nوهكذا فإن المتتبع لعلماء القراءات ممن عنوا بذكر أسانيدهم في مقدمات كتبهم سيقف على الكثير مما أشرت إليه.\n(1) المصدر السابق: 1/192\n(2) النشر: 1/56.\nالجزء: 1 ¦ الصفحة: 162\n",
        "الفصل الثاني: مكانة السند عند علماء القراءات\nالمبحث الأول تواتر السند وصحته شرط في قول القراءة\n...\nالفصل الثاني: مكانة السند عند علماء القراءات\nوفيه ثلاثة مباحث:\nالمبحث الأول:\nتواتر السند وصحته شرط في قبول القراءة\nأجمع المسلمون منذ الصدر الأول على أنه لا يقرأ بحرف ولا يحكم بقرآنيته ولا يكتب في المصاحف حتى يتحقق نقله بالتواتر، ويرويه عدد كبير يحصل بروايتهم اليقين ولذلك لم يثبت الصحابة في المصاحف التي أمر عثمان بكتابتها مستنسخاً لها من صحف أبي بكر إلا ما كان كذلك واطرحوا ما أنفرد بروايته الآحاد ولو كان راوية من كان وكان معتمدهم في ذلك ما ثبت في العرضة الأخيرة، فقد جاء في الصحيحين: «أن رسول الله صلى الله عليه وسلم كان يدارس جبريل بالقرآن ويعارضه إياه في كل رمضان فلما كان العام الذي توفي فيه عارضه القرآن مرتين» (1) .\nوبالأخذ والتلقي بالسند نقل صحابة رسول الله < القرآن إلى من بعدهم ومن بعدهم إلى الذين يلونهم وهكذا حتى وصل إلينا منقولاً بالتواتر مسطوراً في الدفاتر تكلؤه عناية الجليل مصاناً عن كل تحريف وتبديل.\nوجاءت الأخبار عن رسول الله < تفيد بأن نقل القراءة وأخذها سنة فقد ورد عن ابن مسعود رضي الله عنه أنه قال: قال لنا علي بن أبي طالب: «إن رسول الله صلى الله عليه وسلم يأمركم أن تقرءوا كما علمتم» (2) .\n(1) فتح الباري: 1/30.\n(2) السبعة لابن مجاهد: 49.\nالجزء: 1 ¦ الصفحة: 163\n",
        "وعن خارجة (1) بن زيد بن ثابت عن أبيه قال: ((القراءة سنة)) (2) وفي رواية أخرى عنه قال: ((القراءة سنة فاقرءوا كما تجدونه)) (3) من هنا لم يستبح أحد من السلف لنفسه أن يقرأ إلا بما تلقى وسمع مما نقل إليه متواتراً إلى رسول الله صلى الله عليه وسلم.\nقال الباقلاني (4) رحمه الله تعالى: الظاهر المتواتر المشهور أنهم إنما أخذوا القرآن رواية، لأنهم رحمهم الله تعالى يمتنعون من القراءة بما لم يسمعوه (5) .\nفالتواتر في السند من أهم أركان القراءة المقبولة المقروء بها والتي تلقتها الأمة وتلت بها في محاريبها وتقربت بها إلى بارئها.\nقال الحافظ ابن الجزري (6) في كتابه منجد المقرئين - مبينا ضابط القراءة\n(1) خارجة بن زيد بن ثابت الأنصاري النجاري أبو يزيد المدني أدرك عثمان روى عن أبيه وعمه وسهل بن سعد توفى سنة: (100?) .\nطبقات ابن سعد: 5/262، تهذيب التهذيب: 3/74.\n(2) السبعة لابن مجاهد:49.\n(3) السبعة لابن مجاهد: 50.\n(4) محمد بن الطيب بن محمد بن جعفر القاضي أبو بكر البصري سمع أبا بكر أحمد بن جعفر القطيعي، وأبا محمد بن ماسي، وطائفة توفى سنة: (403?) . تاريخ بغداد: 5/379، ترتيب المدارك: 4/585، الديباج المذهب: 363، سير أعلام النبلاء: 17/190.\n(5) نكت الانتصار:415.\n(6) شمس الدين أبو الخير محمد بن محمد بن محمد بن الجزري، قرأ على أبي محمد عبد الوهاب ابن السلار، وعلي أبي المعالي محمد بن أحمد بن اللبان، وعلي أبي بكر بن الجندي وغيرهم توفى سنة:\n(833?) . إنباء الغمر بأبناء العمر للحافظ بن حجر: 8/245، غاية النهاية: 2/247، البدر الطالع: 2/257.\nالجزء: 1 ¦ الصفحة: 164\n",
        "الصحيحة-: كل قراءة وافقت العربية مطلقا، ووافقت أحد المصاحف العثمانية ولو تقديراً، وتواتر نقلها هذه القراءة المتواترة المقطوع بها ثم قال: ونعني بالتواتر: ما رواه جماعة عن جماعة كذا إلى منتهاه، يفيد العلم من غير تعيين عدد، هذا هو الصحيح وقيل بالتعيين\n...\nالخ (1) .\nوهذا القيد هو ما حدى ببعض القراء إلى التوقف في بعض القراءات الصحيحة لا لشيء إلا لأنها لم تبلغه على وجه التواتر قال محمد بن صالح (2) :سمعت رجلا يقول لأبي عمرو بن العلاء (3) كيف تقرأ {لا يُعَذِّبُ عَذَابَهُ أَحَدٌ * وَلا يُوثِقُ وَثَاقَهُ أَحَدٌ} (4)\nقال: (لا يعذب) بالكسر، فقال له الرجل كيف وقد جاء عن النبي صلى الله عليه وسلم (لا يعذب) بالفتح.\nفقال أبو عمرو: لو سمعت الرجل الذي قال سمعت النبي صلى الله عليه\n(1) منجد المقرئين: 15.\nوقال ابن الصلاح في مقدمته في معنى المتواتر هو: عبارة عن الخبر الذي ينقله من يحصل العلم بصدقه ضرورة، ولابد في إسناده من استمرار هذا لشرط في روايته من أوله إلى منتهاه.\nانظر المقدمة: 135.\n(2) محمد بن صالح أبو إسحاق المري البصري الخياط روى عن شبل بن عباد غاية النهاية: 2/155.\n(3) زبان بن العلاء أبو عمرو البصري أحد القراء السبعة ولد سنة: (68?) قرأ علي الحسن البصري، وحميد بن قيس الأعرج، وأبي العالية، وغيرهم توفى سنة: (154?)\nطبقات خليفة بن خياط: 227، غاية النهاية: 1/288، تهذيب التهذيب: 12/178.\n(4) سورة الفجر آية: 25، 26.\nالجزء: 1 ¦ الصفحة: 165\n",
        "وسلم ما أخذته عنه، وتدري ما ذاك لأني أتهم الواحد الشاذ إذا كان على خلاف ما جاءت به العامة.\nقلت: وقراءة الفتح أيضاً قراءة متواترة قرأها من السبعة الإمام الكسائي، ومن العشرة يعقوب الحضرمي (1)\nوإنما أنكرها أبو عمرو لأنها لم تبلغه على وجه التواتر والخبر قد يتواتر عند قوم دون قوم (2) .\nوقال ابن مجاهد: أخبرنا الأصمعي (3) قال: سمعت أبا عمرو ابن العلاء يقول: لولا أنه ليس لي أن أقرأ إلا بما قد قرئ به لقرأت حرف كذا كذا وحرف كذا كذا (4) .\nوقال أبو عمرو عن نفسه: والله ما قرأت حرفاً إلا بأثر (5) ولما كان التواتر أعظم شروط صحة القراءة وقبولها خالف الأئمة قواعدهم النحوية وعولوا عليه فهذا أبو عمرو البصري يخالف مذهبه النحوى ويعول على التواتر\n(1) النشر: 2/400.\n(2) جمال القراء: 1/235، منجد المقرئين: 68.\n(3) أبو سعيد عبد الملك بن قريب بن علي بن أصمع الأصمعي البصري ولد سنة: (بضع وعشرين ومائة) حدّث عن ابن عون، وسليمان التيمي، ومسعر بن كدام روى القراءة عن نافع، وأبي عمرو البصري، وله عنهما نسخة، روى عنه القراءة محمد بن يحيى القطيعي مات سنة: (216?) عن احدى وتسعين سنة.\nتاريخ بغداد: 10/410، تهذيب الكمال: 18/382، الأنساب السمعاني: 10/293، نزهة الألباء: 112، سير أعلام النبلاء: 10/175، غاية النهاية: 1/470\n(4) السبعة ابن مجاهد: 48، نكت الانتصار:416.\n(5) الكامل للهذلي لوحة:12/أ.\nالجزء: 1 ¦ الصفحة: 166\n",
        "في مسألة إدغام الراء الساكنة في اللام ويأخذ بهذا الإدغام.\nقال ابن خالويه (1) : أدغم أبو عمرو وحده الراء في اللام من {يَغْفِرْ لَكُمْ} (2) وما شاكله (3) في القرآن وهو ضعيف عند البصريين (4) ، وقد روي عنه الإظهار (5) .\nوهذا الكسائي (6) يقف موقفين متغايرين كل التغاير فهو نحو يٌ يرى أن (كلتا) ألفها ألف تثنية، ويخالف بذلك البصريين الذين يقولون إن (كلتا) ألفها تأنيث (7) .\nثم هو يميل (كلتا) في القراءة لأنه تلقاها ممالة بالتواتر (8) .\n(1) الحسين بن أحمد بن خالويه بن حمدان أبو عبد الله الهمذاني أخذ عن أبي بكر بن القاسم الأنباري، ومحمد بن الحسين بن دريد، وابن مجاهد، وغيرهم توفي سنة: (370?) .\nنزهة الألباء:311، معجم الأدباء: 9 /200\nطبقات الفقهاء الشافعية لابن الصلاح: 1/455\nغاية النهاية:1/237، ابناه الرواه: 1/324\n(2) سورة البقرة آية: 58.\n(3) من كل راء مجزومة واقعة قبل اللام.\n(4) الحجة في القراءات السبع لابن خالويه: 80.\n(5) والوجهان صحيحان مقروء له بهما\nالنشر: 2/12، 13.\n(6) علي بن حمزة بن عبد الله بن بهمن أبو الحسن الكسائي إمام أهل الكوفة في القراءة وأحد القراء السبعة أخذ القراءة عن حمزة، ومحمد بن أبي ليلى، وحيوة بن شريح وغيرهم توفى سنة: (189?) . السبعة لابن مجاهد: 87، التيسير للداني: 7، غاية النهاية: 1/535\n(7) الكتاب سيبويه: 3/364.\n(8) النشر: 2/79. رسم المصحف والاحتجاج به:43.\nالجزء: 1 ¦ الصفحة: 167\n",
        "والكسائي وحده من بين القراء العشرة يقرأ قوله تعالى {أَلا بُعْداً لِثَمُودَ} (1) بكسر الدال مع التنوين.\nقال الفراء (2) : قلت للكسائي لم أجريت {أَلا بُعْداً لِثَمُودَ} ومن أصلك أن لا تجريه إلا في موضع النصب إتباعاً للكتاب.\nفقال: لما قرب من المجرى وكان موافقاً له من جهة المعنى أجريته لجواره له.\nقال أبو عمرو الداني مبيناً سبب صرف الكسائي لهذا اللفظ وكسره له مع التنوين أن مرد ذلك إلى التلقي أولاً لا للقياس والتشهي.\nقال: ((وذلك بعد أن روى الإجراء عن سلفه وتلقاه عن أئمته)) (3) .\nوقال شبل (4) قرأت على ابن محيصن (5) وابن كثير (6) فقالا: {رَبِّ احْكُمْ\n(1) سورة هود آية: 68.\n(2) يحيى بن زياد أبو زكريا الأسلمي النحوي الكوفي المعروف بالفراء شيخ النحاة كان أبرع الكوفيين، روى الحروف عن أبي بكر بن عياش، وعلي بن حمزة الكسائي، وعنه سلمة بن عاصم، ومحمد بن الجهم. قال أبو العباس ثعلب لولا الفراء لما كانت العربية لأنه خلصها وضبطها مات سنة 207?. غاية النهاية 2/371، أنباه الرواة على أبناه النحاة 4/7.\n(3) جامع البيان للداني مخطوط لوحة: 257/ب.\n(4) شبل بن عباد أبو داود المكي مقرئ مكة أجل أصحاب ابن كثير ولد سنة: (70?) قرأ على ابن محيصن، وعبد الله ابن كثير، وغيرهما توفى سنة (148?) وقيل بقي إلى قريب سنة (160?) . غاية النهاية: 1/323، تهذيب التهذيب: 4/305.\n(5) محمد بن عبد الرحمن بن محيصن السهمي المكي مقرئ أهل مكة مع ابن كثير عرض على مجاهد بن جبر، ودرباس مولى ابن عباس، وسعيد بن جبير توفى سنة: (123?) .\nغاية النهاية: 2/167، معرفة القراء الكبار: 1/81.\n(6) عبد الله بن كثير بن عمرو بن عبد الله بن زاذان أبو معبد المكي أحد القراء السبعة ولد سنة: (45?) عرض على مجاهد بن جبر، وعبد الله بن السائب.\nودرباس مولى ابن عباس توفى سنة: (120?) .\nغاية النهاية:1/443، التيسير للداني:4.\nالجزء: 1 ¦ الصفحة: 168\n",
        "بالحق} (1) بضم الباء من {رَبِّ} فقلت إن أهل العربية لا يعرفون ذلك فقالا مالنا وللعربية هكذا سمعنا من أئمتنا.\nوقال حمزة (2) يوما للأعمش (3) : الناس ينكرون عليك حرفين قال وما هما؟\nقال: (الأرحام) (4) و (مصرخي) (5) أو (مكر السيء) (6) و (مصرخى)\n(1) سورة الأنبياء آية:112.\nقلت: ما رواه شبل من ضم الباء في {ربُّ} قراءة صحيحة متواترة قرأ بها من العشرة أبو جعفر، ولم يقرأ بها ابن كثير في اختياره النشر: 2/325، اتحاف فضلاء البشر: 312.\n(2) حمزة بين حبيب بن عمارة بن اسماعيل التيمي أبو عمارة الجعفي المعروف بالزيات ولد سنة: (80?) قرأ على سليمان بن مهران، والأعمش، وحمران بن أعين وغيرهم توفى سنة: (156?)\nطبقات ابن سعد: 6/385، معرفة القراء الكبار: 1/111، غاية النهاية:1/261، تهذيب التهذيب: 3/27.\n(3) سليمان بن مهران أبو محمد الأسدي الكاهلي ولد سنة: (60?) أخذ القراءة عرض عن إبراهيم النخعي، وزر بن حبيش، وعاصم بن أبي النجود توفى سنة: (148?)\nطبقات ابن سعد: 6/342، غاية النهاية: 1/315.\n(4) سورة النساء آية: 1\nأي بخفض الميم وهي قراءة متواترة قرأ بها حمزة. النشر: 2/247.\n(5) سورة إبراهيم آية: 22\nأي بكسر الياء وهي قراءة متواترة قرأ بها حمزة. النشر: 2/298.\n(6) سورة فاطر آية: 43\nأي بإسكان الهمز في حال الوصل وهي قراءة متواترة قرأ بها حمزة. النشر: 2/352.\nالجزء: 1 ¦ الصفحة: 169\n",
        "قال: ليس للنحويين هذا، قرأت على ابن وثاب (1) على زر (2) على عبد الله ابن مسعود (3) على رسول الله صلى الله عليه وسلم وقال خلاد بن يزيد الباهلي (4) قلت ليحيى بن عبد الله بن أبي مليكة (5) إن نافعا (6) حدثني عن أبيك (7) عن\n(1) يحيى بن وثاب الأسدي مولاهم الكوفي\nروى عن ابن عمر، وابن عباس وتعلم القرآن من عبيدة بن نضلة، وعرض على علقمة، والأسود، توفى سنة:\n(103?)\nطبقات ابن سعد: 6/299، غاية النهاية: 2/380\n(2) زر بن حبيش بن حباشة أبو مريم ويقال أبو مطرف الأسدي الكوفي عرض على عبد الله بن مسعود وعثمان بن عفان وعلي بن أبي طالب رضي الله عنهم، مات سنة: (82?)\nطبقات ابن سعد: 6/104، غاية النهاية: 1/294\n(3) عبد الله بن مسعود بن الحارث بن غافل بن حبيب أبو عبد الرحمن الهذلي المكي أحد السابقين والبدريين والعلماء الكبار عرض القرآن على رسول الله صلى الله عليه وسلم توفى سنة: (32?) .\nالإصابة في تمييز الصحابة: 4/233، غاية النهاية: 1/458\n(4) خلاد بن يزيد أبو الهيثم البصري، عرض على حمزة وروى عن الثوري وغيره\nطبقات القراء: 1/275\n(5) يحيى بن عبد الله بن عبيد الله بن أبي مليكة القرشي التيمي المكي روى عن أبيه توفى سنة: (173?) . تهذيب التهذيب: 11/242.\n(6) نافع بن عبد الرحمن بن أبي نعيم أبو رويم مولى جعونة من شعوب الليثي أحد القراء السبعة. أخذ القراءة عرضا عن سبعين من التابعين، منهم عبد الرحمن بن هرمز الأعرج، وأبو جعفر، وشيبة بن نصاح. توفى سنة: (169?)\nغاية النهاية: 2/330، السبعة لابن مجاهد: 53\n(7) عبد الله بن عبيد الله بن أبي مليكة أبو بكر التيمي توفى سنة (117?)\nغاية النهاية: 1/430.\nالجزء: 1 ¦ الصفحة: 170\n",
        "عائشة (1) رضي الله عنها أنها كانت تقرأ (تَلِقونه) (2) وتقول إنما هو من ولْق الكذب فقال يحيى ما يضرك أن لا تكون سمعته من عائشة.\nنافع ثقة على أبي، وأبي ثقة على عائشة وما يسرني أني قرأتها هكذا ولي كذا وكذا، قلت ولم؟ وأنت تزعم أنها قالت، قال: لأنه غير قراءة الناس ونحن لو وجدنا رجلاً يقرأ بما ليس بين اللوحين ما كان بيننا وبينه إلا التوبة أو نضرب عنقه.\nنجيء به عن الأئمة عن الأئمة عن النبي صلى الله عليه وسلم عن جبريل عن الله عز وجل، وتقولون أنتم حدثنا فلان الأعرج عن فلان الأعمى ما أدري ماذا؟\nوقال هارون (3) ذكر ذلك لأبي عمرو- يعني القراءة المعزوة إلى عائشة - فقال: قد سمعت من قبل أن تولد ولكنا لا نأخذ به (4) .\nقال ابن خالويه بعد ذكره لبعض الوجوه الجائزة لغة في لفظ (الحمد لله) .\nقال: وهذه الوجوه الأربعة في الحمد وإن كانت سائغة في العربية فإني\n(1) عائشة بنت أبي بكر الصديق أم المؤمنين رضي الله عنها روت عن رسول الله صلى الله عيه وسلم الكثير، وعن أبيها وعن عمر توفيت سنة: (58?) .\nالإصابة: 8/16.\n(2) سورة النور آية:15، أي بفتح التاء وكسر اللام وتخفيف القاف وهي قراءة شاذة: إعراب القراءات الشاذة: 2/177.\n(3) هارون بن موسى أبو عبد الله الأعور العتكي البصري روى القراءة عن عاصم بن أبي النجود وعبد الله بن كثير وأبي عمرو بن العلاء توفى سنة (200?) .\nغاية النهاية: 2/348.\n(4) شرح النويري على الطيبة: 1/125.\nالجزء: 1 ¦ الصفحة: 171\n",
        "سمعت ابن مجاهد يقول: ((لا يقرأ بشيء من ذلك إلا بما عليه الناس في كل مصر (الحمدُ لِله) بضم الدال وكسر اللام)) (1) .\nفهذه الآثار الواردة عن السلف ونحوها دالة على مدى تمسكهم بالرواية الصحيحة المتواترة المسندة فلا يعدلون عنها إلى غيرها ولو كان أقيس في العربية.\nفالقراءة متى ثبتت بطريق التواتر لا يردها قياس عربية ولا فسولغة، ومتى اختل فيها شرط التواتر ردّت ولا يلتفت فيها إلى أي شرط آخر.\nعلى أن ابن الجزري رجع عن القول بالتواتر إلى الاكتفاء بصحة السند (2) وهو مخالف لما عليه جمهور القراء.\nوقد بين النويري (3) ذلك خير بيان ورد على شيخه ابن الجزري قوله فأجاد أفاد (4) .\nولست هنا معرض مناقشة هذين الرأيين إذ أن كلا منهما شاهد على اهتمام علماء القراءات بالإسناد سواء في ذلك من اشترط التواتر أو اكتفى بالصحة.\nعلى أن من أمعن النظر لا يرى خلافاً ذا شأن بين القولين فإن من اكتفى بصحة السند لا يجيز رواية الآحاد في القراءة ولا يعتد بها.\nـ\n(1) إعراب ثلاثين سورة: 19.\n(2) النشر: 1/13.\n(3) محمد بن محمد بن محمد بن علي بن محمد بن إبراهيم أبو القاسم النويري المالكي ولد سنة: (801?)\nقرأ على الحافظ ابن الجزري ولازم الشيخ البساطي وأخذ عن الحافظ ابن حجر وغيرهم توفى سنة (897?)\nالضوء اللامع: 9/246، البدر الطالع: 2/256.\n(4) شرح طيبة النشر للنويري: 1/119.\nالجزء: 1 ¦ الصفحة: 172\n",
        "المبحث الثاني: رحلة علماء القراءات في طلب الأسانيد\nلقد رحل كثير من أئمة القراءات وطافوا البلاد في تحصيل القراءات بأسانيديها بعد تلقيهم ما عند علماء بلدانهم فلا تكمل أهلية أحدهم إلا بعد رحلته ولا وصل من وصل منهم إلى مقصوده إلا بعد هجرته، وهم في ذلك مقتدون بصحابة رسول الله صلى الله عليه وسلم فهذا عبد الله بن مسعود رضي الله عنه يقول:\n((والله الذي لا إله غيره ما أنزلت سورة من كتاب الله إلا وأنا أعلم أين نزلت، ولا نزلت آية من كتاب الله إلا وأنا أعلم فيمن نزلت ولو أعلم أحداً أعلم مني بكتاب الله تبلغه الإبل لركبت إليه وفي رواية لرحلت إليه)) (1) .\nوقال أبو الدرداء رضي الله عنه: ((لو أعيتني آية من كتاب الله عز وجل فلم أجد أحداً يفتحها علي إلا رجلاً ببرك الغماد لرحلت إليه)) (2) .\nورحل جابر بن عبد الله رضي الله عنه في طلب حديث واحد من المدينة حتى أتى الشام مسيرة شهر.\nقال جابر: ((بلغني عن رجل من أصحاب رسول الله صلى الله عليه وسلم حديث سمعه من رسول الله صلى الله عليه وسلم لم أسمعه منه.\nقال: فابتعت بعيراً فشددت عليه رحلي فسرت إليه شهراً حتى أتيت\n(1) فتح الباري: 9/47\nمسلم بشرح النووي: 16/17\n(2) فضائل القرآن لأبي عبيد:101. قال: وبرك الغماد: هو أقصى هجر اليمن.\nوانظر اللسان: 3/327 مادة (غمد)\nالجزء: 1 ¦ الصفحة: 173\n",
        "الشام فإذا هو عبد الله بن أنيس الأنصاري.\nقال فأرسلت إليه أن جابراً على الباب، قال فرجع إلي الرسول: فقال: جابر بن عبد الله، فقلت: نعم.\nقال: فرجع الرسول إليه فخرج إلي فاعتنقني واعتنقته.\nقال: قلت: حديث بلغني أنك سمعته من رسول الله صلى الله عليه وسلم في المظالم لم أسمعه، فخشيت أن أموت أو تموت قبل أن أسمعه.\nفقال: سمعت رسول الله صلى الله عليه وسلم يقول: «يحشر الله العباد، أو قال يحشر الله الناس - قال وأومأ بيده إلى الشام - عراة غرلا (1) بهما، قلت: ما بهما؟ قال: ليس معهم شيء (2)\n...\nالخ» .\nلقد عرف سلف هذه الأمة فوائد الرحلة وما يكتسب فيها من فقه في الدين وعلوم ومعارف فاستسهلوا في سبيلها كل صعب مبتغين في ذلك وجه الله والدار الآخرة لا يبغون بعلمهم علواً في الأرض ولا فساداً واضعين نصب أعينهم قول الله عز وجل: {فَلَوْلا نَفَرَ مِنْ كُلِّ فِرْقَةٍ مِنْهُمْ طَائِفَةٌ لِيَتَفَقَّهُوا فِي الدِّينِ وَلِيُنْذِرُوا قَوْمَهُمْ إِذَا رَجَعُوا إِلَيْهِمْ لَعَلَّهُمْ يَحْذَرُونَ} [التوبة: 122] .\nوقول رسوله صلى الله عليه وسلم: \"من سلك طريقاً يلتمس فيه علماً سهل الله له به طريقاً إلى الجنة\" (3) .\n(1) غرلا: جمع أغرل، وهو الذي لم يختن. اللسان: 21/490 (مادة غرل) .\n(2) المستدرك للحاكم: 2/437 وصححه، ووافقه الذهبي\nالرحلة في طلب الحديث للخطيب البغدادي: 110.\n(3) صحيح مسلم بشرح النووي، كتاب الذكر: 17/21، سنن أبي داود باب الحث على طلب العلم: 4/39، حديث رقم (3641) ، سنن ابن ماجه، باب فضل العلماء والحث على طلب العلم: 1/145 حديث رقم: (223) .\nالجزء: 1 ¦ الصفحة: 174\n",
        "فهجروا لذيذ العيش في الغرفات، ولم يبالوا بطول المسافات لا يقطعهم عن التعلم جوع ولا ظمأ، ولا يملّهم منه صيف ولا شتاء كانوا مصابيح أنار الله للأمة بهم سبيل الرشاد، وجعلهم حراساً لدينه والذب عن سنة خير العباد.\nمن هؤلاء العلماء سأورد ذكر طائفة ممن وصفوا بالرحلة في طلب القراءات وأسانيدها حسب ما تسعف به المصادر مرتبا لهم على طبقاتهم ووفياتهم والله المستعان.\nزبان بن العلاء بن عمارة بن العريان بن عبد الله أبو عمرو التميمي المازني البصري، أحد القراء السبعة ولد سنة: (68 وقيل 70?) أخذ القراءة عن أهل الحجاز والبصرة والكوفة عرض بمكة على مجاهد بن جبر المتوفى سنة (103?) وسعيد بن جبير المتوفى سنة: (95) وعطاء بن رباح المتوفى سنة: (115?)\nوعكرمة بن خالد المتوفى بعد سنة: (115?)\nوعبد الله بن كثير المتوفى سنة: (120?)\nومحمد بن عبد الرحمن بن محيصن المتوفى سنة: (122?)\nوحميد بن قيس الأعرج المتوفى سنة: (130?)\nوعرض بالمدينة على أبي جعفر المتوفى سنة: (130?)\nويزيد بن رومان المتوفى سنة: (130?)\nوشيبة بن نصاح المتوفى سنة: (130?)\nوعرض بالبصرة على: الحسن البصري المتوفى سنة: (110?)\nويحيى بن يعمر المتوفى قبل سنة: (90?)\nونصر بن عاصم المتوفى سنة: (90?)\nالجزء: 1 ¦ الصفحة: 175\n",
        "وعبد الله بن إسحاق الحضرمي المتوفى سنة: (117?)\nوعرض بالكوفة على: عاصم بن أبي النجود المتوفى سنة: (120?)\nوليس في القراء السبعة أكثر شيوخاً منه توفى رحمه الله تعالى سنة: (154?) (1) .\nعثمان بن سعيد بن عبد الله بن عمرو بن سليمان أبو سعيد وقيل أبو القاسم الملقب بورش ولد سنة\n(110?) رحل إلى نافع بن عبد الرحمن أبي نعيم المتوفى سنة (169?) في المدينة فعرض عليه القرآن عدة ختمات. قال ورش محدثاً عن هذه الرحلة: خرجت من مصر لأقرأ على نافع فلما وصلت إلى المدينة صرت إلى مسجد نافع فإذا هو لا تطاق القراءة عليه من كثرتهم، فجلست خلف الحلقة.\nوقلت لإنسان: من أكبر الناس عند نافع؟ فقال لي: كبير الجعفريين، قلت فكيف لي به؟ قال: أنا أجئ معك إلى منْزله، فجئنا إلى منْزله فخرج شيخ، فقلت: أنا من مصر جئت لأقرأ على نافع فلم أصل إليه وقد أخبرت أنك من أصدق الناس له وأنا أريد أن تكون الوسيلة إليه. فقال: نعم، وكرامة، ومضى معنا إلى نافع فقال له الجعفريّ: هذه وسيلتي إليك جاء من مصر ليس معه تجارة ولا جاء لحج إنما جاء للقراء خاصة.\nفقال: ترى ما ألقى من أبناء المهاجرين والأنصار.\nفقال صديقه: تحتل له فقال لي نافع: أيمكنك أن تبيت في المسجد؟ قلت: نعم، فبت في المسجد فلما أن كان الفجر جاء نافع، فقال ما فعل الغريب؟\n(1) معرفة القراء الكبار للذهبي: 1/91.\nغاية النهاية: 1/288.\nالجزء: 1 ¦ الصفحة: 176\n",
        "فقلت: ها أنا رحمك الله.\nقال: أنت أولى بالقراءة.\nقال: وكنت مع ذلك حسن الصوت مداداً به، فاستفتحت، فملأ صوتي مسجد رسول الله صلى الله عليه وسلم، فقرأت ثلاثين آية، فأشار بيده أن أسكت، فسكت، فقام إليه شاب من الحلقة فقال: يا معلم أعزك اله تعالى - نحن معك وهذا رجل غريب وإنما رحل للقراءة عليك وقد جعلت له عشري واقتصر على عشرين آية، فقال نعم وكرامة فقرأت عشراً فقام فتى آخر فقال كقول صاحبه فقرأت عشراً وقعدت حتى لم يبق أحد ممن له قراءة فقال لي اقرأ فقرأت خمسين آية، فمازلت أقرأ عليه خمسين في خمسين حتى ختمت عليه ختمات قبل أن أخرج من المدينة.\nتوفى ورش رحمه الله تعالى سنة (197?) (1)\nكان ورش قد تلقى ما قرأ به على نافع في بلده مصر قبل أن يقدم على نافع وإنما أراد من قدومه ورحلته إلى المدينة أن يعلي إسناده بالقراءة على نافع ويحكم الرواية عن طريقة المشافهة والتلقي المباشر.\nقال مكي: ولم يوافق أحد من الرواة عن نافع رواية ورش عنه ولا نقلها أحد عن نافع غير ورش وإنما ذلك لأن ورشاً قرأ عليه بما تعلم في بلده فوافق ذلك رواية قرأها نافع عن بعض أئمته فتركه على ذلك (2) .\n3-\nحفص بن عمر بن عبد العزيز بن صهبان بن عدي أبو عمر الدوري الأزدي البغدادي. أول من جمع القراءات.\n(1) معرفة القراء الكبار: 1/172، غاية النهاية: 1/502\n(2) الإبانة: 62.\nالجزء: 1 ¦ الصفحة: 177\n",
        "قال الأهوازي: (ت: 446?)\nرحل الدوري في طلب القراءات، وقرأ بسائر الحروف السبعة وبالشواذ وسمع من ذلك شيئاً كثيراً.\nقرأ على إسماعيل بن جعفر: (ت180?) عن نافع، وقرأ على الكسائي: (ت189?) ، توفى سنة (246?) (1) .\n4-\nأحمد بن جبير بن محمد بن جعفر أبو جعفر وقيل أبو بكر الكوفي الأنطاكي، المقري سافر إلى الحجاز، والعراق، والشام، ومصر، ثم أقام بأنطاكية فنسب إليها أخذ القراءة عرضاً وسماعاً عن الكسائي: (ت: 189?) وعن سليم: (ت:188?) وعبيد الله بن موسى: (ت: 213?) وغيرهم توفى سنة: (258?) (2)\n5-\nأحمد بن سعيد بن عثمان أبو العباس الضرير شيخ جليل ضابط رحّال، قرأ على شعيب بن أيوب الصريفيني: (ت:261?) ، ومحمد بن سنان الشيرازي: (ت: 273?) ، وأبي عون محمد بن عمرو بن عون: المتوفى قبل:\n(270?)\n(3)\n6-\nمحمد بن أحمد بن أيوب بن الصلت بن شنبوذ أبو الحسن البغدادي، شيخ الإقراء بالعراق جال في البلاد ورحل في طلب القراءات فحصل مالم يشاركه فيه أحد من أبناء زمانه.\n(1) معرفة القراء الكبار: 1/220، غاية النهاية: 1/255\n(2) معرفة القراء الكبار: 1/243، غاية النهاية: 1/42\n(3) معرفة القراء الكبار: 1/349\nغاية النهاية: 1/57\nالجزء: 1 ¦ الصفحة: 178\n",
        "أخذ القراءة عرضاً عن: أحمد بن إبراهيم ورّاق خلف: (ت:270?) وأحمد بن محمد بن يزيد الأشعث: (ت قبل:300?) ، وأحمد بن فرح: (ت:303?) وغيرهم. توفى سنة: (328?) (1)\n7-\nالحسن بن سعيد بن جعفر بن الفضل أبو العباس المطوعي البصري. ولد في حدود (270?) ، اعتنى بفن القراءات وأكثر في طلبه الترحال إلى الأقطار ولقي فيه الشيوخ الكبار، فقرأ على: إدريس بن عبد الكريم: (ت: 292?) ، ومحمد بن عبد الرحيم الأصبهاني: (ت: 296?) ، وأحمد بن سهل الأشناني: (ت307?) وغيرهم. توفى سنة: (371?) (2)\n8-\nعبد الباقي بن الحسن بن أحمد بن محمد بن عبد العزيز بن السقا أبو الحسن الخراساني. رحل إلى الأمصار في طلب القراءات، أخذ القرآن عرضا على: إبراهيم بن أحمد بن إبراهيم (ت361?) وعلي بن محمد بن جعفر ابن خليع: (ت356?) وزيد بن أبي بلال: (ت358?) وغيرهم.\nتوفى بعد سنة: (380?) (3)\n9-\nأحمد بن محمد بن أحمد بن الحسن بن سعيد أبو علي الأصبهاني شيخ القراء بدمشق في وقته. رحل وجال في البلاد فقرأ على أبي بكر النقاش: (ت:351?) وزيد بن علي الكوفي: (ت358?) ومحمد بن أحمد بن عبد الوهاب: (ت355?) وغيرهم. توفى سنة: (393?) (4)\n(1) معرفة القراء الكبار: 1/343، غاية النهاية: 2/52، تاريخ بغداد: 1/280\n(2) معرفة القراء الكبار: 1/397، غاية النهاية: 1/213.\n(3) معرفة القراء الكبار: 1/452، غاية النهاية: 1/356\n(4) معرفة القراء الكبار: 1/473، غاية النهاية: 1/101\nالجزء: 1 ¦ الصفحة: 179\n",
        "10-\nعلي بن محمد بن الحسن بن محمد أبو الحسن الخبازي الجرجاني نزيل نيسابور وشيخ القراء بها عني بعلم القراءات وارتحل في طلبه فقرأ على: زيد بن أبي بلال: (ت:358?) وأبي بكر الشذائي: (ت:373?) ومحمد بن يحيى العطار المتوفى بعد سنة: (390?) . توفى سنة: (398?) (1)\n11-\nمحمد بن جعفر بن عبد الكريم بن بديل أبو الفضل الخزاعي\nكان أحد من جال في الآفاق ولقي الكبار وحصل الروايات الكثيرة أخذ القراءة عرضاً عن: الحسن بن سعيد المطوعي: (ت:371?) وأبي علي بن حبش: (ت:373?) وأحمد بن محمد بن الشارب (ت:370?) وغيرهم.\nتوفى سنة: (408?) (2)\n12-\nأحمد بن محمد بن عبد الله بن لب بن يحيى الأستاذ أبو عمر الطلمنكي المعافري الأندلسي. ولد سنة\n(340?)\nرحل إلى المشرق فقرأ على: عليّ بن محمد الأنطاكي: (ت:377?) وعمر ابن محمد بن عراك: (ت:388?) وعبد المنعم بن غلبون (ت:389?) وغيرهم ثم رجع إلى الأندلس يعلم كثير، وكان أول من أدخل القراءات إلى الأندلس، توفى سنة: (429?) (3)\n13-\nمحمد بن علي بن أحمد بن يعقوب أبو العلاء الواسطىّ القاضي نزيل بغداد، إمام محقق، وأستاذ مدقق. ولد سنة: (349?)\nرحل إلى الدينور فقرأ على: أبي علي بن حبش: (ت373?) وعلى: أحمد\n(1) معرفة القراء الكبار: 1/480، غاية النهاية: 1/577\n(2) معرفة القراء الكبار: 2/574، غاية النهاية: 2/109\n(3) معرفة القراء الكبار: 2/574، غاية النهاية: 2/109\nالجزء: 1 ¦ الصفحة: 180\n",
        "ابن محمد بن هارون الرازي: (ت: 370?) وعلى: أبي بكر أحمد بن محمد بن الشارب: (ت:370?) وغيرهم. توفى سنة: (431?) (1)\n14-\nعثمان بن سعيد بن عثمان بن سعيد بن عمر أبو عمرو الداني الأموي مولاهم القرطبي المعروف في زمانه بابن الصيرفي الإمام الحافظ أستاذ الأستاذين وشيخ مشايخ المقرئين ولد سنة: (371?)\nقال عن نفسه: ابتدأت بطلب العلم سنة: (386?) ورحلت إلى المشرق سنة: (397?) فمكثت بالقيروان أربعة أشهر، وحججت بعد إقامتي بمصر سنة، ودخلت الأندلس في ذي القعدة سنة: (399?) وخرجت إلى الثغر سنة (403?) فسكنت سرقسطة سبعة أعوام ثم رجعت إلى قرطبة، وقدمت دانية سنة (417?) .\nأخذ القراءة عرضا عن: خلف بن إبراهيم بن خاقان: (ت: 402?) وأبي الحسن طاهر بن عبد المنعم بن غلبون: (ت:389?) وأبي الفتح فارس بن أحمد: (ت: 401?) وغيرهم. استوطن دانية وتوفى بها سنة: (444?) (2)\n15-\nالحسن بن علي بن إبراهيم بن يزداد بن هرمز الأستاذ أبو علي الأهوازئي. ولد سنة: (362?) بالأهواز قرأ لقالون بالأهواز سنة (378?) على: أحمد بن محمد بن عبيد الله التستري العجلي: ((بقى إلى قريب\n(380?)) وقرأ ببغداد على: أبي حفص الكتاني: (ت: 390?) وأبي الفرج الشنبوذي: (ت388?) وبالكوفة على: أبي الحسن محمد بن جعفر النحوي النجار: (ت:402?) قرأ عليه في سنة: (387?) وقرأ بدمشق على: محمد بن أحمد الجبني: (ت:407?) كان\n(1) معرفة القراء الكبار: 2/593، غاية النهاية:2/199.\n(2) معرفة القراء الكبار: 2/617، غاية النهاية: 1/503.\nالجزء: 1 ¦ الصفحة: 181\n",
        "كثير الروايات والشيوخ، توفي سنة: (446?) (1) .\n16-\nعبد الرحمن بن الحسن بن سعيد أبو القاسم الخزرجي القرطبي أستاذ كامل صالح - رحل إلى المشرق سنة (380?) حج أربع مرات، وأخذ عن الكبار. قرأ على: أبي أحمد السامري: (ت:386?) وأبي بكر الأذفوي: (ت: 388?) وأبي الطيب بن غلبون (ت389?) وغيرهم، توفي سنة (446?) (2) .\n17-\nعبد الرحمن بن أحمد بن الحسن بن بندار بن إبراهيم أبو الفضل الرازي العجلي الإمام المقرئ، كان أول سفر له في التحصيل والطلب وهو ابن (13سنة) وكان كثير الترحال، ولد سنة: (371?) ، قرأ القرآن على: عليّ بن داود الداراني: (ت:402?) وأبي الحسن الحمامي: (ت417?) وأبي عبد الله الحسين بن عثمان المجاهدي: (ت404?) قال ابن الجزري عنه: كان طوافه في البلاد إحدى وسبعين سنة توفي رحمه الله تعالى سنة:\n(454?) (3) .\n18-\nيوسف بن علي بن جبارة بن محمد بن عقيل بن سوادة أبو القاسم الهذلي الأستاذ الكبير الرحال والعالم الشهير الجوال ولد في حدود سنة (390?) طاف البلاد في طلب القراءات، ارتحل عن بلده إلى أفريقية، وإلى مصر، وإلى الحجاز، وإلى الشام، وإلى العراق، وإلى أصبهان، وإلى خراسان، وإلى ما وراء النهر، وإلى إقليم الترك. وكانت رحلته سنة (425?) .\nقرأ بحران على: أبي القاسم الزيدي: (ت:433?) وهو أكبر شيوخه، وبدمشق على: أبي علي الأهوازي: (ت:443?) وبمصر على: إسماعيل بن\n(1) معرفة القراء الكبار: 2/612، غاية النهاية: 1/220.\n(2) معرفة القراء الكبار: 2/624، غاية النهاية: 1/367.\n(3) معرفة القراء الكبار: 2/634، غاية النهاية: 1/361.\nالجزء: 1 ¦ الصفحة: 182\n",
        "عمرو بن راشد الحداد: (ت:429?) وأبي علي المالكي صاحب الروضة: (ت:438?) .\nوبمكة على: أبي العلاء محمد بن علي الواسطي: (ت:431?) قال عنه ابن الجزري نقلاً من كتابه الكامل:\nقال: فجملة من لقيت في هذا العلم - يعني علم القراءات - ثلاثمائة وخمسة وستون شيخاً.\nقال ابن الجزري: لا أعلم أحداً في هذه الأمة رحل في القراءات رحلته، ولا لقي من لقي من الشيوخ. توفي رحمه الله تعالى سنة: (465?) (1) .\n19-\nأحمد بن الحسين بن أحمد أبو بكر المقدسي القطان مقرئ حاذق، رحل إلى أبي القاسم الزيدي: (ت:433?) . فقرأ عليه بحران.\nوقرأ بدمشق على: أبي علي الأهوازي: (ت:443?) وقرأ بمكة على: أبي عبد الله الكارزيني: (كان حياً 440?) توفي المقدسي سنة: (468?) (2) .\n20-\nالحسن بن القاسم بن علي، الأستاذ أبو عليّ الواسطي المعروف بغلام الهراس، شيخ العراق، والجوال في الآفاق. ولد سنة: (374?) ، رحل في القراءات شرقاً وغرباً وأدرك الكبار.\nقرأ بالكوفة على: القاضي محمد بن عبد الله الجعفي الهرواني: (ت: 402?) ، وأبي الحسن محمد بن جعفر النحوي ابن النجار: (ت:402?) وقرأ بواسط على: أبي محمد عبد الله بن أبي عبد الله العلوي.\nوقرأ ببغداد على: أبي أحمد بن أبي مسلم الفرضى: (ت:406?) وأحمد\n(1) معرفة القراء الكبار: 2/651، غاية النهاية: 1/397.\n(2) معرفة القراء الكبار: 2/668، غاية النهاية: 1/48.\nالجزء: 1 ¦ الصفحة: 183\n",
        "ابن الخضر السوسنجرري: (ت: 402?) وبكر بن شاذان: (ت: 405?) والحمامي: (ت:417?) .\nوقرأ بدمشق على: الحسين بن عبيد الله الرهاوي: (ت:414?) وعلى: أبي علي الأهوازي: (ت:446?) ثم حج وجاور فقرأ بمكة على: محمد بن الحسين الكارزيني: (كان حيا: 440?) ، وقرأ بحران على أبي القاسم الزيدي: (ت: 433?) وبالبصرة على: الحسن بن على بن يسار وقرأ بمصر على: أبي العباس بن نفيس: (ت:453?) توفي سنة: (468?) (1) .\n21-\nخلف بن إبراهيم بن خلف بن سعيد الإمام أبو القاسم النخاسى القرطبي عرف بالحصار، أستاذ رحال ثقة ولد سنة: (427?) قرأ بمكة على أبي معشر عبد الكريم الطبري: (ت:478?) وبمصر على نصر بن عبد العزيز الشيرازي: (ت:461?) وبقرطبة على أبي المظفر عبد الرحمن بن خلف: (ت:454?) توفي رحمه الله تعالى سنة: (511?) (2) .\n22-\nعبد العزيز بن علي بن محمد بن سلمة أبو حميد وأبو الأصبغ السماتي الإشبيلي المعروف في بلده بابن الطحان، أستاذ كبير، وإمام محقق بارع، ولد سنة: (498?) دخل الشام والعراق والحجاز وطاف البلاد، أخذ القراءات عن أبي العباس بن عيسون: (ت:531?) وشريح بن محمد: (ت:537?) ، توفي رحمه الله تعالى بعد سنة: (560?) (3) .\n23-\nالحسن بن أحمد بن الحسن بن أحمد، الأستاذ الحافظ أبو العلاء\n(1) معرفة القراء الكبار: 2/649، غاية النهاية: 1/228.\n(2) معرفة القراء الكبار: 2/711، غاية النهاية: 1/271.\n(3) معرفة القراء الكبار: 2/832، غاية النهاية: 1/395.\nالجزء: 1 ¦ الصفحة: 184\n",
        "الهمذاني، ولد سنة (488?) ، أرتحل إلى أصبهان فقرأ بها القراءات، على أبي علي الحداد: (ت:515?) ورحل إلى بغداد وسمع بها من أبي علي بن نبهان: (ت:511?) وقرأ بواسط على: أبي العز القلانسى: (ت:521?) ، أعتنى بهذا الفن أتم عناية وألف فيه أحسن كتب أثنى عليه الحافظ عبد القادر الرهاوي فقال:\nتعذر وجود مثله في أعصار كثيرة وأربى على أهل زمانه في كثرة السماعات مع تحصيل أصول ما سمع، توفي رحمه الله تعالى سنة: (569?) (1) .\n24-\nالقاسم بن فيرّه بن خلف بن أحمد الإمام أبو محمد وأبو القاسم الرعيني الأندلسى الشاطبى، ولد في آخر سنة: (538?) قرأ بشاطبة القراءات فأتقنها على أبي عبد الله محمد بن أبي العاص النفزي: المتوفى (بضع و 550?) ثم أرتحل إلى بلنسيه فعرض بها القراءات والتيسير من حفظه على: أبي الحسن بن هذيل: (ت:564?) وأرتحل للحج فسمع من أبي طاهر السلفي: (ت:576?) بالإسكندرية ثم استوطن مصر، وكان رحمه الله تعالى أحد الأعلام الكبار والمشتهرين في الأقطار توفي سنة (590?) (2) .\n25-\nالقاسم بن أحمد بن الموفق بن جعفر، الشيخ علم الدين أبو محمد اللورقي المرسي الشافعي، ولد سنة: (575?) قرأ التيسير في بلاده على: أحمد بن علي الحصار: (ت:609?) ومحمد بن سعيد المرادي: (ت:606?) ومحمد بن نوح الغافقي: (ت:608?) وكان ذلك قبل سنة (600?) ثم قدم مصر فقرأ بها على أبي الجود (ت:605?) وقدم إلى دمشق فقرأ بها على: الكندى (ت:\n(1) معرفة القراء الكبار: 2/824، غاية النهاية: 1/204.\n(2) معرفة القراء الكبار: 2/883، غاية النهاية: 1/20.\nالجزء: 1 ¦ الصفحة: 185\n",
        "613?) وابن باسويه: (ت:632?) ثم رحل إلى بغداد فسمع من ابن الأخضر: توفي رحمه الله تعالى سنة:\n(661?) (1) .\n26-\nعلي بن محمد بن عبد الصمد بن عبد الأحد بن الغالب ابن عطاس الإمام العامة علم الدين أبو الحسن الهمداني السخاوي المقرئ المفسر، ولد سنة558 ?) أو سنة (559?) .\nرحل إلى مصر فقرأ القراءات على: أبي القاسم الشاطبي: (ت:590?) وقرأ على: أبي الفضل محمد بن يوسف الغزنوي: (ت:599?) ، ثم رحل إلى دمشق فقرأ القراءات الكثيرة على: أبي اليمن الكندي: (ت:613?) ، وسمع بالإسكندرية من أبي طاهر السلفي: (ت:576?) ، توفي رحمه الله تعالى سنة: (673?) (2) .\n27-\nأبو بكر بن أبي الدر، المعروف بالرشيد المكينى، إمام حاذق مصدر، قرأ القراءات على: الزين الكردي: (ت:643?) وعلم الدين السخاوي: (ت:673?) ، رحل في طلب الإسناد وعلوه فقرأ بالإسكندرية على: عيسى بن عبد العزيز بن عيسى: (ت:629?) وجعفر بن على الهمذاني: (ت:636?) ، وقرأ بمصر على: منصور بن عبد الله بن جامع: (ت:642?) وقرأ للكسائي على: أبي القاسم بن الصفراوي: (ت:636?) وقرأ للعشرة على: التقى بن باسويه: (ت:632?) ، توفي رحمه الله تعالى سنة: (673?) (3) .\n28-\nمحمد بن يوسف بن علي بن حيان أثير الدين أبو حيان الأندلسى\n(1) معرفة القراء الكبار: 3/1139، غاية النهاية: 1/15.\n(2) معرفة القراء الكبار: 3/1089، غاية النهاية: 1/568.\n(3) معرفة القراء الكبار:3/1165، غاية النهاية: 1/181.\nالجزء: 1 ¦ الصفحة: 186\n",
        "الإمام الحافظ ولد سنة (654?) بغرناطة.\nقرأ السبع ببلده على: عبد الحق بن علي بن عبد الله الأنصاري: وأحمد بن على بن محمد بن الطباع: (ت:680?) ، رحل إلى الإسكندرية فقرأ بالثمان على: عبد النصير بن علي بن يحيى المريوطي: (ت:671?) ، وقرأ بمصر على إسماعيل ابن هبة الله المليجي: (ت:681?) ، توفي رحم الله تعالى سنة: (745?) (1) .\nمحمد بن أحمد بن على بن الحسن بن جامع أبو المعالي ابن اللبان الدمشقي أستاذ محرر ضابط، ولد سنة: (715?) ، طلب القراءات سنة: (727?) .\nرحل إلى الخليل فقرأ على الجعبري: (ت:732?) ، ورحل إلى مصر فقرأ على أبي حيان: (ت:745?) ، ثم دخل الإسكندرية وقرأ بها على: أحمد العشاب المرادي: (ت:736?) ، توفي رحمه الله تعالى سنة: (776?) (2) .\nمحمد بن محمد بن محمد بن علي يوسف بن الجزري أبو الخير خاتمة المحققين في علم القراءات وحامل لواء القراء والمجودين ولد سنة: (751?) بدمشق.\nقرأ بدمشق على: أبي العباس أحمد بن الحسين الكفرى: (ت:776?) وعلى: عبد الوهاب بن يوسف بن السلار: (ت:782?) ومحمد بن أحمد بن علي ابن اللبان: (ت:776?) ، وأحمد بن إبراهيم بن داود بن الطحان: (ت: 782?) ، ثم رحل إلى مصر فقرأ على: أبي بكر عبد الله بن الجندي: (ت: 769?) ، وعلى: أبي عبد الله محمد بن الصائغ: (ت:776?) ، وقرأ بالمدينة النبوية على إمام وخطيب المسجد النبوي بها أبي عبد الله محمد بن صالح (ت: 785?) ،\n(1) معرفة القراء الكبار: 3/1264، غاية النهاية: 2/285.\n(2) غاية النهاية: 2/72.\nالجزء: 1 ¦ الصفحة: 187\n",
        "ورحل إلى الإسكندرية فقرأ على: عبد الوهاب القروي: (ت: 788?) توفي رحمه الله تعالى سنة: (833?) (1) .\nقال عن نفسه: وجملة من لقيت ممن أخذت عنه القرآن والقراءات أو شيئاً منها وحروف الاختلاف نيف وأربعون نفساً.\nوغير هؤلاء كثير ممن رحل في طلب القراءات وأسانيدها.\nوما ذكر فيه الكفاية.\n(1) غاية النهاية: 2/247، جامع أسانيد ابن الجزري لوحة: 14/أ.\nالجزء: 1 ¦ الصفحة: 188\n",
        "المبحث الثالث:\nبيان علماء القراءات للأسانيد الضعيفة والواهية\nلما كانت صحة السند وسلامته من الضعف والانقطاع من أهم أركان القراءة الصحيحة، أجتهد علماء القراءات في تنقيح أسانيدهم التي نقلوا بها القراءات والروايات والطرق، حالهم في ذلك حال رجال الحديث، وإلى ذلك أشار ابن الجزري بقوله: ((وإذا كانت صحة السند من أركان القراءة كما تقدم تعين أن يعرف حال رجال القراءات كما يعرف أحوال رجال الحديث)) (1) فميزوا الصحيح من السقيم، والمقبول من المردود، وكشفوا الضعفاء والكذابين، والمجهولين، والمدلسين، وقيدوا تاريخ الرواة ومواطنهم، وأبانوا عن مواليدهم ووفياتهم، وأوقات أخذهم وتلقيهم، وزمن غفلتهم واختلاطهم، وغير ذلك مما عني به علماء الجرح، والتعديل.\nوقد ألزم الحافظ ابن الجزري كل من تصدر للاقراء بمعرفة ذلك فقال: ((ولابد للمقرئ من التنبيه بحال الرجال والأسانيد مؤتلفها ومختلفها وجرحها وتعديلها، ومتقنها ومغفلها، وهذا من أهم ما يحتاج إليه وقد وقع لكثير من المتقدمين في أسانيدهم أوهام وغلطات عديدة من إسقاط رجال، وتسمية آخرين بغير أسمائهم وتصاحيف وغير ذلك)) (2) .\nفقيام علماء القراءات بتمحيص أسانيدهم والكشف عن حال رجالها فيه صون لكتاب الله عز وجل من دخول روايات وطرق ضعيفة أو مكذوبة،\n(1) النشر: 1/293.\n(2) منجد المقرئين: 6.\nالجزء: 1 ¦ الصفحة: 189\n",
        "وأسانيد واهية أو باطلة، فتظل سلسلة الإسناد مضيئة ناصعة خالية من الدخيل، متماسكة حلقاتها في كل جيل،\nوهي بحمد الله كذلك إلى زماننا هذا، وهذا من الحفظ الذي أخبر الله تعالى عنه في كتابه: ? إنا نحن نزلنا الذكر وإنا له لحافظون ? (1) .\nوفي هذا الفصل سنحاول الكشف عن جملة من الأسانيد التي لعلماء القراءات فيها مقال سواء منها ما حكموا عليه بالضعف أو الجهالة أو البطلان أو التصحيف أو الانقطاع أو غير ذلك من أنواع الضعف مما سيقف عليه القارئ.\nوسأورد الأسماء مرتبة على حروف المعجم.\n1-\nإبراهيم بن أحمد بن إبراهيم بن عبد الله أبو إسحاق المقرى البزوري البغدادي، شيخ جليل قرأ على إسحاق بن أحمد الخزاعي، وأحمد بن فرح، وأحمد ابن يعقوب بن أخي العرق، وابن مجاهد، وغيرهم قرأ عليه عبد الباقي بن الحسن، وعلي بن محمد الحذاء، ومحمد بن عمر بن بكير وغيرهم توفي سنة: (361?) .\nقال الذهبي: قال ابن أبي الفوارس: فيه غفلة وتساهل (2) .\nوقال ابن الجزري: وقول الهذلي إن الشذائي المتوفى سنة: (373?) قرأ عليه غلط فاحش (3) .\nقال الخطيب البغدادي: وكان من أهل القرآن والستر ولم يكن محموداً في\n(1) سورة الحجر آية: 9.\n(2) معرفة القراء الكبار: 1/406.\n(3) غاية النهاية: 1/4.\nالجزء: 1 ¦ الصفحة: 190\n",
        "الرواية وكان فيه غفلة وتساهل (1) .\n2-\nإبراهيم بن أحمد بن محمد بن أحمد بن عبد الله أبو إسحاق الطبري المقرى المالكي البغدادي ثقة مشهور ولد سنة: (324?) قرأ على أحمد بن عثمان بن بويان، وأبي بكر النقاش، وأبي بكر بن مقسم، وغيرهم.\nقرأ عليه الحسين بن علي العطار، والأهوازي، وأبو علي البغدادي صاحب الروضة وغيرهم توفى سنة: (393?) (2) .\nونقل ابن الجزري عن الهذلي أن إبراهيم قرأ على الزينبي المتوفى سنة (318?) ثم عقب بقوله: لا يصح ذلك لأن إبراهيم ولد بعد وفاة الزينبي بست سنين (3) .\n3-\nإبراهيم بن أحمد بن عبد الله بن عمران أبو إسحاق البغدادي المروزي يعرف بابن المنابري مقرئ قرأ على أبي بكر أحمد بن محمد بن زيد الجواربي، والحسن بن الحسين الصواف، وزيد بن علي بن أبي بلال وغيرهم، قرأ عليه عبد الباقي بن الحسن، وأبو الفضل الخزاعي.\nونقل ابن الجزري عن الهذلي أن إبراهيم قرأ على ابن فرح المتوفى سنة: (303?) .ثم عقب بقوله: ولا يصح قراءته على ابن فرح كما توهم الهذلي بل على زيد المتوفى سنة: (358?) عن ابن فرح (4) .\n4-\nإبراهيم بن اليسع روى القراءة عن المغيرة بن صدقة روى القراءة\n(1) تاريخ بغداد: 6/16.\n(2) تاريخ بغداد: 6/19.\n(3) غاية النهاية: 1/5.\n(4) غاية النهاية: 1/7.\nالجزء: 1 ¦ الصفحة: 191\n",
        "عنه ابنه محمد.\nقال ابن الجزري: والثلاثة مجهولون، نعم عبد الله بن محمد بن اليسع الأنطاكي معروف فإن يكنه فإن الهذلي وهم فيه (1) .\n5-\nأحمد بن إسماعيل بن جبريل روى القراءة عن حمدون ابن أبي سهل، وعنه محمد بن محمد بن إبراهيم، راوي يحيى بن صبيح.\nقال ابن الجزري: إسناد كله مجاهيل لا يعرف واحد منهم (2) .\n6-\nأحمد بن حرب بن غيلان أبو جعفر المعدل البصري مقرئ معروف، روى القراءة عرضا عن الدوري، وأبي أيوب الخياط، وأبي حاتم، روى القراءة عنه عرضاً: مدين بن شعيب، وأبو العباس المطوعي، وابن خليع، وغيرهم. توفى سنة: (301?)\nقال ابن الجزري: وليس هذا بالمعدل الذي هو أحمد بن حرب بن مسمع ذاك بغدادي يكنى أبا جعفر، أيضاً توفى سنة: (275?) روى عن عفان بن مسلم وأبي الوليد الطيالسي (3) .\nوليس أيضاً بالمعدل الذي قرأ على محمد بن وهب وأبي الزعراء كما توهمه ابن سوار فإن ذاك محمد بن يعقوب (4) .\n7-\nأحمد بن الحسين الواسطي يعرف بالمالحاني\nوقد سماه بعض أصحاب السامري: (أحمد بن شعيب) وهو وهم.\n(1) المصدر السابق: 1/30.\n(2) غاية النهاية: 1/39\n(3) تاريخ بغداد: 4/119\n(4) غاية النهاية: 1/45\nالجزء: 1 ¦ الصفحة: 192\n",
        "روى القراءة عرضا عن أبي شعيب القواس صاحب حفص، قرأ عليه أبو أحمد عبد الله بن الحسين السامري؛ (ت:386?) كذا هو مسند في جامع الداني، والمستنير، والكامل، فسقط بين السامري والمالحاني رجل هو والله أعلم أبو الحسن بن شنبوذ: (ت: 328?) نبه على ذلك الحافظ أبو العلاء.\nقال: والمالحاني هذا مجهول عند أهل الصنعة لم يرو عنه من المعروفين إلا أبو الحسن بن شنبوذ (1) .\n8-\nأحمد بن زيدان أبو العباس المقري: (ت:414?)\nقال الذهبي نقلاً عن الداني: أقرأ الناس ببيت المقدس أخذ القراءة عن أبي بكر بن مجاهد وهو الذي لقنه القرآن، قال الذهبي: هذا مجهول لا يعرف روى عنه نكرة لا تتعرف وكتبناه للفرجة (2) .\n9-\nأحمد بن الصقر أبو الفتح البغدادي شيخ مقرئ روى القراءة عرضا عن زيد بن علي المتوفى سنة: (358?) كما في الكامل للهذلي.\nقال ابن الجزري: وقراءته على زيد من أبعد البعيد (3) .\n10-\nأحمد بن قعنب روى القراءة عرضا عن محمد بن إسحاق المسيبي، ووقع في كتاب الكفاية لأبي العز القلانسي أنه قرأ على المسيبي نفسه.\nقال ابن الجزري: وهو وهم أو إسقاط من الكاتب والصواب أنه قرأ على ابن المسيبي عن أبيه إسحاق المسيبي (4) .\n(1) غاية النهاية: 1/50\n(2) معرفة القراء الكبار: 1/476، غاية النهاية: 1/54\n(3) غاية النهاية: 1/63.\n(4) غاية النهاية: 1/98\nالجزء: 1 ¦ الصفحة: 193\n",
        "11-\nأحمد بن يزيد بن إزداذ الصفار الأستاذ أبو الحسن الحلواني إمام كبير عارف صدوق قرأ على أحمد بن محمد القواس، وقالون، وخلف وخلاد وغيرهم. قرأ عليه الفضل بن شاذان، ومحمد بن بسام، ومحمد بن عمرو بن عون الواسطى وغيرهم توفى سنة: (250?)\nقال ابن الجزري: وقد أسند ابن الفحام رواية هشام في التجريد عن النقاش عن الحلواني فوهم في ذلك والصواب أن النقاش قرأها على الحسين بن علي بن حماد بن مهران الأزرق المتوفى سنة: (300?) عن الحلواني، إذ أن مولد النقاش كان سنة: (266?) وذلك بعد وفاة الحلواني بسنين عديدة (1) .\n12-\nإدريس بن عبد الكريم الحداد أبو الحسن البغدادي: (ت:292?) قال أبو العلاء الهمذاني المتوفى سنة (ت569?) في كتابه غاية الاختصار (2) :روى أبو عبد الله محمد بن الحسين الكارزيني المتوفى: (بعد: 440?)\nعن أبي الفرج الشنبوذي: (ت 388?) عن أبي الحسن بن شنبوذ: (ت 328?) عن إدريس بن عبد الكريم الحداد. وعن أبي العباس الحسن بن سعيد المطوعي: (ت:371?) عن إدريس نفسه أنه قرأ على قتيبة.\nولو أقسم بالله مقسم أن إدريس لم يلق قتيبة فضلاً عن القراءة عليه لم يحنث.\n(1) المصدر السابق: 1/149\n(2) غاية الاختصار: 1/150\nالجزء: 1 ¦ الصفحة: 194\n",
        "قال: وكيف تصرف الأمر فليعلم أن هذا الإسناد مفتعل باطل لاشك أنه مما عملته يد بعض الكذابين، وإدريس وابن شنبوذ بحمد الله بريئان من هذا المفتعل فإنهما ثقتان، وحمل ذلك على غيرهما، ولو لم تقع رواية قتيبة على جلالته إلا من الجهة التي ذكرنا وجب العدول عنها والأخذ بغيرها، ومن رواها من هذه الجهة بعد تنبيهنا على بطلانها فقد ضارع واضعها وشارك مفتعلها.\nبقوله صلى الله عليه وسلم: «من روى عنى حديثاً وهو يرى أنه كذب فهو أحد الكاذبين» (1)\nقال ابن الجزري والواسطة بين إدريس وقتيبة هو خلف (2) .\n13-\nجعفر بن محمد بن على بن الحسين بن علي بن أبي طالب أبو عبد الله المدني: (ت:148?)\nحكى ابن الجزري عن الشهرزوري: (ت: 550?) وغيره\nقالوا: إنه قرأ على أبي الأسود الدؤلي: (ت69?)\nقال: ابن الجزري: وذلك وهم فإن أبا الأسود توفي قبل ولادة جعفر الصادق بإحدى عشرة سنة (3) .\n14-\nالحسين بن علي بن عبد الصمد أبو عبد الله البصري الملقب بكر داب.\nله غرائب وشواذ عن رويس، والسند إليه فيه نظر، روى القراءة عنه: ابن الزف الأنطاكي شيخ الرهاوي، قال الحافظ أبو العلاء: هذه رواية غريبة\n(1) مقدمة صحيح مسلم: 1/9، ابن ماجة: 1/15، مسند للإمام أحمد: 1/113\n(2) غاية النهاية: 1/154\n(3) غاية النهاية: 1/196\nالجزء: 1 ¦ الصفحة: 195\n",
        "جداً لم يقرأ بها إلا على الشيخ أبي العز الواسطي، وكان يظن بها وقد كنت عزمت على أن أرويها سماعاً وتلاوة، ولا أقرئ بها القرآن لفظاً وقراءة لكثرة ما فيها من الغرائب والمنكرات (1) .\n15-\nالحسين بن علي بن عبيد الله بن محمد أبو علي الرهاوي: (ت:414?) .\nأستاذ حاذق شيخ القراء بدمشق اعتنى بالقراءات أتم عناية وأكثر من الشيوخ وأكثرهم لا يعرفون قال الحافظ أبو العلاء الهمذاني: فيما نقله عنه ابن الجزري: وفي بعض ما رويت عن أبي علي الرهاوي نظر وأنا أبوء إلى الله من عهدته، ولا أقر بصحته فإنه روى عن رجال لا يعرفون، ولطال ما استقريت كتب القراءات والتواريخ على أن أرى أحداً من العلماء روى عنهم أو ذكرهم فلم أقف على ذلك (2) .\n16-\nالحسين بن قتادة بن مزروع الرضى أبو عبد الله العلوى الحسني المدني البغدادي: (ت: 681?)\nقرأ القراءات جمعاً وإفراداً بمسجد النبي صلى الله عليه وسلم على إمامه عمر بن معن الزبري عن قراءته على محمد بن سعدون القرطبي عن قراءته على أبي القاسم الشاطبي: (ت590?)\nقال ابن الجزري: وهذا إسناد مجهول (3) . فلا يعرف عمر هذا ولا شيخه (4)\n(1) المصدر السابق: 1/245\n(2) غاية النهاية: 1/245\n(3) المصدر السابق: 1/248\n(4) المصدر السابق: 1/598\nالجزء: 1 ¦ الصفحة: 196\n",
        "17-\nحمدون بن أبي سهل المقري، روى القراءة عن فورش، وعنه أحمد ابن إسماعيل بن جبريل.\nقال ابن الجزري: والثلاثة مجهولون (1) .\n18-\nعتبة بن عبد الملك بن عاصم أبو الوليد الأندلسي العثماني: (ت445?)\nقال ابن الجزري عنه: إنه اضطرب في رواية ورش إسناداً واختلافاً خصوصاً من طريق الأزرق فأسندها عنه فيما قاله عنه أبو طاهر بن سوار: (ت496?)\nعن أبي الحسن الأنطاكي (ت: 377?)\nعن أبي الحسن إسماعيل النحاس: (المتوفى سنة بضع و550?) تلاوة وهذا منقطع فإن الأنطاكي لم يدرك النحاس بل مات النحاس بمصر قبل مولد الأنطاكي فإن الأنطاكي مولده سنة (299?) .\nولكن لما دخل الأنطاكي مصر سنة (338?) كان جماعة من أصحاب النحاس موجودين مثل أحمد بن أسامة التجيبي وغيره فلا يبعد أن يكون قرأ عليهم (2) .\n19-\nعلي بن محمد التجيبي\nقال ابن الجزري: مجهول ذكر محمد بن إبراهيم بن عبد الملك الأندلسي أنه قرأ عليه السبع بطبرية من أرض الشام عن قراءته بذلك على سليمان بن طاهر بن عيسى عن أبي عمرو الداني.\n(1) المصدر السابق: 1/261\n(2) غاية النهاية: 1/499\nالجزء: 1 ¦ الصفحة: 197\n",
        "وكلاهما لا يعرف وهو إسناد مفتعل والله أعلم (1) .\n20-\nعلي بن محمد الواسطي (ت764?) مقرئ قدم دمشق فزعم أنه قرأ على الكمال بن فارس الإسكندري عن الشاطبي قال ابن الجزري: وراج على بعض الناس فقام شيخنا المحدث أبو العباس أحمد بن رجب فبين أن الإسكندري ولد بعد وفاة الشاطبي بست سنين فافتضح.\nقال ابن الجزري: ولم يدرك المسكين الكمال الإسكندري ولا رآه بل يكون ولد بعد وفاته بأكثر من خمس عشرة سنة (2) .\n21-\nمحمد بن عبد الرحمن بن سكيك، روى القراءة عن حمزة\nذكره النقاش وقال الحافظ أبو عمرو: مجهول لا أدري من هو ولا له عندنا رواية (3)\n22-\nمحمد بن عمرو الجزري\nقال الحافظ ابن الجزري: لا أعرفه إلا أن الهذلي روى رواية خارجة عن نافع عن شيخه أبي الفضل الرازي عن محمد بن عمرو هذا عن القصبي، ولا يصح هذا الإسناد بل بين الرازي وبين القصبي بون كثير بنحو مائتي سنة (4) .\n23-\nمحمد بن محمد بن أحمد بن داود بن محمد بن داود أبو سليمان الأصم، ذكر الهذلي أنه روى القراءة سماعاً عن يوسف بن موسى القطان، وروى القراءة عنه أبو الفضل الجارودي.\n(1) المصدر السابق: 1/579\n(2) غاية النهاية: 1/579\n(3) المصدر السابق:2/161\n(4) المصدر السابق: 2/221\nالجزء: 1 ¦ الصفحة: 198\n",
        "قال ابن الجزري: هذا سند لا يصح (1) .\n24-\nيوسف بن علي بن جبارة بن محمد بن عقيل بن سوادة أبو القاسم الهذلي اليشكري: (465?)\nقال ابن الجزري في ترجمته له:\nوقد وقع له أوهام في أسانيده وهو معذور في ذلك لأنه ذكر مالم يذكره غيره، وأكثر القراء لاعلم لهم بالأسانيد فمن ثم حصل الوهم.\nثم قال: وقول الهذلي إنه قرأ على أحمد بن الصقر، والحسن بن خشيش، ومحمد بن يعقوب، وأنهم قرأوا على زيد بن علي بن أبي بلال: (ت:358?) .\nفمن أبعد البعيد قراءته على أحد من أصحاب زيد فإن آخر أصحاب زيد موتاً الحسن بن علي بن الصقر قرأ عليه لأبي عمرو فقط ومات سنة: (429?) عن أربع وتسعين سنة ولم يدركه الهذلي، وأيضاً فإن هؤلاء الثلاثة لا يعرفون، ولو كانوا قد قرأوا على زيد وتأخروا حتى أدركهم الهذلي في حدود الثلاثين وأربعمائة أو بعدها لرحل الناس إليهم من الأقطار واشتهر اسمهم في الأمصار (2) .\nفهذه الأمثلة ونحوها مما تركته اختصاراً تكشف لنا جهدهم وبحثهم في الأسانيد الواصلة إليهم وتمييزهم صحيح الطرق من سقيمها، والموصول منها من المنقطع.\nمما تظمئن معه النفس إلى أن كتاب الله تعالى وصل إلينا كاملاً غير منقوص، خالياً من الطرق الضعيفة والروايات الواهية المكذوبة.\n(1) غاية النهاية: 2/237\n(2) المصدر السابق: 2/397\nالجزء: 1 ¦ الصفحة: 199\n",
        "محاطاً برعاية الله وعنايته، وبجهود العلماء المخلصين الذابين عن حياضه العارفين بأسانيده وطرقه تحقيقاً للحفظ الذي وعد الله به لكتابه في قوله: {إِنَّا نَحْنُ نَزَّلْنَا الذِّكْرَ وَإِنَّا لَهُ لَحَافِظُونَ} (1) .\n(1) سورة الحجر آيه: 9.\nالجزء: 1 ¦ الصفحة: 200\n",
        "الخاتمة\nالحمد لله الذي خص هذه الأمة بالقرآن الكريم وشرفها به كما أخبر بذلك في قوله {وَإِنَّهُ لَذِكْرٌ لَكَ وَلِقَوْمِكَ} وجعله معجزة خالدة إلى قيام الساعة، وحفظه من التغيير والتبديل، وسخر لحفظه علماء عاملين، وقراء مجودين وطلبة مجدين في كل عصر ومصر.\nوفي هذا البحث سيلحظ القارئ مدى عناية هذه الأمة بكتاب ربها من خلال اهتمامها برواية حروفه بالإسناد المتصل المتواتر إلى رسول الله صلى الله عيه وسلم في كل طبقة من الطبقات وإلى يومنا هذا وليس ذلك إلا لهذه الأمة وقيام الطلبة المجدين بتحصيل الأسانيد العالية والرحلة في طلبها رجاء الاقتراب من رسول الله صلى الله عليه وسلم حيث أن القرب منه قربة إلى الله عز وجل.\nوبيَّنَتْ الأسانيد الواهية والضعيفة حفاظا على صحة حروفه من أن يدخلها ما ليس منها مما هو ضعيف أو منسوخ أو مكذوب.\nتحقيقاً لحفظ الله تعالى حيث قال: (إنا نحن نزلنا الذكر وإنا له لحافظون (ولازالت ولله الحمد قائمة بذلك حتى يأتي أمر الله.\nالجزء: 1 ¦ الصفحة: 201\n",
        "مصادر ومراجع\n...\nفهرس المصادر والمراجع\nالقرآن الكريم - مصحف المدينة النبوية - طباعة مجمع الملك فهد.\n1-\nالإبانة عن معاني القرآن الكريم، أبو محمد مكي بن أبي طالب القيسي المتوفى سنة (437?) تحقيق الدكتور/محيى الدين رمضان، نشر دار المأمون دمشق ط1 سنة 1399?.\n2-\nأدب الإملاء والاستملاء. أبو سعد عبد الكريم بن محمد السمعاني المتوفى سنة (562?) ، نشر دار صادر بيروت.\n3-\nالإسناد من الدين، عبد الفتاح أبو غدة، نشر مكتب المطبوعات الإسلامية، حلب ط1 سنة1412?.\n4-\nالإصابة في تمييز الصحابة، أبو الفضل أحمد بن علي بن حجر العسقلاني المتوفى سنة (852?) ، تحقيق علي محمد البجاوي، نشر دار نهضة مصر القاهرة.\n5-\nأصول الحديث علومه ومصطلحه، الدكتور / محمد عجاج الخطيب، نشر دار الفكر ط3، سنة 1395?.\n6-\nإعراب ثلاثين سورة من القرآن الكريم، أبو عبد الله الحسين بن أحمد بن خالويه المتوفى سنة (370?) ، نشر جمعية دائرة المعارف العثمانية حيدر أباد، الدكن الهند.\n7-\nإعراب القراءات الشواذ، أبو البقاء عبد الله بن الحسين العكبري المتوفى سنة (616?) ، تحقيق أحمد عزور، نشر عالم الكتب بيروت لبنان ط1 سنة 1417?.\nالجزء: 1 ¦ الصفحة: 202\n",
        "1-\nإنباء الغمر بأبناء العمر، أبو الفضل أحمد بن علي بن حجر العسقلاني، نشر دائرة المعارف العثمانية حيدر أباد الدكن الهند..\n2-\nإنباه الرواة على أنباه النحاة، أبو الحسن علي بن يوسف القفطي المتوفى سنة (624?) ، تحقيق محمد أبو الفضل إبراهيم، نشر دار الفكر العربي القاهرة ط1 سنة 1406?.\n3-\nالأنساب، أبو سعد عبد الكريم بن محمد بن منصور السمعاني المتوفى سنة (562?) ، نشر محمد أمين دمج بيروت لبنان سنة 1401?.\n4-\nالبداية والنهاية، أبو الفداء إسماعيل بن كثير المتوفى سنة (774?) ، نشر دار الكتب العلمية بيروت.\n5-\nالبدر الطالع بمحاسن من بعد القرن السابع، محمد بن علي الشوكاني المتوفى سنة (1250?) نشر دار الكتاب الإسلامي القاهرة.\n6-\nتاريخ بغداد، أبو بكر أحمد بن علي الخطيب البغدادي المتوفى سنة (463?) ، نشر دار الكتاب العربي بيروت.\n7-\nالتاريخ، يحيى بن معين المتوفى سنة (233?) ، دراسة وتحقيق الدكتور أحمد محمد نور سيف، نشر مركز البحث العلمي وإحياء التراث الإسلامي جامعة أم القرى ط1 سنة 1399?.\n8-\nتدريب الراوي في شرح تقريب النواوي، جلال الدين عبد الرحمن السيوطي المتوفى سنة (911?) ، تحقيق عبد الوهاب عبد اللطيف، نشر المكتبة السلفية.\n9-\nتذكرة الحفاظ، أبو عبد الله محمد بن أحمد بن عثمان الذهبي المتوفى سنة (748?) تحقيق أبو هاجر محمد، نشر دار الكتب العلمية بيروت.\nالجزء: 1 ¦ الصفحة: 203\n",
        "1-\nترتيب المدارك وتقريب المسالك لمعرفة أعلام مذهب مالك القاضي عياض بن موسى اليحصبي المتوفى سنة (544?) ، تحقيق محمد بن تاويس الطنجي، نشر وزارة الأوقاف بالمغرب ط2 سنة 1403?.\n2-\nتهذيب التهذيب، أحمد بن علي بن حجر العسقلاني، نشر مجلس دائرة المعارف العثمانية، حيدر أباد، الدكن الهند.\n3-\nتهذيب الكمال في أسماء الرجال، الحافظ جمال الدين أبو الحجاج يوسف المزي المتوفى سنة (742?) ، تحقيق الدكتور / بشار عواد، نشر مؤسسة الرسالة بيروت ط1 سنة 1413?.\n4-\nالتيسير في القراءات السبع، أبو عمرو عثمان بن سعيد الداني المتوفى سنة (444?) ، عني بتصحيحه أوتوبرتزل، نشر مكتبة المثنى بغداد.\n5-\nجامع أسانيد ابن الجزري، أبو الخير محمد بن محمد بن محمد الجزري المتوفى سنة (833?) ، مخطوط.\n6-\nجامع البيان في القراءات السبع المشهورة، أبو عمرو عثمان بن سعيد الداني – مخطوط.\n7-\nجذوة المقتبس في تاريخ علماء الأندلس، أبو عبد الله محمد بن أبي نصر بن حميد المتوفى سنة (488?) ، تحقيق إبراهيم الأبياري، نشر دار الكتاب المصري ط2 سنة 1410?.\n8-\nجمال القراء وكمال الإقراء، علي بن محمد السخاوي المتوفى سنة (643?) ، تحقيق الدكتور / علي حسين البواب، مطبعة المدني القاهرة ط1 سنة 1408?.\nالحجة في القراءات السبع، الحسين بن أحمد بن خالويه المتوفى سن\nالجزء: 1 ¦ الصفحة: 204\n",
        "1-\n(370?) ، تحقيق الدكتور / عبد العال سالم مكرم، نشر دار الشروق بيروت ط2 سنة 1397?.\n2-\nحلية الأولياء وطبقات الأصفياء، الحافظ أبو نعيم أحمد بن عبد الله الأصبهاني المتوفى سنة (430?) ، نشر دار الكتاب العربي بيروت ط5 سنة 1407?.\n3-\nالدرر الكامنة في أعيان المائة الثامنة، أحمد بن حجر العسقلاني، تحقيق محمد سيد جاد الحق، مطبعة المدني القاهرة ط2 سنة 1385?.\n4-\nالديباج المذهب في معرفة أعيان علماء المذهب، القاضي إبراهيم بن نور الدين بن فرحون المالكي المتوفى سنة (799?) ، تحقيق مأمون الجنان، نشر دار الكتب العلمية بيروت ط1 سنة 1417?.\n5-\nذيل تذكرة الحفاظ، أبو المحاسن الحسيني المتوفى سنة (765?) ، نشر دار إحياء التراث بيروت.\n6-\nذيل طبقات الحنابلة، شهاب الدين أحمد بن رجب الحنبلي المتوفى سنة (775?) ، نشر مطبعة السنة المحمدية سنة 1372?.\n7-\nالرحلة في طلب الحديث، أبو بكر أحمد بن علي الخطيب البغدادي، تحقيق نور الدين عتر، نشر دار الكتب العلمية بيروت ط1 سنة 1395?،\n8-\nرسم المصحف والاحتجاج به في القراءات، الدكتور / عبد الفتاح شلبي، نشر مكتبة نهضة مصر القاهرة..\n9-\nالسبعة في القراءات، أحمد بن موسى بن مجاهد المتوفى سنة (324?) ، تحقيق الدكتور/ شوقي ضيف - دار المعارف مصر ط2 سنة 1400?.\nسنن ابن ماجه، أبو عبد الله محمد بن يزيد القزويني ابن ماجه المتوفى سنة\nالجزء: 1 ¦ الصفحة: 205\n",
        "1-\n(273?) ، عني بتصحيحه خليل مأمون شيحا، دار المعارف بيروت ط2 سنة 1418?.\n2-\nسنن أبي داود، سليمان بن الأشعث المتوفى سنة (275?) ، مراجعة محمد محيى الدين، دار الكتب العلمية بيروت.\n3-\nسوق العروس، أبو معشر عبد الكريم بن عبد الصمد القطان الطبري، المتوفى سنة (478?) مخطوط،.\n4-\nسير أعلام النبلاء، الحافظ محمد بن أحمد بن عثمان الذهبي، تحقيق الدكتور بشار عواد ومحيى هلال. مؤسسة الرسالة بيروت ط1 سنة 1405?.\n5-\nشذرات الذهب في أخبار من ذهب، أبو الفلاح عبد الحي بن العماد الحنبلي المتوفى سنة (1089?) ، نشر دار الآفاق بيروت.\n6-\nشرح طيبة النشر في القراءات العشر، محمد بن محمد بن محمد علي النويري المتوفى سنة (857?) ، تحقيق عبد الفتاح السيد سليمان، نشر مجمع البحوث الإسلامية الأزهر ط1 سنة 1406?.\n7-\nالصحاح تاج اللغة وصحاح العربية، إسماعيل بن حماد الجوهري المتوفى سنة (393?) ، تحقيق أحمد عبد الغفور عطار، نشر دار العلم للملايين بيروت ط3 سنة 1404?.\n8-\nصحيح مسلم بشرح النووي، مسلم بن الحجاج القشيري المتوفى سنة (261?) المطبعة المصرية.\n9-\nالصلة، خلف بن عبد الملك بن مسعود بن بشكوال المتوفى سنة (578?) ، تحقيق إبراهيم الأبياري، نشر دار الكتاب المصرية ط2 سنة 1410?.\nالجزء: 1 ¦ الصفحة: 206\n",
        "1-\nالضعفاء الكبير، أبو جعفر محمد بن عمرو بن موسى العقيلي المتوفى سنة (322?) ، تحقيق الدكتور / عبد المعطي أمين قلعجي. نشر دار الكتب العلمية بيروت ط1 سنة 1404?.\n2-\nالضعفاء والمجروحين من المحدثين، محمد بن حبان بن أحمد أبو حاتم البستي المتوفى سنة (354?) . نشر دار الوعي حلب ط1 سنة 1396?.\n3-\nالضوء اللامع لأهل القرن التاسع، محمد بن عبد الرحمن السخاوي المتوفى سنة (902?) ، نشر دار مكتبة الحياة بيروت.\n4-\nالطبقات الكبرى، محمد بن سعد بن منيع البصري المتوفى سنة (230?) ، نشر دار صادر بيروت.\n5-\nالطبقات، أبو عمرو خليفة بن خياط العصفري المتوفى سنة (240?) ، تحقيق الدكتور / أكرم ضياء العمري، نشر دار طيبة الرياض، ط2 سنة 1402?.\n6-\nطبقات الشافعية الكبرى، أبو نصر عبد الوهاب بن علي السبكي المتوفى سنة (771?) ، تحقيق عبد الفتاح الحلو، محمود محمد الطناحي، مطبعة عيسى البابي، القاهرة سنة 1383?.\n7-\nطبقات الفقهاء الشافعية، أبو عمرو عثمان بن عبد الرحمن الشهرزوري ابن الصلاح المتوفى سنة (643?) تحقيق محي الدين علي، نشر دار البشائر الإسلامية بيروت ط1 سنة 1413?.\n8-\nطيبة النشر في القراءات العشر، الحافظ محمد بن الجزري، نشر مطبعة البابي الحلبي ط1 سنة 1369?.\nغاية الاختصار في القراءات العشرة أئمة الأمصار أبو العلاء الحسن بن\nالجزء: 1 ¦ الصفحة: 207\n",
        "1-\nأحمد الهمذاني المتوفى سنة (569?) تحقيق الدكتور / شرف محمد فؤاد، نشر الجماعة الخيرية، جدة ط1 سنة 1414?.\n2-\nغاية النهاية في طبقات القراء، أبو الخير محمد بن الجزري، عني بنشره -براجستراسر، نشر دار الكتب العلمية بيروت ط2 سنة 1400?.\n3-\nفتح الباري شرح صحيح البخاري، أحمد بن علي بن حجر العسقلاني، نشر المكتبة السلفية.\n4-\nفتح المغيث شرح الفية الحديث للعراقي، شمس الدين محمد بن عبد الرحمن السخاوي، تحقيق عبد الرحمن محمد عثمان، نشر المكتبة السلفية.\n5-\nفضائل القرآن، أبو عبيد القاسم بن سلام الهروي المتوفى سنة (324?) تحقيق مروان عطية، محسن خرابة، وفاء تقي الدين، نشر دار ابن كثير دمشق ط1 سنة 1415?.\n6-\nالفصل في الملل والأهواء والنحل، أبو محمد علي بن أحمد بن حزم الظاهري المتوفى سنة (548?) نشر دار الفكر بيروت.\n7-\nالقلائد الجوهرية، محمد بن علي بن محمد بن طولون المتوفى سنة (953?) ، نشر مجمع اللغة دمشق ط2 سنة 1401?.\n8-\nالكامل في التاريخ، أبو الحسن علي بن أبي الكرم محمد بن محمد بن الأثير الجزري المتوفى سنة (630?) تحقيق عبد الله القاضي، نشر دار الكتب العلمية بيروت ط1 سنة 1407?.\n9-\nالكامل في ضعفاء الرجال، أبو أحمد عبد الله بن عدي المتوفى سنة (365?) ، نشر دار الفكر بيروت ط1 سنة 1404?.\nالكامل في القراءات الخمسين، يوسف بن علي بن جبارة الهذلي المتوفى\nالجزء: 1 ¦ الصفحة: 208\n",
        "1-\nسنة (465?) ، مخطوط.\n2-\nالكتاب، أبو بشر عمر بن عثمان بن قنبر سيبويه المتوفى سنة (180?) ، تحقيق عبد السلام هارون، نشر مكتبة الخانجي القاهرة ط3 سنة 1408?.\n3-\nالكفاية في علم الرواية، أبو بكر أحمد بن علي الخطيب البغدادي، نشر المكتبة العلمية.\n4-\nلسان العرب، أبو الفضل جمال الدين محمد بن مكرم بن منظور المتوفى سنة (711?) ، نشر دار صادر بيروت.\n5-\nلطائف الإشارات لفنون القراءات، أحمد بن محمد القسطلاني المتوفى سنة (923?) ، تحقيق الشيخ عامر السيد عثمان، عبد الصبور شاهين، نشر المجلس الأعلى للشئون الإسلامية القاهرة، ط1 سنة 1392?.\n6-\nالمحدث الفاصل بين الراوي والواعي، القاضي الحسن بن عبد الرحمن الرامهرمزي المتوفى نحو سنة (360?) تحقيق الدكتور/ محمد عجاج الخطيب، نشر دار الفكر بيروت، ط1 سنة 1391?.\n7-\nالمستدرك على الصحيحين، أبو عبد الله الحاكم النيسابوري المتوفى سنة (405?) ، نشر دار الكتاب العربي بيروت.\n8-\nالمسند، الإمام أحمد بن حنبل المتوفى سنة (241?) شرح أحمد شاكر دار المعارف مصر ط4 سنة 1373?.\n9-\nمشاهير علماء الأمصار، محمد بن حبان البستي، تصحيح - م- فلايشهمر، نشر دار الكتب العلمية بيروت.\nمعجم الأدباء، شهاب الدين أبو عبد الله ياقوت الحموي المتوفى سنة\nالجزء: 1 ¦ الصفحة: 209\n",
        "1-\n(626?) ، نشر دار المأمون سنة 1357?\n2-\nمعجم البلدان، أبو عبد الله ياقوت الحموي، نشر دار صادر بيروت.\n3-\nمعرفة علوم الحديث، أبو عبد الله الحاكم النيسابوري، عني بنشره السيد معظم حسين، نشر دار الكتب العلمية ط2 سنة 1397?.\n4-\nمعرفة القراء الكبار على الطبقات والأعصار، أبو عبد الله محمد بن أحمد الذهبي، تحقيق محمد سيد جاد الحق، مطبعة دار التأليف القاهرة ط1.\n5-\nمقدمة ابن الصلاح، أبو عمرو عثمان بن عبد الرحمن بن الصلاح، نشر دار الكتب العلمية بيروت.\n6-\nالمنتظم في تاريخ الملوك والأمم، أبو الفرج عبد الرحمن بن علي بن الجوزي المتوفى سنة (597?) ، نشر دائرة المعارف العثمانية حيدر أباد الدكن الهند ط1 سنة 1357?.\n7-\nمنجد المقرئين ومرشد الطالبين، الحافظ محمد بن الجزري، نشر دار الكتب العلمية بيروت.\n8-\nمنهاج السنة، أبو العباس تقي الدين أحمد بن عبد الحليم بن تيمية المتوفى سنة (728?) ، تحقيق الدكتور / محمد رشاد سالم نشر جامعة الإمام محمد بن سعود الرياض ط1 سنة 1406?.\n9-\nميزان الاعتدال في نقد الرجال، محمد بن أحمد بن عثمان الذهبي، تحقيق الشيخ علي محمد معوض، عادل أحمد عبد الموجود، نشر دار الكتب العلمية بيروت ط1 سنة 1416?.\n10-\nالنجوم الزاهرة في ملوك مصر والقاهرة، جمال الدين أبو المحاسن يوسف ابن تغري بردى المتوفى سنة (874?) نشر وزارة الثقافة والإرشاد مصر.\nالجزء: 1 ¦ الصفحة: 210\n",
        "1-\nنزهة الألباء في طبقات الأدباء، أبو البركات كمال الدين عبد الرحمن بن محمد الأنباري، المتوفى سنة (577?) تحقيق الدكتور/إبراهيم السامرائي، نشر مكتبة المنار الأردن ط2 سنة 1405?.\n2-\nالنشر في القراءات العشر، الحافظ أبو الخير محمد بن الجزري، تصحيح الشيخ علي محمد الضباع، نشر مطبعة مصطفى محمد البابي الحلبي القاهرة.\n3-\nنكت الانتصار لنقل القرآن، أبو بكر محمد بن الطيب الباقلاني المتوفى سنة (403?) ، تحقيق الدكتور/محمد زغلول سلام، نشر المعارف الإسكندرية.\n4-\nالنهاية في غريب الحديث والأثر، أبو السعادات المبارك بن محمد بن الأثير الجزري، المتوفى سنة (606?) تحقيق طاهر أحمد الزاوي، محمود محمد الطناحي، نشر المكتبة العلمية بيروت.\n5-\nالوافي بالوفيات، صلاح الدين خليل بن أيبك الصفدي المتوفى سنة (764?) ، تصحيح هلمتون ريتر ايران ط2 سنة 1381?.\n6-\nوفيات الأعيان وأنباء أبناء الزمان، أبو العباس أحمد بن محمد بن خلكان المتوفى سنة (681?) ، تحقيق إحسان عباس، نشر دار صادر بيروت.\nالجزء: 1 ¦ الصفحة: 211\n",
        ""
    ]
}