{
    "1": [
        "الاعتماد في نظائر الظاء والضاد\nالاعتماد في نظائر الظاء والضاد\nابن مالك\nالكتاب:\nالاعتماد في نظائر الظاء والضاد\nومعه:\nفائت نظائر الظاء والضاد للدكتور حاتم صالح الضامن\nالمؤلف:\nمحمد بن عبد الله، ابن مالك الطائي الجياني، أبو عبد الله، جمال الدين (المتوفى: 672هـ)\n[الكتاب مرقم آليا غير موافق للمطبوع]\n",
        "الهمزة\nأضل وأظل\nفأما (أضل) بالضاد (63ب) فأضل فلان فلاناً إذا أغواه ضد هداه. وفي القرآن الكريم جل منزله: \"وأضل فرعون قومه وما هدى\" وأضل الرجل الدار والدابة: إذا لم يهتد إليهما. وكذلك في كل شيء لا يهتدى إليه. وأضل الميت: إذا دفنه وواراه. وفي الحديث: (لعلي أضل الله) أي: أخفى عنه، من قوله تعالى: \"أئذا ضللنا في الأرض\" أي: خفينا. وأضل الشيء: إذا أضاعه. وفي الحديث: (لله أفرح بتوبة أحدكم من رجل أضل ناقته بأرض فلاة ثم وجدها) وقال النابغة الجعدي:\nأنشد' الناس ولا أنشدهم\n...\nإنما ينشد من كان أضل\nوأما (أظل) بالظاء فأظل الشهر: إذا أشرف، وأظل الأمر: إذا قرب، وأظل الحائط والشجر: إذا سترا بظلهما، وأظل القوم: ساروا في الظل. والظل معروف، وهو ما يكون في أول النهار، فإذا نسخته الشمس ثم رجع فهو حينئذ فيء قال الشاعر:\nفلا الظلُ من برد الضحى تستطيعه\n...\nولا الفيء من بردِ العشي تذوقُ\nوالظل والظليل: الدائم الظل الذي لا تنسخه الشمس كظل ما بين طلوع الفجر إلى طلوع الشمس، قال الله جل ثناؤه: \"وندخلهم ظلاً ظليلاً\" والظل: العز والمنعة. يقال: أظل فلان فلانا: إذا حماه ومنع منه، قال الشاعر:\nفلو كنتَ مولى الظل أو في ظلاله\n...\nظلمت ولكن لا يدي لك بالظلم\nوالأظل: باطن منسم البعير. قال ابن أخت تأبط شراً يرثي خاله تأبط شراً:\nوبما أبركها في مناخٍ\n...\nجعجعٍ ينقبُ فيه الأظلٌ\nحرف الباء الموحدة من تحتها\nالبض والبظ\n(64أ) فأما (البض) بالضاد فرجل بض أي: رقيق الجلد مع بياض واكتناز لحم. وكذلك امرأة بضة. قال الراجز: كل رداح بضة بضاض وقال أبو بكر بن دريد: يقال: رجل بض بين البضاضة والبضوضة: إذ كان ناصع البياض في سمن، وأنشد لأوس بن حجر:\nأبيضَ بضٍ عليه النورُ\n...\nوفي ضبنهِ ثعلبٌ منكسر\nوقال الأصمعي: البض الرخص الحسد وليس من البياض خاصة لكن من الرخوصة. يقال بضضت يا رجل بضضت بالفتح والكسر بضيضا. وبض الماء بضا: سال قليلا قليلا. وبض الحجر: إذا أخرج منه الماء قليلاً قليلاً شبه العرق، وكذلك كل شيء. ويقال في المثل: (فلان ما يبض حجره) أي: ما تندى صفاته. وينشد لرؤبة:\nفقلتُ قولاً عربياً غضاً\n...\nلو كانَ خرزاً في الكلى ما بضا\nوقال الأخر:\nيا عشمَ أدركني فإنَ ركيتي\n...\nصلدتْ فأعيتْ أنْ تبضَ بمائها\nوأما (البظ) بالظاء فبظ الضارب أوتاره بظا: حركتها لتصوت. وبظ الرجل على كذا وكذا: ألح عليه، عن أبي عثمان السرقسطي في كتاب الأفعال البيض والبيظ: فأما (البيض) بالضاد فجمع بيضة، وهو للطائر والنمل. والبيض أيضا جمع بيضة الحديد، قال قتادة بن مسلمة الحنفي:\nقومٌ إذا لبسوا الحديدَ كأنهمْ\n...\nفي البيضِ والحلقِ الدلاصِ نجومُ\nوالبيض جمع بيضة: وهي الأرض البيضاء الملساء، عن أبي بكر بن دريد. والبيض ورم في يد الفرس مثل النفخ والغدد، قال الأصمعي هو من العيوب الهينة. يقال باضت يد الفرس تبيض بيضا. وأما (البيظ) بالظاء فزعموا أنه ماء الفحل. وقال أبو بكر بن دريد الأزدي: (64ب) لا أدري ما صحته.\nحرف التاء المثئاة من فوقها باثنتين\nالتضفير والتظفير\nفأما (التضفير) بالضاد فمصدر ضفرته، بالتشديد، تضفيرا: وهو الإكثار من الضفر، والضفر معروف، تقول: ضفرت الشعر، بالتخفيف، والسير ونحوهما أضفره ضفرا فأنا ضافر وهما مضفوران. ومنه اشتقاق المضافرة: وهي المعاونة، لأن المتضافرين يشتمل بعضهم على بعض كاشتمال خصل الشعر بعضها على بعض. يقال تضافر القوم يتضافرون مضافرة وتضافرا فهم متضافرون. وفي خطبة لأمير المؤمنين علي رضي الله عنه: (يا عجبا من تضافر هؤلاء القوم على باطلهم وفشلكم عن حقكم) معناه: من تعاونهم على الباطل. وأما (التظفير) بالظاء فمصدر ظفره الله بعدوه تظفيرا. ورجل مظفر: صاحب دولة في الحرب. والظفر، بفتح الظاء والفاء معا: الفوز. يقال: قد ظفر بعدوه وظفره أيضا مثل: لحق به ولحقه، واسم الفاعل منه: ظفر، قال العجير السلولي:\nهو الظفرُ الميمونُ إن راحَ أو غدا\n...\nبه الركبُ والتلعابةُ المتحببُ\nوالظفر أيضاً ما اطمأن من الأرض وأنبت. والتظفير: غمز الظفر في تفاحة ونحوها.\nالجزء: 1 ¦ الصفحة: 1\n",
        "التقريض والتقريظ: فأما (التقريض) بالضاد فمصدر قرضه، بالتشديد تقريضاً، وهو الذم خاصة إذا بالغ في ثلبه وتمزيق عرضه، مأخوذ من: قرضت الشيء بالمقراض وقيل: يطلق على المدح والذم. قال الجوهري: يقال: فلان يقرض صاحبه إذا مدحها أو (65أ) ذمه، وهما يتقارضان الخير والشر، قال الشاعر:\nإنَ الغني أخو الغني وإنما\n...\nيتقارضان ولا أخاً للمقترِ\nوأما (التقريظ) بالظاء فمدح الرجل بما فيه من الأخلاق الجميلة، يقال: قرظه تقريظا إذا مدحه وأثنى عليه بالثناء الحسن.\nحرف الحاء المهملة\nالحاضر والحاظر\nفأما (الحاضر) بالضاد فاسم فاعل من حضر يحضر فهو حاضر، وهو الشاهد المقيم ضد الغائب. وطعام محضور أي مشهود، ومنه الحاضر خلاف البادي لأنه يفيم في الحاضرة، وهي المدن والقرى. والحاضر أيضاً: الحي العظيم، قال الراجز:\nقلمت تعنظي بك وسط الحاضر\n...\nصهصلق شائلة الجمائر\nوحاضر قنسرين: موضع بالشام، قال عكرشة يرثي ابنيه:\nسقى اللهُ أجساداً ورائي تركتها\n...\nبحاضرِ قنسرينَ من سبلِ القطرِ\nوقال حسان:\nلنا حاضر فعم وباد كأنه\n...\nقطين الإله عزة وتكرما\nوالإحضار مصدر قولك: أحضرت الشيء فأنا أحضره إحضارا إذا كان غائبا وطلبت الإتيان به. والإحضار أيضا مصدر أحضر الفرس إذا عدا عدوا شديدا، واستحضرته استحضارا، وهو فرس محضر، والجمع محاضير، والاسم من ذلك الحضر، وحاضرته حاضرا: عدوت (65ب) معه. وفي الحديث: (فانطلقت محضرا) وأما (الحاظر) بالظاء، فاسم فاعل من حظرت الشيء حظرا إذا منعته، وهو ضد الإباحة، والمفعول محظور. وكل شيء منع شيئا فقد حظره، قال الله جل ثناؤه: \"وما كان عطاء ربك محظورا\" أي ممنوعا. والحظار: الحاجز بين الشيئين، بالكسر. والحظار بالفتح: الذباب، ذكره أبو البقاء في (المشوف المعلم)\nالحافض والحافظ\nفأما (الحافض) بالضاد، فاسم فاعل من: حفضت العود أحفضه حفضا، فأنا حافض والعود محفوض: إذا حنيته، قال الراجز:\nإما ترى دهري حناني حفضا\nأخرج مني مرة ونقضا\nوأما (الحافظ) بالظاء، فاسم فاعل من: حفظت الشيء حفظا ضد نسيته، وإلا مفعول محفوظ. ومنه يقال: فلان حافظ إذا كان يستظهر ما يتحفظه. والحافظ: الراعي للشيء والحارس له، ومنه: حفظ الله فلانا أي رعاه وحرسه. والحفظة جمع حافظ. والتحفظ: التيقظ وقلة الغفلة. والحفيظ: المحافظ على الشيء المواظب له، وفي القرآن الكريم جل منزله: \"وما أنا عليكم بحفيظ\". والحفيظة الحمية والغضب، يقال منه: أحفظني الشيء، إذا أغضبني، إحفاظا. وأهل الحفاظ: هم المحامون على حريمهم ومنعهم عند الحرب، قال الشاعر:\nلما رأى جيشاً كثيراً في الوغى\n...\nوذوو الحفاظ من الحفاظ قليل\n(66أ) يقول: هؤلاء من محافظتهم على حريمهم ودفعهم الضيم عنهم قليل، لأن من كان ذا حفيظة قل عدده بالقتل. ومثل من أمثالهم: (إن الحفائظ تنقض الأحقاد) . ومعناه: أنه إذا كان بينك وبين ابن عمك عداوة وعليه في قلبك حقد ثم رأيته يظلم حميت له ونسيت ما في نفسك عليه ونصرته، قال عويف القوافي:\nنخلت له نفسي النصيحة إنه\n...\nعند الحفيظة تذهب الأحقاد\nويقال لها أيضا: الحفظة، قال الراجز:\nوحفظة أكنها ضميري\nمع الحلا ولائح القتير\nالحض والحظ\nفأما (الحض) بالضاد فمصدر حضه على الشيء حضا: إذا حثه، ومنه في الكتاب العزيز جل منزله: \"ولا يحضون على طعاما المسكين\" والحض بضم الحاء الاسم، ويقال الحض والحض مثل الضعف والضعف. و (الحظ) بالظاء مصدر حظظت في الأمر حظا وهو الجد والبخت يقال فلان ذو حظ، ويجمع في القلة على أحظ، وفي الكثرة على حظوظ وأحاظ على غير قياس كأنه جمع أحظ لأن القياس حظاظ وحظوظ كما يقال: صكاك وصكوك، قال رجل من بني قريع:\nوليس الغنى والفقر من حيلة الفتى\n...\nولكن أحاظ قسمت وجدود\n(66ب) الحضل والحظل\nفأما (الحضل) بالضاد فمصدر حضلت النخلة حضلاً. ويقال: حضلت حضلاً وذلك إذا فسد أصول سعفها، فإذا أرادوا إصلاحها أشعلوا فيها النار ليحترق ما فسد من سعفها وليفها ثم تجود بعد ذلك. وأما (الحظل) بالظاء فغيرة الرجل على المرأة ومنعه لها من التصرف والحركة، قال الشاعر:\nالجزء: 1 ¦ الصفحة: 2\n",
        "فما يعدمك لا يعدمك منه\n...\nطبانية فيحظل أو يعار\nويقال: رجل حظل وحظال بالتشديد وحظول وحظلان للمقتر الذي يحاسب أهله بماينفق عليهم. والاسم الحظلان، بكسر الحاء، قال الشاعر:\nتعيرني الحظلان أم مغلس\n...\nفقلت لها لم تقذفيني بدائيا\nوالحظلان، بالتحريك: مشي الغضبان. وقد حظل يحظل: إذا كف بعض مشيه، قال الشاعر:\nفظل كأنه شاة رمي\n...\nخفيف المشي يحظل مستكينا\nوقال الآخر:\nفحشوت الغيظ في أضلاعه\n...\nفهو يمشي حظلانا كالنقر\nالنقر: الذي به النقرة، وهو داء يأخذ الشاة في شاكلتها. وحظل الإنسان على امرأته حظلا: إذا قتر عليها.\nحرف الخاء المعجمة بواحدة من فوق\nالحضل والحظل\nفأما (الحضل) بالضاد فاسم فاعل من خضل الشيء يخضل خضلا فهو خضل. وأخضلته إخضالا: إذا بللته بالملء. وأخضل المطر الأرض (67أ) إخضالا إذا بلها بالماء، والأرض مخضلة والمطر مخضل. والخضلة: الروضة الغمقة الندية. ومنه: بكى حتى اخضلت لحيته وأما (الخضل) بالظاء فهو المغير للشيء. والخظلان: المنع، ذكره بعض العلماء. ولا أدري ما صحته.\nحرف الضاد المعجمة بواحدة من فوق\nالضال والظال\nفأما (الضال) بالضاد فاسم فاعل من قولك: ضللت الشيء أضله ضلالا وضلة فأنا ضال إذا نسيته. قال أبو بكر بن دريد: وكذلك فسر في قوله جل وعز: \"وأنا من الضالين\" أي: من الناسين. والضال: الذي أهدر دمه فلم يثأر به. قالت أخت تأبط شرا، وقيل أمه:\nليت شعري ضلة\n...\nأي شيء قتلك\nوأما (الظال) بالظاء فاسم فاعل أيضا من ظل يظل فهو ظال: إذا عمل ذلك نهارا. يقال: ظل فلان نهاره صائما: إذا فعل ذلك نهارا، وبات ليله قائما: إذاعمل ذلك ليلا.\nالضراب والظراب\nفأما (الضراب) بالضاد فمصدر ضرب الناقة الفحل ضرابا، وهو من الإبل بمنزلة النكاح للآدميين. ومصدر تضارب القوم تضاربا، وهو من باب التفاعل، وهو أن يفعل كل واحد بصاحبه ما يفعل الآخر. والضراب اسم للضرب مثل القتال اسم للقتل. وأما (67ب) (الظراب) بالظاء فجمع ظرب بفتح الظاء وكسر الراء، وهي الروابي الصغار. وكذلك فسر في الحديث: (حتى تروا الشمس على الظراب) .\nوالظراب: حجارة محددة مضرسة تكون في الجبل، قال الشاعر:\nإن جنبي عن الفراش لناب\n...\nكتجافي الأسر فوق الظراب\nالضرار والظرار\nفأما (الضرار) بالضاد فهو المضارة، وهي من باب المفاعلة، قال الله تعالى: \"ولا تمسكوهن ضراراً لتعتدوا\" وفي الحديث: (ولا ضرار) ويروى: (لا ضرر ولا ضرار) . أي: لا يضر المسلم المسلم ولا المعاهد. وأصله من الضر: وهو سوء الحال. ويقال: لا ضرر عليك ولا ضارورة ولا تضرة. ورجل ذو ضارورة وضرورة أي ذو حاجة، قال الشاعر:\nأثيبي أخا ضارورة أصفق العدى\n...\nعليه وقلت في الصديق أواصره\nوأما (الظرار) بالظاء فجمع ظرر بضم الظاء وفتح الراء مثل رطب ورطاب، وهو حجر له حد كحد السكين، ومنه المثل السائر: (أظري فإنك ناعلة) أي اركبي الظرر. وقد ورد هذا المثل بالطاء المهملة أيضاً.\nالضرير والظرير\nفأما (الضرير) بالضاد فرجل ضرير بين الضرارة أي ذاهب البصر. والضرير: حرف الوادي، يقال: نزل (68أ) فلان على أحد ضريري الوادي أي على أحد جانبيه، قال أوس بن حجر:\nوما خليج من المروت ذو شعب\n...\nيرمي الضرير بخشب الطلح والضال\nوالضرير: النفس وبقية الجسم، قال العجاج: حامي الحميا مرس الضرير ويقال: إنه لذو ضرير على الشيء إذا كان إذا كان ذا صبر عليه ومقاساة له قال جرير:\nمن كل جرشعة الهواجر زادها\n...\nبعد المفاوز جرأة وضريرا\nويقال: ناقة ضرير إذا كانت شديدة النفس بطيئة اللغوب، وأنشد ابن دريد:\nفما وصلها إلا على ذات مرة\n...\nيقطع أضغان النواحي ضريرها\nوقال أبو عمرو: الضرير من الدواب الصبور على كل شيء. والضرير الداني دنوا شديدا، وأنشد أبو العباس ثعلب: وهما من أبيات المعاني:\nأقول لكامل في البأس لما\n...\nجرى بالحالك الفدم النحور\nسأصبر إن صبرت وأنت نهد\n...\nيسد بمثلك الفرج الضرير\nالجزء: 1 ¦ الصفحة: 3\n",
        "كامل: اسم فرسه، والفدم: الدم، وقيل له فدم لثقله، والفرج، بفتح الفاء وسكون الراء الثغر، والضرير: المضارة، وأكثر ما يستعمل في الغيرة، يقال: ما أشد ضريره عليها! أي غيرته. وأما (الظرير) بالظاء فنعت للمكان الحزن، وهو الذيفيه حجارة ملء الكف، وجمعه أظرة بكسر الظاء، وظران بضمها، مثل أرغفة ورغفان، (68ب) وأنشد ابن دريد:\nتطاير ظران الحصى بمناسم\n...\nصلاب العجى ملثومها غير أمعرا\nالضن والظن\nفأما (الضن) بالضاد فمصدر ضن بالشيء ضنا وضِنا وضنانة إذا بخل به وشح. والضنين: البخيل. وقرئ: \"وما هو على الغيب بضنين\" وأما (الظن) بالظاء فهو خلاف اليقين، وقد يكون في معناه، وهو من الأضداد. فمما جاء منه بمعنى الشك قوله تعالى:: \"وظننتم ظن السوء\" ومما جاء بمعنى اليقين قوله تعالى: \"ورأى المجرمون النار فظنوا أنهم مواقعوها\". وقوله تعالى: \"وظنوا أن لا ملجأ من الله إلا إليه\" معناه، والله أعلم: استيقنوا وعلموا. وقال دريد بن الصمة القشيري:\nفقلت لهم ظنوا بألفي مدجج\n...\nسراتهم في الفارسي المسرد\nأي: استيقنوا، لأنه يخوف أعداءه باليقين لا بالشك. والظنة، بكسر الظاء: التهمة، وقرئ: \"وما هو على الغيب بضنين\" أي بمهتم. وكلاهما، بالظاء والضاد، متوجهان في حق النبي صلى الله عليه وسلم، لأنه ليس ببخيل ولا بمهتم.\nالضهروالظهر\nفأما (الضهر) بالضاد فقال أبو بكر بن دريد الأزدي: الضهر صخرة في جبل تخالف لونه فيما زعموا. وكأنه ليس عنده بثبت. وذكره محمد بن عبيد الله بن (69أ) سهيل النحوي في كتاب الظاء والضاد. وأنشد عليه:\nرب عضم رأيت في جوف ضهر\nوالضهر مصدر ضهرت الشيء ضهراً: إذا وطئته وطأً شديدا. ذكره أبو عثمان السرقسطي في كتاب الأفعال. وأما (الظهر) بالظاء فالظهر: خلاف البطن. والظهر: الركاب التي تحمل الأثقال في السفر. والظهر: الجانب والقصير من الريش، والجمع الظهران. وأقران الظهر: الذين يجيئون من قبل الظهر في القتال، ومنه قولهم:\nولكن أقران الظهور مقاتل.\nومنه قولهم: تكلمت به عن ظهر غيب، أي: كأنه غاب عنه فتكلم فيه عن غير يقين. والظهر أيضا طريق البر. والظهر، بالضم: بعد الزوال، ومنه صلاة الظهر، وكل ما علا فقد ظهر. والتظاهر: التعاون. والظهير: المعين، وفي الكتاب العزيز جل منزله: \"والملائكة بعد ذلك ظهير\". والظهري: الشيء تجعله بظهر أيتنساه، قال الله جل ثناؤه: \"واتخذتموه ورائكم ظهريا\". ومنه قولهم: ظهر فلان بحاجتي: إذا استخف بها وجعلها تظهر، كأنه أزالها ولم يلتفت إليها، قال 00000000000000000000000000000000000000000000000000000000000000000000000000000000000 أبو ذؤيب: وعيرها الواشون أني أحبها=وتللك شكاة ظاهر عندي عارها والظاهرة من الورد: أن ترد الإبل كل يوم نصف النهار. والظواهر: الذين ينزلون ظاهر مكة. والظهرة، بالتحريك: متاع البيت. ويقال: قال أبو عبيدة: هو الريش الذي يجعل في السهم من ظهر عسيب الريشة. والظهار، بالكسر: قول الرجل لامرأته: أنت علي كظهر أمي. يقال منه: ظاهر وتظهر وظهر بمعنى. والمظهر، بفتح الهاء مشددة: الرجل الشديد الظهر. والمظهر، بكسرها: اسم رجل.\nالضفرة والظفرة\nفأما (الضفرة) بالضاد فهو ما تعقد واستطال من الرمل ودخل بعضه في بعض. ذكره بعض العلماء. والضفرة: عقيصة المرأة. عن الجوهري. وأما (الظفرة) بالظاء فجليدة تغشى العين ناتئة من الجانب الذي يلي الأنف على بياض العين بلا سوادها، ويقال لها الظفرة بالتحريك. والظفر: ظفر الإنسان، والجمع أظفار، وتجمع أظفار على أظافير. وقال قوم: بل أظافير جمع أظفور. ولا يقال: ظفر، كما تقول العامة. ويقال: أظفور في معنى ظفر. قال أبو بكر بن دريد: أنشدنا أبو حاتم قال: أنشدتني أم الهيثم، واسمها غيثة، من بني عامر بن صعصعة:\nما بين لقمته الأولى إذا انحدرت\n...\nوبين أخرى تليها قيس أظفور\nالضلع والظلع\nفأما (الضلع) بالضاد فالجور والميل، ومنه: ضلعك مع فلان، أي ميلك إليه. وفي المثل السائر: (لا تقش الشوكة بالشوكة فإن ضلعها معها) . يضرب مثلا للرجل يخاصم آخر، يقول: (70أ) لا تجعل بيننا من يهوى الهوى لغيرنا، يقال منه: ضلع الرجل يضلع: إذا جار، فهو ضالع، قال النابغة:\nالجزء: 1 ¦ الصفحة: 4\n",
        "أتوعد عبدا لم يخنك أمانة\n...\nويترك عبد ظالم وهو ضالع\nوأما (الظلع) بالظاء فإنه خمع خفيف كالغمز ونحوه، يقال: ظلع يظلع في مشيته ظلعاً وظلعاً، ودابة ظالع وبرذون ظالع، ينعت المؤنث بالتذكير وقال كثير:\nوكنت كذات الظلع لما تحاملت\n...\nعلى ظلعها بعد العثار استقلت\nويقال: ظلعت الأرض بأهلها ظلعاً وظلعاً: ضاقت، عن أبي عبيد. ويقال في المثل: (ارق على ظلعك أن تهاض) أي: اربع على نفسك ولا تحملها ما لا تطيق.\nحرف العين المهملة\nالعضب والعظب\nفأما (العضب) بالضاد فالسيف الصارم، ومصدرعضب الشيء عضبا: إذا كسره أو قطعه، وعضب الرجل: إذا تناوله بلسانه وشتمه. ورجل عضاب، بالتشديد: إذا كان شتاما. وعضب السيف غضبا: إذا كان صارما قاطعا، قال شماس بن أسود الطهوي:\nفإلا تصل رحم ابن عمرو بن مرئد\n...\nيعلمك وصل الرحم عضب مجرب\nوكذلك لسان عضب: إذا كان خطيبا بليغا. وظبي أعضب: إذا انكسر أحد قرنيه، والأنثى عضباء، وهو يتشاءم به. وفي الحديث (70ب) : (أن النبي صلى الله عليه وسلم نهى أن يضحى بالأعضب القرن) قال الشاعر:\nإن السيوف غدوها ورواحها\n...\nتركت هوازن مثل قرن الأعضب\nوناقة عضباء: مشقوقة الأذن. فأما ناقة رسول الله صلى الله عليه وسلم فإنما قيل لها العضباء لحدتها وسرعتها، مشتقة من العضب الصارم ولم تكن مشقوقة الأذن.\nو [أما] (العظب) بالظاء فتحريك الطائر زمكد، ذكره بعض العلماء.\nالعض والعظ\nفأما (العض) بالضاد فمصدر عضضت، بفتح أوله وكسر ثانيه، وهو الأخذ للشيء بالأسنان والشد بها عليه. تقول منه: عض يعض عضا، والفاعل عاض والمفعول معضوض. قال الله جل وعز: \"وإذا خلوا عضوا عليكم الأنامل من الغيظ\". والعض، بالضم: علف أهل الأمصار مثل الخبط والنوى. والعض، بالكسر: الرجل المنكر الداهية، قال رزين بن محمد الغطفانى، وهما من أبيات المعاني:\nيقول لي العض المحاسب نفسه\n...\nأضاع وأفنى ماله ابن محمد\nله الويل من طول الثواء ومن صد\n...\nمتى يتبين فرجة الصبح يصخد\nيعني بالثواء الموت. وقوله: من صد، يعني الهامة التي تخرج من رأس الميت تزقو. والعض أيضا: الغلق الذي لا يراد ينفتح. والعض أيضا: الشرس، وهو ماصغر من الشوك. وأما (العظ) بالظاء (71أ) فمن اشتداد الزمان والحرب. يقال: عظهم الزمان: إذا اشتد عليهم وأثر فيهم، قال الفرزدق:\nوعظ زمان يا بن مروان لم يدع\n...\nمن المال إلا مسحتا أو مجلف\nوقال الأزهري: قرأت بخط شمر: يقال عظ فلان فلانا عظا: إذا ألزقه بالأرض فهو معظوظ.\nالعضل والعظل\nفأما (العضل) بالضاد فمصدر عضل فلان فلانا عضلا وأعضل به إذا صلب عليه وضيق في جميع أموره ومنعه مما يحب ويريد ظلما. ومنه عضل الأيم: إذا منعها من التزويج، قال الله جل ثناؤه: \"فلا تعضلوهن أن ينكحن أزواجهن\". وكأن منه الداء العضال، وهو الذي أعيا الأطباء. وفي حديث عمر رضي الله عنه: (أعضل في أهل الكوفة، لا يرضون أميرا، ولا يرضاهم أمير) ، معناه: أعياني وأما (العظل) بالظاء فمصدر لا اسم، وهو الملازمة في الفساد في كل ما يتعاقد من الكلاب والجراد، ويقال: عاظلها فعظلها، أي: غلبها في العظال، قال جرير:\nكلاب تعاظل سود الفقا\n...\nح لم تحم شيئا ولم تصطد\nوتعظل القوم على فلان: اجتمعوا عليه. والعظال في القوافي: التضمين، (71ب) ومنه حديث عمر رضي الله عنه وقوله في زهير بن أبي سلمى: (كان لا يعاظل بين قوافيه) . والتضمين هو أن يتعلق معنى البيت الثاني بالأول فكأنه يركبه كقول النابغة:\nوهم وردوا الجفار على تميم\n...\nوهم أصحاب يوم بغاث إني\nشهدت لهم مواطن صادقات\n...\nوثقت لهم بحسن الظن مني\nويوم العظالى، بضم العين سمي بذلك لأن الناس يركب بعضهم بعضا فيه، يقال: إنه ركب الأثنان والثلاثة الدابة الواحدة، قال الشاعر:\nفإن تك في يوم العظالى ملامة\n...\nفيوم الغبيط كان أخزى وألوما\nالعضم والعظم\nالجزء: 1 ¦ الصفحة: 5\n",
        "فأما (العضم) بالضاد فالعضم مقبض القوس. والعضم أيضا: عسيب الفرس. والعضم: لوح الفدان الذي في رأسه الحديدة. والعضم: الخشبة الذي يذرى بها الطعام. والعضم: خط يكون في الجبل يخالف لونه، عن ابن دريد. وأما (العظم) بالظاء فواحد العظام، وهي قصب المفاصل معروفة. والعظام جمع عظيم من جميع الأشياء. والعظم مصدر عظمت الكلب عظما: إذا أطعمته العظام. وعظمت الشاة: قطعتها عظماً عظماً. والعظم أيضاً: خشب الرحل بلا أنساع ولا أداة.\nالعضة والعظة\n(72أ) فأما (العضة) بالضاد فواحد العضاة، وهو كل شجر يعظم وله شوك، وهو على ضربين: خالص وغير خالص، فالخالص: الغرب والطلح والسلم والسدر والسيال والينبوت والسمر والقتاد الأعظم والكنهبل والعوسج، وما ليس بخالص: فالشوحط والنبع والشريان والنشم والعجرم والتألب وما صغر من شجر الشوك فهو العض، وقد تقدم في (العض والعظ) . وأما (العظة) [بالظاء] فهي مصدر وعظته عظة ووعظا، وهو أن تنصح للرجل وتذكره بالعواقب ونحو ذلك ليرق قلبه، والفاعل لذلك واعظ، والمفعول موعوظ، وفي الكتاب العزيز جل منزله: \"ذلك يوعظ به من كان [منكم] يؤمن بالله واليوم الآخر\". ويقال: (السعيد من وعظ بغيره والشقي من اتعظ به غيره)\nحرف الغين المعجمة بواحدة من فوق\nالغياض والغياظ\nفأما (الغياض) بالضاد فجمع غيضة، وهي الأجمةوهو موضع مغيض الماء يجتمع فينبت منه الشجر، والجمع غياض وأغياض. وغيض الأسد أي ألف الأجمة. وأما (الغياظ) بالظاء فمصدرغايظ غياظا، والفاعل مغايظ بكسر الياء، والمفعول مغايظ بفتحها. ولايكون الغياظ إلا بين اثنين فصاعدا لأنه من باب التفاعل.\nالغيض والغيظ\n(72ب) فأما (الغيض) بالضاد فمصدر غاض الماء يغيض غيضا: إذا قل ونضب. وغيض الماء فعل به ذلك على اسم ما لم يسمى به فاعله. وفي القرآن الكريم جل منزله: \"وغيض الماء\". وغاض الكرام: قلوا، وفاض اللثام: كثروا. فأما المثل السائر: (أعطاه غيضا من فيض) أي قليلا من كثير. وقيل: الغيض: نيل مصر، والفيض: نهر البصرة. والغيض، بكسر الغين: الطلع في بعض اللغات، ذكره ابن دريد. وأما (الغيظ) بالظاء فمصدر غاظه غيظا: إذا أغضبه. قال الله جل ثناؤه: \"والكاظمين الغيظ\". وقال الأسود بن يعفر:\nفغظناهم حتى أتى الغيظ منهم\n...\nقلوبا وأكبادا لهم ورئينا\nجمع رئة مهموزة، وتجمع رئات. واسم الفاعل قد يأتي غائظ، قال الله تعالى: \"وإنهم لنا لغائظون\". وقد يأتي مغيظ، بفتح الميم وكسر الغين، قالت قتيلة بنت النضر.\nما كان ضرك لومننت وربما\n...\nمن الفتى وهو المغيظ المحنق\nوقد سمت العرب غيظا وغياظا.\nحرف الفاء\nالفض والفظ\nفأما (الفض) بالضاد فمصدر فض الشيء فضا: إذا كسره وفرقه، واسم الفاعل فاض والمفعول مفضوض. ومنه فض الختام للكتاب، وفضضت الجماعة: فرقتهم فانفضوا هم. وفي القرآن الكريم جل منزله: \"ولو كنت فظا غليظ القلب لانفضوا من حولك\". والفظ: ماء الكرش، قال لبيد:\nفكانوا كأنف الليث لا شم مرغما\n...\nولا نال فظ الصيد حتى تعفرا\nوفظ الكرش هو أن يشق ويعتصر ما فيه من الماء ويشرب في المفاوز عند الحاجة إليه. والفظيظ: زعم قوم أنه ماء الفحل وماء المرأة، قال ابن دريد: وليس ذلك بثبت. قال ملك بن نويرة في فظ الكرش:\nكأن لهم إذ يعصرون فظوظها\n...\nبدجلة أو فيض الأبلة مورد\nالفيض والفيظ\nفأما (الفيض) بالضاد فمصدر فاض الماء يفيض فيضا: إذا زاد زيادة كثيرة وخرج عن مستقره. وكذلك فاض الدمع: إذا خرج من الجفون. وفي الكتاب العزيز جل منزله: \"وأعينهم تفيض من الدمع حزنا\" وفاض البحر: إذا مد، وفاض الوادي: إذا امتلأ، فهو فائض وفياض. ورجل فياض، بالتشديد: تفيض يداه بالمعروف. والفيض: النهر نفسه، والجمع أفياض وفيوض. والفيض مصدر فاض الصدر بما فيه من السر فيضا، والعرق كذلك وأما (الفيظ) بالظاء فمصدر فاظ يفيظ فيظاً: إذا مات. وفي الحديث: (فاظ وإله يهود) . وقال الآخر: لا يدفنون منهم من فاظ وقيل: فاظ الرجل نفسه يفيظها فيظا: إذا كان يسوق ولم يمت بعد.\nحرف القاف\nالقارض والقارظ\nالجزء: 1 ¦ الصفحة: 6\n",
        "فأما (القارض) بالضاد فاسم فاعل من قرضت الشيء أقرضه قرضا فأنا قارض: إذا قطعته قطعا صغيرا لا كثيرا. والقارض: الناطق بالقريض، وهو الشعر. ومنه المثل السائر لعبيد بن الأبرص: (حال الجريض دون القريض) . والقارض العادل عن الشيء. يقال: قرضت الموضع والشيء يمينا وشمالا: عدلت عنه. وفي الكتاب العزيز جل منزله: \"وإذا غربت تقرضهم ذات الشمال\". قال أبو عبيد: تخلفهم شمالا وتجاوزهم، ومنه قولهم: هل مررت بمكان كذا؟ فيقول المسؤول: قرضته ذات اليمين ليلا، وأنشد لذي الرمة:\nإلى ظعن يقرضن أجواز مشرف\n...\nشمالا وعن أيمانهن الفوارس\nوأما (القارظ) فهو اسم فاعل أيضا وهو الذي يجتني القرظ، وهو ورق السلم يدبغ به، ومنه: أديم مقروظ وكبش قرظي وقرظي، بفتح الأول وضم قاف الثاني وفتح الراء، منسوب إلى بلاد القرظ، وهي بلاد اليمن لأنها منابت القرظ. وفي المثل السائر: (لا آتيك أو يؤوب القارظان) ، وكلاهما من عنزة أحدهما يقدم بن عنزة ولآخر فلان بن هميم بن يقدم خرجا في طلب القرظ فلم يرجعا، قال أبو ذؤيب:\nوحتى يؤوب القارظان كلا هما\n...\nوينشر في القتلى كليب لوائل\nوقال الآخر:\nفرجي الخير وانتظري إيابي\n...\nإذا ما القارظ العنزي آبا\n(74أ) وسعد القرظ: مؤذن رسول الله صلى الله عليه وسلم، كان بقباء فلما ولي عمر بن الخطاب، رضي الله عنه، أنزله المدينة. وقريظة والنظير قبيلتان من يهود خيبر، وقد دخلوا في العرب على نسبهم إلى هارون أخي موسى عليهما السلام، منهم محمد بن [كعب] القرظي أحد الاخباريين.\nالقيض والقيظ\nفأما (القيض) بالضاد فمصدر قاضت السن قيضا: إذا تحركت، وانقاضت: إذا انشقت طولاً، قال أبو ذؤيب:\nفراق كقيض السن فالصبر إنه\n...\nلكل أناس عثرة وجبور\nوالقيض: ما تفلق من قشر البيض الأعلى. وأما (القيظ) بالظاء فمصدر قاظ في موضع كذا قيظا: صار فيه في وقت القيظ، والقيظ: شدة الحر، وجمع قيظ وقيوظ. وقاظ. وقاظ بالمكان وتقيظ: إذا أقام به أيام القيظ، قال الأعشى: يا رخما قاظ على مطلوب والموضع الذي يقام فيه أوان القيظ: مقيظ، بفتح الميم وكسر القاف. وقاظ يومنا: اشتد حره. وقيظني هذا الشيء أي كفاني لقيظي. واسم الفاعل منه: بكسر الياء، والمفعول: مقيظ، بفتحها، قال الراجز:\nمن كان ذا بت فهذا بتي\n...\nمقيظ مصيف مشتي\nحرف اللام\nاللضلضة واللظلظة\nفأما (اللضلضة) بالضاد فمصدر لضلض الدليل لضلضة: إذا تلفت في مسيره، وإنما يفعل ذلك لحذقه، يقال: دليل لضلاض أي (74ب) حاذق لكثرة تلفته يمينا وشمالا، قال الراجز: وبلدة تغبى على اللضلاض وأما (اللظلظة) بالظاء فهو مصدر لظلظت الحية لظلظة وهو تحريكها رأسها من شدة اغتياظها، وتلظلظت تلظلظا: إذا فعلت ذلك، وحية تتلظلظ من خبثها.\nحرف الميم\nالمض والمظ\nفأما (المض) بالضاد فمصدر مضه الشيء يمضه مضا: إذا آلمه وبلغ من قلبه فهو ماض وممض. قال ابن دريد: وكان أبو عمرو بن العلاء يقول: (مضني) كلام قديم قد ترك. وكأنه أراد أن الأفصح عنده: أمضني. ومض، بكسر الميم والضاد: كلمة تستعمل بمعنى (لا) ، قال الراجز: سألت هل وصل فقالت: مض وهي مع ذلك مطمعة في الإجابة. وفي المثل السائر: (إن في مض لمطمعاً) ، قال أبو بكر بن دريد: وأصل ذلك أن يسأل الرجل الرجل الحاجة فيعوج له شفته كأنه يطمعه فيها. وأما (المظ) بالظاء فالرمان البري، وهو ينبت في جبال السراة، قال أبو ذؤيب:\nفجاء بمزج لم ير الناس مثله\n...\nهو الضحك إلا أنه عمل النحل\nيمانية أحيا لها مظ مائد\n...\nوآل قراس صوب أرمية كحل\nأرمية: جمع رمي، وهو ضرب من السحاب. ومائد وآل قراس: جبال بالسراة باردة.\nحرف النون\n(75أ) الناضر والناظر\nالجزء: 1 ¦ الصفحة: 7\n",
        "فأما (الناضر) بالضاد فاسم فاعل من نضر الله الشيء: إذا نعمه وحسنه فهو ناضر، قال الله جل ثناؤه: \"وجوه يومئذ ناضرة\". ويقال: غصن ناضر ونضر. فمن قال: ناضر، كان من الثلاثي، من نضر. ومن قال: نضر، كان من الرباعي، من أنضر. يقال: قد أنضر الشجر: إذا حسن ورقه. ولاسم النضارة. وأما (الناظر) بالظاء فاسم فاعل من نظر ينظر نظراً فهو ناظر، وهو المتأمل الشيء بالعين. والناظر بالمقلة: السواد الأصغر الذي فيه إنسان العين. والناظر: الحافظ للشيء. والناظران: عرقان في مجرى الدمع على الأنف من جانبيه، قال جرير:\nوأشفي من تخلج كل جن\n...\nوأكوي الناظرين من الخنان\nوقال الآخر:\nقليلة لحم الناظرين يزينها\n...\nشباب ومخفوض من العيش بارد\nالنضير والنظير\nفأما (النضير) بالضاد فالشيء البهيج. والنضير: الذهب، قال الأعشى:\nإذا جردت يومآ حسبت خميصة\n...\nعليها وجريال النضير الدلامصا\nوبنو النضير: حي من اليهود دخلوا في العرب، وهم على نسبهم إلى هارون أخي موسى عليهما السلام، قال الشاعر:\nألا يا سعد سعد بني معاذ\n...\nلما لقيت قريظة والنضير\nوهان على سراة بني لؤي\n...\nحريق بالبويرة مستطير\nوأما (النظير) بالظاء فالمثل، يقال: فلان نظير فلان: إذا كان (75ب) مماثلا له، والجمع: نظراء. وفلان ناظورة بني فلان: إذا كان المنظور إليه من بينهم. وناظرة: جبل أو موضع. وقد يقال للنظير: نظر كنديد وند، قال الشاعر:\nألا هل أتى نظري مليكة أنني\n...\nأنا الليث معدوا عليه وعاديا\nفائت نظائر الظاء والضاد\nالدكتور حاتم صالح الضامن\n(حرف الهمزة)\nالأرض والأرظ\nقال ابن السيد البطليوسي: زعم بعض أهل اللغة أن الأرظ بالظاء قوائم الدابة خاصة وما عدا ذلك فهو أرض بالضاد، وهذا غير معروف.\nالأضلال والأظلال\nالأضلال بالضاد وفتح الهمزة جمع ضلل، وهو الماء الجاري تحت الحجارة أما الأظلال بالظاء فهو جمع الظل.\nالأفضاض والأفظاظ\nالأفضاض، بالضاد وفتح الهمزة، جمع الفضض، وهو الماء العذب. والأفظاظ، بالظاء وفتح الهمزة جمع الفظ من الرجال.\nأفضع وأفظع\nيقال: أفضع الإنسان بالضاد: إذا جعس وأحدث. ويقال: أفظع الأمر بالظاء: إذا اشتد وشنع.\nأمض وأمظ\nيقال: أمضني الجرح إمضاضا أي آلمني وأوجعني. ويقال: أمظ العود الرطب يمظه إمظاظا: إذا تركه حتى تذهب رطوبته.\nالإنضار والإنظار\nالإنضار بالضاد، مصدر أنضر الله وجهه أي حسنه، ومصدر أنضر الشجر إذا حسن. أما الإنظار بالظاء فهو التأخير\n(حرف التاء)\nالتعضيب والتعظيب\nالتعضيب بالضاد: كثرة القطع أو الكسر. والتعظيب بالظاء: خشونة اليد من العمل.\nالتعضيل والتعظيل\nالتعضيل بالضاد: مصدر عضلت المرأة بولدها إذا نشب في بطنها عند الولادة، وعضلت الألاض بأهلها إذا ضاقت. والتعظيل بالظاء: مصدر عضلت الكلاب: إذا تسافدت، وعظلت الجراد: إذا ركب بعضه بعضا.\n(حرف الجيم)\nالجائض والجائظ\nالجائض بالضاد: العادل عن الشيء. والجائظ بالظاء: الذي يتبختر في مشيته مع سمن وكثرة لحم.\nالجض والجظ\nالجض بالضاد: مصدر جض غليه بالسيف، إذا حمل عليه. والجظ بالظاء: الضخم. ويقال: إن الجظ أيضا: النكاح.\n(حرف الحاء)\nحضار وحظار\nحضار بالضاد: كوكب يشبه سهيلا. وحظار بالظاء: اسم للفعل مبني على الكسر بمنزلة نزال. ومعناه احظره عن الشيء أي امنعه منه.\nالحضار والحظار\nالحضار بالضاد: الجري. والحضار أيضا: الثور الأبيض. والحضار: البيض من الإبل. والحضار: حقيبة تلقى على البعير على هيئة الرحل. والحظار بالظاء: حائط الحظيرة، وهي الزريبة.\nالحضر والحظر\nالحضر بالضاد: الحاضرة. والحظر بالظاء: احظرار النبت.\nالحضيرة والحظيرة\nالحضيرة بالضاد: الجماعة من القوم يغزون. والحظيرة بالظاء: ما أحاط بالشيء، وهي تكون من قصب وخشب.\nالحضيض والحظيظ\nالحضيض بالضاد: المغرى بالشيء. والحضيض: أسفل الجبل. والحظيظ بالظاء: السعيد من الرجال الذي له حظ.\nالجزء: 1 ¦ الصفحة: 8\n",
        "الحفاض والحفاظ\nالحفاض بالضاد: جمع حفض، وهو متاع البيت، والحفض أيضا: الجوالق يوضع فيه المتاع، والحفض: الصغير من الإبل. والحفاظ بالظاء: مصدر حافظت على الشيء محافظة وحفاظا: إذا راعيته ولم تضيعه.\nالحنضلة والحنظلة\nالحنضلة بالضاد: قلت في صخرة يجتمع فيه الماء. والحنظلة بالظاء: شجر معروف. والحنظلة أيضا: المرأة القصيرة، فإنها شبهت بالحنظلة.\n(حرف الخاء)\nالخضرفة والخظرفة\nالخضرفة بالضاد: العجوز. وقيل: هرم العجوز واسترخاء لحمها. والخظرفة بالظاء: سعة خطو البعير إذا مشى.\n(حرف الراء)\nربض وربظ\nربض بالضاد: برك. وربظ بالظاء: سار.\n(حرف الضاد)\nضاف وظاف\nضاف بالضاد من قولهم: ضاف الرجل يضيفه إذا نزل عليه ضيفا، وضاف السهم عن الغرض ضوفا إذا عدل. وظاف بالظاء من قولهم: ظفت البعير أظوفه ظوفا إذا قيدته وقاربت بين خفيه.\nالضاهر والظاهر\nالضاهر بالضاد: حجر يعرض في الجبل يخالف لونه. والظاهر بالظاء: البارز المنكشف من كل شيء.\nالضائر والظائر\nالضائر بالضاد: اسم فاعل من قولهم: ضاره يضيره ويضوره بمعنى ضره يضره. والظائر بالظاء: اسم فاعل من قولهم: ظأرت الناقة إذا عطفتها على الحوار، وظأرته على الأمر إذا أكرهته عليه.\nالضب والظب\nالضب بالضاد: الحقد. والضب: حيوان معروف. والضب: داء يأخذ في الشفة. والضب: القبض على الشيء بالكف. والضب: ورم يكون في صدر البعير، وقيل في خفه. والظب بالظاء: الرجل المهذار.\nالضرب والظرب\nالضرب بالضاد: يقال: رجل ضرب أي شديد الضرب. والظرب بالظاء: المكان الذي فيه الحجارة المحددة. والظرب: الجبل المنبسط على الأرض. وعامر بن الظرب العدواني.\nالضر والظر\nالضرب بالضاد: ضد النفع. والظر بالظاء: قطع الظران، وهي الحجارة المحددة.\nالضرى والظرى\nالضرى بالضاد: العادة. والظرى بالظاء: انجماد الماء لشدة البرد فإذا شربته الماشية أضربه.\nالضعن والظعن\nالضعن بالضاد: كسر شيء أجوف كالعنب والبيض، وهو كالقدح. والظعن بالظاء كالارتحال. والظعن: القبة التي تحمل فيها الظعينة. والظعن: خرقة الحيض.\nالضفر والظفر\nالضفر بالضاد: حقف طويل عريضمن الرمل، يقال بفتح الفاء وتسكينها. والظفر بالظاء: الفوز بما طلبته.\nالضف والظف\nالضف بالضاد أن تحلب الناقة بكفك كلها. والظف بالظاء: أن تشد قوائم البعير وغيره من الدواب.\nالضل والظل\nالضل بالضاد: الداهية. والظل بالظاء: أصله الستر، ومنه ظل الشمس وظل الشجر، والظل بالظاء: سواد الليل.\nالضنين والظنين\nالضنين بالضاد: البخيل. والظنين بالظاء: المتهم.\n(حرف العين)\nالعضام والعظام\nالعضام بالضاد: عسيب البعير. والعظام بالظاء: جمع عظم.\n(حرف الغين)\nغاض وغاظ\nغاض بالضد: يقال: غاض الماء: إذا قل وغار. وغاظ بالظاء: يقال: إذا غاظه أي أغضبه.\n(حرف الفاء)\nفاض وفاظ\nفاض بالضاد: يقال: فاض الماء إذا زاد وخرج عن مسقره. وفاظ بالظاء: يقال: فاظ الرجل: إذا مات.\nالفضا والفظا\nالفضا بالضاد: الشيء المختلط. والفضا: التمر والزبيب يخلطان. والفظا بالظاء: ماء الرحم.\nالفضيض والفظيظ\nالفضيض بالضاد: الشيء المكسور. وهو أيضا الماء السائل أو العرق. والفضيض أيضا: الطابع المفضوض عن الكتاب. والفظيظ بالظاءك الكرش التي اخرج ما فيها من الماء، وهو شيء يفعلونه في الأسفار إذا عدموا الماء.\n(حرف القاف)\nالقرض والقرظ\nالقرض بالضاد: القطع بالمقراض. والقرض أيضا: مصدر قرض البعير جرته إذا مضغها، ومصدر المكان: إذاعدلت عنه يمنة أو يسرة. والقرظ بالظاء: دبغ الجلد بالقرظ، وهو ورق السلم.\nقعض وقعظ\nقعض بالضاد: يقال: قعض الشيء: إذا عطفه. وقعظ بالظاء: يقال: قعظ الرجل أمر: إذا غمه.\n(حرف الكاف)\nالكضكضة والكظكظة\nالكضكضة بالضاد: سرعة المشي. والكظكظة بالظاء: امتلاء السقاء.\n(حرف اللام)\nالجزء: 1 ¦ الصفحة: 9\n",
        "اللض واللظ\nاللض بالضاد: يقال: رجل لص: أي مطرود من موضع إلى موضع. واللظ بالظاء: الشديد الإلحاح والملازمة.\n(حرف الميم)\nالمرض والمرظ\nالمرض بالضاد: الداء. والمرظ بالظاء: الجوع.\nالمضاضة والمظاظة\nالمضاضة بالضاد: الحرقة والوجع. والمظاظة بالظاء: الوقوع في الشر والخصومة.\nالمضرة والمظرة\nالمضرة بالضاد: ضد المنفعة. والمظرة بالظاء: الأرض ذات الحجارة المحددة.\nالمقيضة والمقيظة\nالمقيضة بالضاد: البيضة التي خرج منها الفرخ. وبئر مقيضة: كثيرة الماء. والمقيظة بالظاء: نبات يبقى أخضر إلى اليقظ يكون علفة للابل إذا يبس ما سواه.\n(حرف النون)\nنضر ونظر\nنضر بالضاد: يقال: نضر وجهه أي حسن. ونظر بالظاء: يقال: نظر بعينه إلى الشيء: إذا أراد أن يراه. ونظر بقلبه: إذا فكر وتدبر الشيء. ونظره بمعنى انتظره.\nالنضرة والنظرة\nالنضرة: النعمة والحسن. والنظرة بالظاء: المرة الواحدة من النظر أو من الإنتظار. ويقال: بفلان نظرة أي سوء حال، وبه نظرة من الجنة.\nنض ونظ\nنض بالضاد: يقال: نض الماء: إذا سال. ونظ بالظاء: يقال: نظ فلان على الشيء: إذا ألح عليه.\nنضف ونظف\nنضف بالضاد: يقال: نضف الإنسان طعامه تنضيفا فهو منضف: أي جعل فيه النضف، وهو شجر يتداوى به وهو الصعتر. ونظف بالظاء: يقال: نظف الشيء تنظيفا: إذا نقاه.\nالنضم والنظم\nالنضم بالضاد: الحنطة السمينة واحدتها نضمة. والنظم بالظاء: التأليف. والنظم: ما نظمته من لؤلؤ وخرز وغيرهما. والنظم: المنظوم، وصف بالمصدر.\nنعض ونعظ\nنعض بالضاد: يقال: ما نعض فلان شيئا أي ما أصاب. ونعظ بالظاء: يقال: نعظ الدكر أي قام وانتشر.\nالنكض والنكظ\nالنكض بالضاد: الدفع. والنكظ بالظاء: العجلة.\n(حرف الواو)\nالوضر والوظر\nالوضر بالضاد: من الوضر، وهو الدرن والزهم. والوظر بالظاء: الملآن الفخذين والبطن من اللحم.\nوضف ووظف\nوضف بالضاد: يقال: وضف البعير وأوضف: إذا سار سيرا سريعا. ووظف بالظاء: يقال: إذا تبعه، ووظف الشيء على نفسه: ألزمها إياه.\nتم فائت النظائر والحمد لله أولاً وآخراً وهو حسبنا ونعم الوكيل.\nالجزء: 1 ¦ الصفحة: 10\n",
        ""
    ]
}