{
    "1": [
        "الإفادات والإنشادات\nالإفادات والإنشادات\nالشاطبي، إبراهيم بن موسى\nالكتاب:\nالإفادات والإنشادات\nالمؤلف:\nإبراهيم بن موسى بن محمد اللخمي الغرناطي الشهير بالشاطبي (المتوفى: 790هـ)\n[الكتاب مرقم آليا غير موافق للمطبوع]\n",
        "بسم الله الرحمن الرحيم\nوصلى الله على سيدنا محمد وآله وسلم\nمقدمة المؤلف\nقال الشيخ الإمام العالم القدوة الهمام أبو إسحاق سيدي إبراهيم الشاطبي، رحمه الله أما بعد، أيها الأخ الصفي الصديق الوفي، أعانك الله وسددك، فإني جمعت لك في هذه الأوراق جملة من الإفادات المشفوعة بالإنشادات، مما تلقيته عن شيوخنا الأعلام، وأصحابي من ذوي النبل والأفهام، قصدت بذلك تشويق المتفنن في المعقول والمنقول، ومحاضرة المستزيد من نتائج القرائح والعقول، والله المستعان وعليه التكلان.\nإفادة\nإعراب كلمة من بيت شعر حدثني الشيخ الفقيه القاضي الجليل الشهير الخطير أبو عبد الله محمد بن محمد بن أحمد بن أبي بكر المقري رحمه الله وأملاه علينا عن الإمام الكبير أبي حيان بن يوسف بن حيان أنه قال ورد كتاب من الأستاذ أبي عبد الله محمد بن مثبت الغرناطي إلى صاحب له يسمى حمزة، وفيه سئل الشيخ قال أبو حيان يعنييني وجدت على ظهر نسخة من المفصل بخط عتيق أن رجلاً سأل ابن الأخضر بمحضر ابن الأبرش علام انتصب قوله طويل مقالة أن قد قلت سوف أناله فقال طويل ولا تصحب الأردى فتردى مع الردي.\nفقال سألتك عن إعرابي كلمة فأجبتني بنصف بيت! فقال ابن الأبرش قد أجابك لو كنت تفهم.\nقال أبو حيان فوقعت عليه للحين أن هذا الشطر من قول النابغة، وهو قوله طويل\nأتاني أبيت اللعن أنك لمتني\n...\nوتلك التي تستك منها المسامع\nمقالةً أن قد قلت سوف أناله\n...\nوذلك من تلقاء مثلك رائع\nيروى مقالة بالرفع على أنه بدل من أنك لمتني الفاعل، وبالفتح على ذلك، إلا أنه بناه لما أضافه إلى مبني.\nإنشادة\nللفخر الرازي\nرواها أبو بكر القرشي\nأنشدني الشيخ الفقيه القاضي الأعدل أبو بكر محمد بن عمر بن علي القرشي الهاشمي أبقاه الله في السابع والعشرين لذي الحجة من عام سبعة وخمسين وسبعمائة قال أنشدني أبي، قال أنشدني شرف الدين الدمياطي، قال أنشدني تاج الدين الأرموي قال أنشدني الإمام فخر الدين محمد بن عمر الرازي لنفسه طويل.\nنهايةُ إقدام العقول عقالُ\n...\nأكثرُ سعي العالمين ضلالُ\nوأروحنا في وحشة من جسومنا\n...\nوحاصل دنيانا أذى ووبال\nولم نستفد من بحثنا طول عمرنا\n...\nسوى أن جمعنا فيه قيل وقالوا\nوكم من رجال قد رأينا ودولةٍ\n...\nفبادوا جميعاً مسرعين وزالوا\nوكم من جبال قد علت شرفاتها\n...\nرجال فماتوا والجبال جبال\nإفادة\nصحة حديث\nأكلنا مع الشيخ القاضي أبي عبد الله المقري رحمه الله في عام سبعة وخمسين وسبعمائة، فقال دخلت أنا وأبو عبد الله السطي على الشيخ الفقيه الصالح العالم أبي محمد عبد الله بن عبد الواحد المجاصي في أيام عيد، فقدم لنا طعاماً، فقلت له لو أكلت معنا فنرجو بذلك ما يرفع من حديث من أكل مع مغفور غفر له فتبسم، وقال لي دخلت على سيدي أبي عبد الله الفاسي بالإسكندرية، فقدم طعاماً فسألته عن هذا الحديث، فقال دخلت على شرف الدين الدمياطي فقدم لي طعاماً فسألته عن هذا الحديث، فقال وقع في نفسي منه شيء فرأيت النبي صلى الله عليه وسلم في المنام فسألته عنه، فقال لي لم أقله وأرجو أن يكون كذلك.\nإنشادة\nلابن المفضل المقدسي رواها أبو عبد الله بن مرزوق أنشدني الشيخ الفقيه الخطيب الجليل العالم الشهير أبو عبد الله محمد بن أحمد بن محمد بن مرزوق أبقاه الله قال أنشدني شرف الدين يحيى بن أبي الفرج المصري، قال أنشدنا ابن رواح، قال أنشدنا أبو الحسن بن المفضل المقدسي من إنشاداته طويل.\nتصدر للتدريس كل مهوسٍ\n...\nبليدٍ تسمى بالفقيه المدرس\nفحق لأهل العلم أن يتمثلوا\n...\nببيت قديمٍ شاع في كل مجلس\nلقد هزلت حتى بدا من هزالها\n...\nكلاها وحتى سامها كل مفلس\nإفادة\nسر تشريع ذبح الحيوان\nالجزء: 1 ¦ الصفحة: 1\n",
        "حدثنا الأستاذ الفقيه الجليل الأصولي أبو علي منصور الزواوي رضي الله عنه أن الفخر بن الخطيب سأل سيف الدين الآمدي فقال له لم أجاز الشرع ذبح الحيوان في حق الإنسان، وهو تعذيب له، وتعذيب الحيوان على خلاف المعقول؟ فقال له سيف الدين إتلاف الخسيس في حق النفيس من مناهج العقول، فقال له الفخر لو كان كذلك لجاز أن تذبح أنت في حق ابن سينا.\nإنشادة\nلأبي محمد بن حذلم\nأنشدني الفقيه الجليل الأعدل أبو محمد عبد الله بن عبد الله بن حذلم لنفسه كامل\nأبت المعارف أن تنال براحةٍ\n...\nإلا براحة ساعد الجد\nفإذا ظفرت بها فلست بمدركٍ\n...\nأرباً بغير مساعد الجد\nإفادة\nتأويل فأقبل بهما\nوأدبر من حديث الوضوء\nسمعت من الشيخ الفقيه الشريف الجليل قاضي الجماعة أبو القاسم محمد بن أحمد بن محمد الحسيني رضي الله عنه فيما جاء في الحديث في صفة وضوء النبي صلى الله عليه وسلم في قوله \" فأقبل بهما وأدبر \" الحديث إلى آخره أن أحسن الوجوه في تأويله أن يكون قدم الإقبال تفاؤلاً، ثم فسر بعد ذلك على معنى أدبر وأقبل.\nقال والعرب تقدم في كلامها ألفاظاً على ألفاظ أخر وتلتزمه في بعض المواضع كقولهم قام وقعد، ولا تقول قعد وقام، وكذلك أكل وشرب ودخل وخرج. على هذا الكلام العرب، فتكون هذه المسألة من هذا.\nقال ويؤيد ما ذكرناه وهو موضع النكتة تفسيره لا قبل وأدبر في باقي الحديث على معنى أدبر ثم أقبل، ولو كان اللفظ على ظاهره لم يحتج إلى تفسير.\nإنشادة\nلأبي عبد الله المقري\nأنشدنا الشيخ الأستاذ القاضي أبو عبد الله المقري لنفسه بسيط\nأنبت عوداً بنعماء بدأت بها\n...\nفضلاً وألبستها بعد اللحي الورقا\nفظل مستشعراً مستدثراً أرجاً\n...\nريان ذا بهجةٍ يستوقف الحدقا\nفلا تشنه بمكروه الجنى فلكم\n...\nعودته من جميل من لدن خلقا\nوأنف القذى عنه وأثر الدهر منبته\n...\nوغذه برجاء واسقه غدقا\nإفادة\nسند مشابكة للمؤلف\nشبك بأصابعي الشيخ الفقيه القاضي أبو بكر بن عمر القرشي أبقاه الله في الحادي عشر من شوال عام سبعة وخمسين وسبعمائة قال شبك بأصابعي الشيخ الصالح البقية الفاضلة أبو محمد عبد الله بن علي بن عبد الله بن سلمون الكناني قال شبك بأصابعي الشيخ الصالح أبو عبد الله محمد بن عبد الله الكناني الضرير شهر بابن الخضار، في شهر رجب عام اثنين وسبعين وستمائة، بمدينة سبتة قال شبك بأصابعي الشيخ أبو عبد الله محمد بن علي الحاتمي الطائي، قال شبك بأصابعي الشيخ أحمد بن مسعود بن شداد المقري الموصلي، وشبك الشيخ أحمد بن مسعود أصابعه بأصابع الشيخ علي بن محمد الباجياري، وشبك الشيخ علي بن محمد أصابعه بأصابع أبي الحسن علي الباغوزاري خطيب باجيار، وقال الباغوزاري رأيت رسول الله صلى الله عليه وسلم في المنام، وقال يا علي شابكني، فمنم شابكني دخل الجنة ومن شابك من شابكني دخل الجنة، وما زال يعد حتى انتهى إلى سبعة.\nقال الراوي فشبكت أصابع رسول الله صلى الله عليه وسلم تسليماً، واستيقظت، والحمد لله على هذه النعمة.\nقلت وأنا وإن كنت ثامن القوم، فأنا أرجو بركة الانتظام في سلكهم جعلنا الله منهم.\nإنشادة\nلأبي عبد الله بن رشيد\nرواها ابن البنا\nأنشدنا الشيخ الفقيه الراوية الرحلة أبو القاسم بن البنا رحمه الله عند حديث المشابكة من كتاب المسلسلات لابن الطيلسان وقد سلسلت عليه بعض أحاديث منها قال أنشدني الخطيب أبو عبد الله بن رشيد عند حديث المشابكة كامل\nشابكتهم متبركاً بأكفهم\n...\nإذ شابكوا كفاً علي كريمه\nولربما يكفي المحب تعالاً\n...\nآثارهم ويعد ذاك غنيمة\nإفادة\nالإشارة للبعيد\nباسم الإشارة الموضوع للقريب\nالجزء: 1 ¦ الصفحة: 2\n",
        "سألني الشيخ الأستاذ الكبير الشهير أبو سعيد فرج بن قاسم بن لب التغلبي أدام الله أيامه عن قول ابن مالك في تسهيل الفوائد في باب اسم الإشارة وقد يغني ذو البعد عن ذي القرب لعظمة المشير أو المشار إليه فقال إن المؤلف مثل عظمة المشير في الشرح بقوله تعالى \" وما تلك بيمينك يا موسى \" ولم يبين ما وجه ذلك، فما وجهه؟ ففكرت، فلم أجد جواباً فقال وجهه أن الإشارة بذي القرب هاهنا قد يتوهم فيها القرب بالمكان، والله تعالى يتقدس عن ذلك، فلما أشار بذي البعد أعطى بمعناه أن المشير مباين للأمكنة، وبعيد عن أن يوصف بالقرب المكاني، فأتى البعد في الإشارة منبهاً على بعد نسبة المكان عن الذات العلية، وأنه يبعد أن يحل في مكان أو يدانيه.\nإنشادة\nلأبي سعيد بن لب\nأنشدني الأستاذ الكبير أبو سعيد بن لب أبقى الله بركته عشية يوم الأربعاء الثالث لشعبان عام تسعة وخمسين وسبعمائة، لنفسه:\nوهبك وجدت العفو عن كل زلةٍ\n...\nفأين مقام العفو من معقد الرضى\nوكيف بثوب حالك اللون رمت أن\n...\nيصير كثوب لم يزل قط أبيضا\nإفادة\nدعاء للخضر لتفريج الكروب\nحدثني الشيخ الفقيه الأستاذ النحوي الفاضل أبو عبد الله محمد بن علي البلنسي رضي الله عنه قال أصابت أبي أزمة شديدة لحقنا بسببها كرب عظيم، فبينما أنا ليلة نائم إذ أتاني رجل حسن القد والصورة، أشبه رجل بالأستاذ أبي عبد الله بن الفخار شيخنا رحمه الله فقال لي أين دعاء الخضر عليه السلام، فقلت له وأين هو؟ فقال لي قل \" اللهم يا من لا يشغله سمع عن سمع، ويا من لا يغلطه المسائل، ويا من لا يتبرم من إلحاح الملحين أذقني برد عفوك وحلاوة مغفرتك \" قال وقد كنت حفظته قديماً ونسيته فذكرته عند ذلك، ثم قال قل \" اللهم أد عني الدين وأغنني من الفقر، اللهم خر لي واختر لي، فإني قد عجزت عن صلاح نفسي وفوضت لك أمري \".\nفاستيقظت وقد حفظته، فدعوت الله به فلم يكن إلا يسيراً ثم فرج الله عنا ببركة هذا الدعاء.\nقال فلم أزل أدعو به إثر الصلوات إلى الآن.\nقلت وقد سمعته يدعو بهن إثر الصلوات وما تركتهن أنا منذ حدثني بهذا.\nإنشادة\nلأبي محمد بن الناظر\nأنشدني الفقيه الصوفي المتخلق أبو محمد بن الناظر، قال أنشدت في النوم هاتين البيتين سريع\nنحن قسمنا الرزق بين الورى\n...\nفأدب النفس ولا تعترض\nوسلم الأمر لأحكامنا\n...\nفكل عبد رزقه قد فرض\nإفادة\nوزن إجازة وتصريفها\nحدثني الشيخ الفقيه الأستاذ الكبير النحوي الشهير أبو عبد الله محمد بن علي بن الفخار البيري رحمه الله أن بعض الشيوخ كان إذا أتي بإجازة يشهد فيها. سل الطالب المجاز عن لفظ إجازة ما وزنه وتصريفه؟ قلت ولما حدثنا بذلك سألناه عنها، فأملى علينا ما نصه وزن إجازة إفعالة وأصلها إجوازة فأعلت بنقل حركة الواو إلى الجيم حملاً على الفعل الماضي لا استثقالاً، فحركت الواو في الأصل وانفتح ما قبلها في اللفظ، فانقلبت ألفاً فصارت في التقدير إجازة بألفين فحذفت الألف الثانية عند سيبويه لأنها زائدة والزائدة أولى بالحذف من الأصلي.\nوحذفت الأولى عند الأخفش لأنها لا تدل على معنى زائد وهو المد.\nوقول سيبويه أولى، لأنه قد ثبت عوض التاء من المحذوف في نحو زنادقة، والتاء زائدة وتعويض الزائد من الزائد أولى من تعويض الزائد من الأصلي للمتناسب، ووزنها في اللفظ عند سيبويه إفعله، وعند الأخفش إفالة، لأن العين عنده محذوفة.\nإنشادة\nلأبي عبد الله الشريشي\nأنشدني الفقيه الأجل العدل الأديب الأفضل أبو عبد الله محمد بن محمد بن إبراهيم الخولاني الشريشي لنفسه سريع.\nيا طالب العلم اجتهد إنه\n...\nخير من التالد والطارف\nفالعلم يزكو قدر إنفاقه\n...\nوالمال إن أنفقته تالف\nإفادة\nوصية ابن الفخار\nبعد موته للمؤلف\nالجزء: 1 ¦ الصفحة: 3\n",
        "لما توفي شيخنا الأستاذ الكبير العلم الخطير أبو عبد الله محمد بن الفخار، سألت الله عز وجل أن يرينيه في النوم فيوصيني بوصية أنتفع بها في الحالة التي أنا عليها من طلب العلم، فلما نمت تلك الليلة رأيت كأني داخل عليه في داره التي كان يسكن بها، فقلت له يا سيدي أوصني، فقال لي لا تعترض على أحد، ثم سألني بعد ذلك في مسألة من مسائل العربية كالمؤانس لي، فأجبته عنها، ولم أذكرها الآن.\nإنشادة\nلأبي جعفر بن عبد العظيم\nأنشدني الفقيه الأجل الأديب البارع الوزير الحسيب أبو جعفر أحمد بن رضوان بن عبد العظيم لنفسه من قصيدة يخاطب بها بعض الطلبة أولها خفيف\nيا أبا بكر النبيل النبيه\n...\nأنا أفديك من نبيل نبيه\nلا تشن وجهك الجميل بفعل\n...\nقد تسمى من أجله بسفيه\nواقمع النفس إن أردت نجاحاً\n...\nعن محل السفاه والتشويه\nواحملنها على المكارم حتى\n...\nتتحلى منها بطبع نزيه\nولئن تحملنها على الخير كرهاً\n...\nليس تخشى الوقوع في المكروه\nإفادة\nسند مصافحة للمؤلف\nصافحت الشيخ الفقيه القاضي أبا عبد الله المقري في عام سبعة وخمسين وسبعمائة بمصافحته الفقيه الصالح أبا محمد عبد الله بن عبد الواحد بن إبراهيم المجاصي بمصافحته الشيخ أبا عبد الله زيان بمصافحته أبا سعيد عثمان بن عطية الصعيدي بمصافحته أبا العباس أحمد الملثم بمصافحته لعمر بمصافحته رسول الله صلى الله عليه وسلم.\nإنشادة\nلأبي محمد بن حذلم\nأنشدني أخي وسيدي الفقيه الفاضل أبو محمد بن حذلم لنفسه سريع\nكم من صديق شاب لي وده\n...\nولم أزل أرويه من محضه\nحضوره عين على وده\n...\nوغيبه عين على بغضه\nولم أكن أفعل هذا ولا\n...\nعجزت أن أجزي عن قرضه\nلكنه من سرني بعضه\n...\nأحب أن اصفح عن بعضه\nإفادة\nمصادر الرازي في تفسيره\nحدثني الأستاذ أبو علي الزواوي عن شيخه الأستاذ الشهير أبي عبد الله المسفر أنه قال إن تفسير ابن الخطيب احتوى على أربعة علوم نقلها من أربعة كتب، مؤلفوها كلهم معتزلة فأصول الدين نقلها من كتاب الدلائل لأبي الحسين.\nوأصول الفقه نقلها من كتاب المعتمد لأبي الحسين أيضاً، وهو أحد نظار المعتزلة؛ وهو الذي كان يقول فيه بعض الشيوخ إذا خالف أبو الحسين البصري في مسألة صعب الرد عليه فيها.\nقال والتفسير من كتاب القاضي عبد الجبار.\nوالعربية والبيان من الكشاف للزمخشري.\nإنشادة\nلبعض الشعراء في الصحبة والمجاورة\nحدثني القاضي أبو القاسم الحسيني شيخنا رحمه الله قال حدثني جدي للأم، قال كنت بالمشرق فدخلت على بعض المقرئين فألفيت الطلبة يعربون عليه قول امرئ القيس طويل\nكأن أبانا في أفانين ودقه\n...\nكبير أناسٍ في بجادٍ مزمل\nفأنشد ولا أدري أهي له أم لغيره طويل\nإذا ما الليالي جاورتك بساقطٍ\n...\nوقدرك مرفوع فعنه ترحل\nألم تر ما لاقاه في جنب جاره\n...\nكبير أناسٍ في بجادٍ مزمل\nوسمعت بعض الناس ينشد في هذا المقصد طويل\nعليك بأرباب الصدور فمن غدا\n...\nمضافاً لأرباب الصدور تصدرا\nوإياك أن ترضى بصحبة ساقطٍ\n...\nفتنحط قدراً من علاك وتصغرا\nفرفع أبو من ثم خفض مزملٍ\n...\nيبين قولي مغرياً ومحذرا\nوهذا معنى قول الشاعر طويل\nعن المرء لا تسأل وسل عن قرينه\n...\nفكل قرين بالمقارن يقتدي\nإذا كنت في قوم فصاحب خيارهم\n...\nولا تصحب الأردى فتردى مع الردي\nإفادة\nمباحثة في حد العلم\nعند ابن الحاجب\nالجزء: 1 ¦ الصفحة: 4\n",
        "حدثنا الأستاذ أبو علي الزواوي، قال لما رحل أبو العباس أحمد بن عمران اليانوي من بجاية إلى تلمسان تاجراً لم يلبث أن جاء إلى مجلس أبي زيد بن الإمام مشتملاً في زي التجار، فجلس حيث انتهى به المجلس، فألفاهم يتكلمون في كتاب أبي عمرو بن الحاجب الأصلي في قوله في حد العلم صفة توجب تمييزاً لا يحتمل النقيض فلما أتموا البحث فيه نادى أبو العباس يا سيدنا هذا الحد غير مانع، فإنه ينتقض عليه بالفصل والخاصة. فقال له أبو زيد عرفنا من أنت؟ فقال له محبكم أحمد بن عمران. فقال له نشتغل الآن بضيافتك وحينئذ يقع الجواب، فأنزله منزل الكرامة وسأله عن حاجته وسبب قدومه من بجاية، فأخبره بأنه أتى متجراً، فأخبر أبو زيد بذلك السلطان أباتاشفين سلطاننا في ذلك الزمان وعرفه به وأجل قدره، فرفع عنه السلطان كلف المغارم ووظائف السلع ونقد له إلى ذلك مائتي دينار من الذهب، ثم قال له أبو زيد إن خف عليك أن تسلم على أخي فعلت. فلبى دعوته وأتى معه إلى أخيه عيسى فلما رآه قال له سمعنا عنك أنك أوردت على الأخ سؤالاً ارتفع به شأنك، وحظي عند السلطان مكانك، فأورده علينا حتى نتكلم فيه، فقرره بين يديه، فقال له يا فقيه إنما قال ابن الحاجب توجب تمييزاً، والفصل والخاصة إنما توجبان تميزا لا تمييزاً، وهذا جوابك.\nإنشادة\nلأبي جعفر بن عبد العظيم\nأنشدني الفقيه الأديب أبو جعفر بن عبد العظيم لنفسه سريع\nحاذر طباع الصاحب السوء لا\n...\nتغدو إلى طبعك أو تطرق\nفالماء ضد النار لكنه\n...\nيعود إن جاورها يحرق\nإفادة\nسر جعل الكعبة\nإلى جهة اليسار في الطواف\nحدثنا الأستاذ أبو عبد الله البلنسي قال حدثنا الأستاذ الخطيب أبو عبد الله محمد بن مرزوق قال سألت أبي رحمه الله ونحن نطوف بالبيت الحرام زاده الله تشريفاً فقلت له لم كان البيت يجعل في الطواف إلى جهة اليسار، ولم يجعل إلى جهة اليمين وهو أشرف؟ فقال لي سرها يا بني أن القلب على جهة اليسار فجعل الشق اليسار الذي هو محل القلب إلى جهة البيت ليكون أقرب موافقة لقوله تعالى \" فاجعل أفئدة من الناس تهوي إليهم \" فقلت له إن الطبيعيين وأهل التشريح أطبقوا على أن محل القلب الحقيقي هو الوسط لا الجهة اليسرى ولا اليمنى، نعم وضع رأسه مائلاً ذات اليمين قليلاً وإبرته مائلة ذات اليسار قليلاً، ثم وقفت المسالة فأنهيتها إلى الفقيه الطبيب العارف أبي عبد الله الشقوري فقال لي ما قلت للأستاذ حق، إلا أني أقول الحكمة في ذلك وجهان.\nأحدهما أن جهة اليمين أقوى من جهة اليسار، وذلك مشاهد، والطواف سير دوري، ولا شك أن أبعد الجهات إلى المركز الذي هو جهة البيت أقوى حركة من الجهة التي هي أقرب إليه فجعل الشق الأيمن الأقوى إلى الحيز الذي الحركة فيه أقوى، والشق الأيسر الأضعف إلى الحيز الذي الحركة فيه أضعف ليتعادلا.\nالوجه الثاني أن جهة اليسار من القلب هي محل الروح ومنبعه، ومنه ينبعث في الشريان الأعظم المسمى بالأبهر إلى جميع الجسد، ولذلك نجد حركة النبض في الجهة اليسرى، والروح أشرف ما في الجسد فجعل ذلك الشق موالياً للبيت الشريف ليكون الإقبال على بيت الله بما هو أشرف.\nإنشادة\nلأبي جعفر بن عبد العظيم\nأنشدني الفقيه الأديب أبو جعفر بن عبد العظيم في الرابع عشر لرمضان سنة تسع وخمسين وسبعمائة قطعة له:\nتتوق إلى الراحات نفسي وإنني\n...\nلأعصي هواها تارة وألومها\nوتأبى سوى ما تشتهي فأطيعها\n...\nوأعلم أني في رضاها ظلومها\nإفادة\nشروط العالم\nكثيراً ما كنت أسمع الأستاذ أبا علي الزواوي يقول، قال بعض العقلاء لا يسمى العالم بعلم ما عالما بذلك العلم على الإطلاق، حتى تتوفر فيه أربعة شروط أحدها أن يكون قد أحاط علماً بأصول ذلك العلم على الكمال.\nوالثاني أن تكون له قدرة على العبارة عن ذلك العلم.\nوالثالث أن يكون عارفاً بما يلزم عنه.\nوالرابع أن تكون له قدرة على دفع الإشكالات الواردة على ذلك العلم.\nقلت وهذه الشروط رأيتها منصوصة لأبي نصر محمد بن محمد الفارابي الفيلسوف في بعض كتبه.\nإنشادة\nلأبي جعفر بن عبد العظيم\nالجزء: 1 ¦ الصفحة: 5\n",
        "أنشدني الفقيه أبو جعفر بن عبد العظيم لنفسه في العشر الأوسط لربيع الأول من عام ستين وسبعمائة:\nلا يخدعنك في امرئٍ\n...\nلبس الحلي ولا الحلل\nفي الناس من تلقاهم\n...\nحمر الوجوه من الخجل\nإفادة\nإعراب كلمة من آية\nذكر لي الفقيه الأستاذ الفاضل أبو عبد الله محمد بن البكا عن بعضهم وحكاه ابن مالك في شرح التسهيل أنه أعرب نفسه من قوله تعالى \" إلا من سفه نفسه \" نفسه توكيداً لمن، ومَنْ منصوبة على الاستثناء واستحسنه، لأن الناس اختلفوا فيه اختلافاً كثيراً.\nفقلت له إن المعنى على الرفع والتفريغ.\nفقال لي أتسلم أن في يرغب ضميراً هو فاعله؟ فقلت نعم، لولا أن المعنى ما يرغب عن ملة الإسلام إلا من سفه نفسه فوقف الكلام هاهنا، ثم دلني الأستاذ الكبير أبو سعيد بن لب على ما يؤيد ما ذكرته، وهو قوله تعالى \" ومن يغفر الذنوب إلا الله \" وجهه الزمخشري على التفريغ من جهة المعنى، أي ما يغفر الذنوب إلا الله.\nقال الأستاذ إلا أن النصب يجوز في نحو هذا على ضعف.\nإنشادة\nلأبي بكر القرشي\nأنشدني القيه القاضي أبو بكر القرشي لنفسه في السابع والعشرين لذي الحجة من عام تسعة وخمسين وسبعمائة:\nإذا ما تبدى منهج الحق واضحاً\n...\nتعامى أناس في الضلال وزاغوا\nجلت لهم الدنيا محاسنها التي\n...\nيزخرف منها زورها ويصاغ\nفهم نحوها مثل الفراش تساقطت\n...\nعلى النار ما غير الممات بلاغ\nوليس صبا الإنسان عذر فكيف إذ\n...\nمضى منه شرخ واستحال صباغ\nإلى الله أشكو أمر نفسي فإنها\n...\nعن الرشد فيها حيرة ومراغ\nويا أسفاً للنعمتين اضيعتا\n...\nفهل عائد لي صحة وفراغ\nعسى الله ربي أن يمن برحمةٍ\n...\nيكون بها في الصالحين مساغ\nإفادة\nإعراب آية\nحدثنا الشيخ الفقيه القاضي أبو عبد الله المقري رحمه الله قال سئل أبو العباس بن البنا رحمه الله وكان رجلاً صالحاً، في قوله تعالى \" قالوا إن هذان لساحران \" لِمَ لَمْ تعمل إن في هذان؟ فقال لما لم يؤثر القول في المقول لم يؤثر العامل في المعمول. فقال له يا سيدي إن هذا لا ينهض جواباً، فإنه لا يلزم من بطلان قولهم بطلان عمل إن، فقال له إن هذا الجواب نوارة لا تحتمل أن تحك بين الأكف.\nإنشادة\nلأبي القاسم بن أبي العافية\nرواها أبو بكر القرشي أنشدني الفقيه القاضي أبو بكر عمر القرشي الهاشمي، ونقلته من خطه، قال أنشدني الشيخ الفقيه القاضي المتفنن المتخلق أبو القاسم الخضر ابن بي العافية لنفسه، ونقلته من خطه خفيف\nصالح الدهر بالقناعة عنه\n...\nوانتظر عند شدة الضيق فرجه\nإفادة\nدعاء يحمله المؤلف\nبسند مرفوع إلى الرسول صلى الله عليه وسلم\nالجزء: 1 ¦ الصفحة: 6\n",
        "سمعت الشيخ القاضي الشهير أبا عبد الله المقري رحمه الله يوماً يقول وقد استقبل القبلة قائماً في المسجد الجامع بغرناطة عام سبعة وخمسين وسبعمائة: \" يا رب إليك المشتكى، وبك المستغاث، وأنت المستعان \" ولم أسمع منه غير ذلك، ثم اطلعت بعد في تلخيص قيد فيه أصل نسبه وقراءته وأسماء شيوخه على أصل هذا الدعاء عند ذكره الشيخ الصالح أبا محمد المجاصي، رحمه الله، ونص ما وجدته من خط المجاصي ثم قرأته عليه فحدثني، قال حدثني القاضي أبو زكرياء يحيى بن محمد بن يحيى بن أبي بكر بن عصفور، قال حدثني جدي يحيى المذكور أخبرنا محمد بن عبد الرحمن التجيبي المقرئ بتلمسان، حدثنا الحافظ أبو محمد يعني والله أعلم عبد الحق الإشبيلي حدثنا أبو غالب أحمد بن الحسن المستعمل أخبرنا أبو الفتوح عبد الغافر بن الحسين بن أبي الحسن بن خلف الألمعي، أخبرنا أبو نصر أحمد بن إسحاق النيسابوري ملاه علينا أبو عثمان إسماعيل بن عبد الرحمن الصابوني أخبرنا محمد بن علي بن الحسين العلوي حدثنا عبد الله بن إسحاق اللغوي وأنا سألته، حدثنا إبراهيم بن الهيثم البلوي، حدثنا عبد الله بن نافع عن عيسى بن يونس عن الأعمش عن أبي وائل عن عبد الله بن مسعود، قال، قال رسول الله صلى الله عليه وسلم \" قال لي جبريل ألا أعلمكم الكلمات التي قالهن موسى حين انفلق البحر؟ قلت بلى، قال، قل اللهم لك الحمد ولك المشتكى ولك المستغاث، والله المستعان، ولا حول ولا قوة إلا بالله العلي العظيم \".\nقال ابن مسعود ما تركتهن منذ سمعتهن من رسول الله صلى الله عليه وسلم، ثم تسلسل الحديث على ذلك كل أحد م رجاله يقول ما تركتهن منذ سمعتهن من فلان لشيخه، وقد سمعت المجاصي يكررها كثيراً، وما تركتهن منذ سمعتهن منه، انتهى.\nقلت وأنا أحمل هذا الحديث عن الشيخ أبي عبد الله المقري بالإجازة العامة وما تركتهن منذ سمعته منه ما سمعت منهن واطلعت على ما بقي، جعلنا الله من المهتدين.\nإنشادة\nلأبي عبد الله بن بقي\nأنشدني الفقيه الأستاذ الفاضل أبو عبد الله محمد بن محمد بن بقي لنفسه بسيط\nلم يشتر الشهد شخص صنوه الكسل\n...\nفلست أول صب خانه الأمل\nلا عتب إن خلفوني في الحضيض لقد\n...\nأشدو به عم صباحاً أيها الطلل\nورافقوا العير دوني في مسيرهم\n...\nفربما قصرت من دونهم علل\nكم أنجدوا كلما أتهمت وانتهضوا\n...\nنحو البقاع وبالعلياء قد نزلوا\nحدوا قرائح منهم غيرهم، وأنا\n...\nلا ناقةٌ لي أحدوها ولا جمل\nمن لي بإدراك آثار لإلفهم\n...\nوكيف ذاك وطرفي ظالع هزل\nإفادة\nخصائص محاح البيض\nجرى لنا يوماً بين يدي الأستاذ الكبير أبي سعيد بن لب أبقاه الله أنه حكى أن طعام، فرعون كان محاح البيض ليقل برازه فإنها قليلة الفضلة، فأنهيت المسألة إلى الفقيه الطبيب أبي عبد الله الشقوري، فقال الدليل على قلة فضلتها ثلاث أشياء أحدها أن فيها سرعة الانفعال للمضغ وهو دليل عام عند الأطباء في الأغذية فإنهم يقولون كل ما عسر مضغه عسر هضمه، وإذا عسر هضمه فضل أكثره، وبالضد.\nوالثاني أن ابن سينا جعل محاح البيض من أدوية القلب فإنها تكثر دم القلب ودم القلب ألطف من كل دم يكون في البدن، وما كان هكذا فحقيق بأن لا تكون له فضلة يعتد بها.\nوالثالث أنه غذاء الطير عند تكوينه من البيض في جوف البيضة، مع أنك لا ترى له فضلة عند خروجه منها، فهذا دليل على قلة فضلته.\nإنشادة\nلمحمد بن الرقام\nرواها ابن حذلم\nأنشدني الفقيه الفاضل أبو محمد عبد الله بن حذلم، قال أنشدني الفقيه الأجل الكاتب أبو عبد الله محمد بن إبراهيم ابن الشيخ الأجل الأستاذ العالم المتفنن الشهير أبي عبد الله بن الرقام قال أنشدني أبي، قال أنشدني أخي محمد لنفسه بسيط\nجل في البلاد تنل عزاً ومكرمةً\n...\nفي كل أرض تكن تلقى مناك بها\nجل الفوائد في الأسفار مكتسب\n...\nوالله قد قال فامشوا في مناكبها\nقال لي الفقيه أبو محمد عبد الله بن حذلم، فقلت له إني أحفظ للإمام الشهير أبي حيان بن يوسف بن حيان النفزي قطعة في هذا المعنى والقافية والتزام التجنيس، وهي بسيط\nالجزء: 1 ¦ الصفحة: 7\n",
        "يا نفس مالك تهوين الإقامة في\n...\nأرضٍ تعذر كل من مناك بها\nأما تلوت وعجز المرء منقصة\n...\nفي محكم الوحي \" فامشوا في مناكبها \"\nقال فقضينا العجب من هذا الاتفاق الغريب.\nوقلت ووجدت أنا بخط الفقيه الأديب البارع أبي عبد الله محمد ابن الشيخ الأستاذ الشهير أبي القاسم بن جزي قطعة له وهي وافر\nومعسول اللمى عادت عذابا\n...\nعلى قلبي ثناياه العذاب\nوقد كتب العذار بوجنتيه\n...\nكتاباً حظ قارئه اكتئاب\nوقالوا لو سلوت، فقلت خيراً\n...\nوأني لي، وقد سبق الكتاب\nثم كتب بعدها ما معناه أني عرضتها على شيخنا أبي القاسم الشريف بعد نظمها بمدة يسيرة، فقال لي قد نظمت هذا المعنى في العروض والقافية في هذه الأيام اليسيرة، وأنشدني وافر؟ وأحور زان خديه عذار سبى الألباب منظره العجاب\nأقول لهم وقد عابوا غرامي\n...\nبه إذ لج للدمع انسكاب\nأبعد كتاب عارضه يرجى\n...\nخلاص لي، وقد سبق الكتاب\nوهذا غريب.\n؟؟\nإفادة\nالاسم المعدول في كل العرب\nقال لنا الشيخ الفقيه الأستاذ القاضي أبو عبد الله المقري رحمه الله إن أهل المنطق وغيرهم يزعمون أن الأسماء المعدولة لا تكاد توجد في كلام العرب، وهي موجودة في القرآن، وذلك قوله تعالى \" لا فارض ولا بكر \"، قال فإن زعم زاعم أن ذلك على حذف المبتدأ ودخلت لا على الجملة، وتقديره لا هي فارض ولا هي بكر، قيل له إن كان يسوغ لك ذلك في هذا الموضع فلا يسوغ في قوله تعال \" لا شرقية ولا غربية \" فصح أن الاسم المعدول موجود في فصيح كلام العرب.\nإنشادة\nللترجمان من سماع\nابن بقي في النوم\nأنشدني الفقيه الفاضل أبو عبد الله محمد بن سعد بن بقي، قال سمعت في جمادي الأولى عام ستة وخمسين وسبعمائة، ذات ليلة في النوم رجلاً يعرف بالترجمان ينشد هذين البيتين، ولم أسمعهما قط، وهما مخلع البسيط.\nيا صاحبي قفا المطايا\n...\nوأشفقا فالعبد عبده\nإذا انتهى وانقضى زمان\n...\nهل يرسل الله من يرده؟\nإفادة\nتصحيف أقوال\nحدثني الأستاذ القاضي أبو عبد الله المقري قال كان أبو زيد بن الإمام يصحف قول الخونجي في الجمل والمقارنات التي يمكن اجتماعه معها فيقول والمفارقات قال ولعله في هذا كما قال أبو عمرو بن العلاء للأصمعي لما قرأ عليه مجزؤ الكامل\nوغررتني وزعمت أنك\n...\nلابن بالضيف تامر\nفقال\nوغررتني وزعمت أنك\n...\nلا تني بالضيف تامر\nفقال أنت في تصحيفك أشعر من الحطيئة.\nقلت وكذلك كان شيخنا القاضي يصحف قول ابن مالك في خطبة التسهيل ويعترف العارفون برشد المقرئ بتحصيله فكان يقول يرشد المقرئ بتحصيله ثم رجع عنه حين قرأناه عليه.\nإنشادة\nلأبي جعفر بن عبد العظيم\nأنشدني الفقيه الأديب أبو جعفر بن عبد العظيم لنفسه متقارب\nأيا باسطاً للأماني اتئد\n...\nفما يعرف البسط إلا بقبض\nأتنصب للحال مستأمناً\n...\nوصرف الزمان برفع وخفض\nوتطمع في أملٍ كاذب\n...\nوقد نابك الدهر من غير عض\nخذ البعض واقنع فإن الجمي؟\n...\nع للأخذ تصحيف مقلوب بعض\n؟ إفادة؟ وضع الجملة الاسمية موضع الفعلية في آيات قرآنية حكى لنا الأستاذ الشهير أبو سعيد بن لب أبقاه الله أن الفارسي قال وجدت في القرآن من وضع الجملة الاسمية موضع الفعلية قوله تعالى \" أعنده علم الغيب فهو يرى \".\nفقوله فهو يرى جملة اسمية في موضع فعلية.\nوقال ابن جني وجدت أنا موضعاً آخر، قوله تعالى \" أم عندهم الغيب فهم يكتبون \" وقال أبو الحسن الأبهري وجدت أنا موضعاً آخر قوله تعالى \" سواء عليكم أدعوتموهم أم أنتم صامتون \".\nوقال الأستاذ أبو سعيد وجدت أنا موضعاً آخر، قوله تعالى \" أم أنزلنا عليهم سلطاناً فهو يتكلم بما كانوا به يشركون \".\nقلت ووجدت أنا موضعاً آخر، قوله تعالى \" أم تسألهم أجراً فهم من مغرمٍ مثقلون \". على أني وجدت بعد هذا لأبي علي الفارسي في التذكرة موضعاً آخر، قوله تعالى \" هل لكم من ما ملكت أيمانكم من شركاء في ما رزقناكم فأنتم فيه سواء \".\nالجزء: 1 ¦ الصفحة: 8\n",
        "؟؟\nإنشادة\nلأبي عبد الله الشريف\nأنشدني الفقيه الشريف أبو عبد الله لنفسه طويل\nأيا منكراً أن عارض الشيب عارضي\n...\nعلى أن عهدي بالولاء قريب\nألا إن نور الشيب في الوجه قد سرى\n...\nمن القلب لما سار وهو منيب\nلدن أن فطمت النفس عن كأس لذةٍ\n...\nوأورثتها ما الجسم منه يذوب\nإفادة\nأسئلة وجهت لابن خميس بسبتة\nحدثنا الأستاذ الكبير الشهير أبو عبد الله بن الفخار شيخنا رحمه الله قال حدثني بسبتة بعض المذاكرين أن ابن خميس لما ورد عليها بقصد الإقراء بها اجتمع إليه عيون طلبتها فألقوا عليه مسائل من غوامض الاشتغال، فحاد عن الجواب بأن قال لهم أنتم عندي كرجل واحد، يعني أن ما ألقوا عليه من المسائل إنما تلقوها من رجل واحد، وهو ابن أبي الربيع فكأنه إنما يخاطب رجلاً واحداً ازدراء بهم، فاستقبله أصغر القوم سناً وعلماً فقال له إن كنت بالمكان الذي تزعم فأجبني عن هذه المسائل من باب معرفة علامات الإعراب التي أذكرها لك، فإن أجبت فيها بالصواب لم تحظ بذلك في نفوسنا لصغرها بالنظر إلى تعاطيلها من الإدراك والتحصيل، وإن أخطأت فيها لم نسكنك هذا البلد، وهي عشرة\nالأولى أنتم يا زيدون تغزون.\nوالثانية أنتن يا هندات تغزون.\nوالثالثة أنتم يا زيدون ويا هندات تغزون.\nوالرابعة أنتن يا هندات تخشَيْنَ.\nوالخامسة أنتِ يا هند تَخْشين.\nالسادسة أنت يا هند ترمين.\nالسابعة أنتن يا هندات ترمين.\nالثامنة أنتن يا هندات تمحين أو تمحون كيف تقول؟ التاسعة أنتِ يا هند تمحين أو تمحون، كيف تقول؟ العاشرة أنتما تمحوان أو تمحيان، كيف تقول؟ فهل هذه الأفعال كلها مبنية أو معربة أو بعضها مبني وبعضها معرب؟ وهل هي كلها على وزن واحد أو على أوزان مختلفة؟ علينا السؤال وعليك التمييز. هلم الجواب؟ فبهت الشيخ، وشغل المجلس بأن قال إنما يسئل عن هذا صغار الولدان! فقال له الفتى فأنت دونهم إن لم تجب. فانزعج الشيخ، وقال هذا سوء أدب، ونهض منصرفاً ولم يصبح إلا بمالقة متوجهاً إلى هذه الحضرة حرسها الله ولم يزل بها مع الوزير ابن الحكيم إلى أن مات جميعهم رحمة الله عليهم.\nالجواب عن هذه المسائل أما تغزون من الأولى فمعرب، ووزنه أصلاً تفعلون ولفظاً. تَفْعُون وعن الثانية مبني لإلحاق نون الإناث، ووزنه تفعُلْن.\nوعن الثالثة على التغليب إن رده إلى الأول يلحق بالأول، وعلى رده إلى الثاني كالثانية، يلحق بالثانية.\nوأما تخشين من الرابعة فمبني لنون ووزنه تفعُلْن.\nوعن الخامسة معرب، ووزنه أصلاً تفعلين ولفظاً تفعين.\nوأما ترمين من السادسة فمعرب، ووزنه أصلاً تفعلين ولفظاً تفعين.\nوعن السابعة مبني للنون، ووزنه تفعلن.\nوأما تمحون وتمحين من الثامنة فهما لغتان، وهما مبنيان للنون.\nوالتاسعة لا يقال إلا تمحين بالياء خاصة فتتفق اللغتان، ووزنها تفعين كتمشين.\nوأما تمحيان من العاشرة فعلى لغة الياء لا إشكال وعلى الواو فيظهر من كلام النحويين أنه لا يجوز إلا بالواو وشد يشيان.\nإنشادة\nلابن رشيد رواها\nأبو بكر بن القرشي\nأنشدني الفقيه القاضي أبو بكر بن القرشي يوم عاشوراء من عام ستين وسبعمائة قال أنشدني أبي يوم عاشوراء، قال أنشدني الخطيب أبو عبد الله بن رشيد في يوم عاشوراء لنفسه سريع\nصيام عاشورا أتى ندبه\n...\nفي سنةٍ محكمةٍ قاضيه\nقال النبي المصطفى إنه\n...\nتكفير ذنب السنة الماضية\nومن يوسع يومه لم يزل\n...\nمن عامه في عيشة راضيه\nإفادة\nحتى الابتدائية\nالجزء: 1 ¦ الصفحة: 9\n",
        "قال لنا الشيخ القاضي الكبير الشهير أبو القاسم الحسني يوماً، وقد جرى ذكر حتى التي للابتداء وأن معناها التي يقع بعدها الكلام سواء كان ذلك متعلقاً بما قبله لم يتم دونه أو لا يكون الأمر كذلك. فقال حدثني بعض الأصحاب أنه سمع بمالقة رجلاً يصلي أشفاع رمضان فقرأ من سورة الكهف إلى قوله تعالى \" ثم ابتع سبباً \" فوقف هناك وركع وسجد، قال ظننت أنه نسي ما بعده ثم ركع وسجد حتى يتذكر بعد ذلك ويعيد أول الكلام، فلما قام من السجود ابتدأ القراءة بقوله تعالى \" حتى إذا بلغ \" فلما أتم الصلاة قلت له في ذلك أليست حتى الابتدائية؟ قال القاضي فيجب أن يفهم أن الاصطلاح في حتى وفي غيرها من حروف الابتداء ما ذكر.\n؟؟\nإنشادة\nلأبي عبد الله بن بقي\nأنشدني الفقيه الفاضل أبو عبد الله بن بقي لنفسه، قال ونظمتها ارتجالاً وقد دعيت إلى نزهةٍ إثر تشييع جنازة الرمل\nكم أرى مدمن لهوٍ ودعه\n...\nلست أخلو ساعةً من تبعه\nكان لي عذر لدى عصر الصبا\n...\nوأنا آمل في العمر سعه\nأوما يوقظنا من حالنا\n...\nألف لقبره قد شيعه\nسيما وقد بدا بمفرقي\n...\nما إخال الموت قد جاء معه\nفدعوني ساعةً أبكي على\n...\nعمرٍ أمسيت ممن ضيعه\nإفادة\nتخصيص العام المؤكد بمنفصل\nحضرت يوماً مجلساً بالمسجد الجامع بغرناطة مقدم الأستاذ القاضي أبي عبد الله المقري في أواخر ربيع الأول عام سبعة وخمسين وسبعمائة، وقد جمع ذلك المجلس القاضي أبا عبد الله والقاضي أبا القاسم الشريف شيخنا والأستاذ أبا سعيد بن لب والأستاذ أبا عبد الله البلنسي وذا الوزارتين أبا عبد الله بن الخطيب وجماعة من الطلبة، فكان من جملة ما جرى أن قال القاضي أبو عبد الله المقري سئلت عن مسألة من الأصول لم أجد لأحد فيها نصاً، وهي تخصيص العام المؤكد بمنفصل فأجبته بالجواز محتجاً بقوله تعالى \" قل إنما حرم ربي الفواحش ما ظهر منها وما بطن \" فهذا عام مؤكد، وقال رسول الله صلى الله عليه وسلم \" لم يحل الله من الفواحش إلا مسألة الناس \".\nإنشادة\nلأبي القاسم بن أبي العافية\nرواها أبو بكر بن القرشي\nأنشدني الفقيه القاضي أبو بكر بن القرشي في شوال عام تسعة وخمسين وسبعمائة، قال أنشدني القاضي الأجل العالم المتفنن المحقق أبو القاسم بن أبي العافية لنفسه خفيف\nلي دين على الليالي قديم\n...\nثابت الرسم منذ خمسين حجة\nأفأعدى بالحكم بعد عليها\n...\nأم لها من تقادم العهد حجة\nإفادة\nالزوائد في أول المضارع\nحدثنا الأستاذ الكبير أبو عبد الله بن الفخار، قال جلس بعض الطلبة إلى بعض الشيوخ المقرئين فأتى المقري بمسألة الزوائد الأربع في أول الفعل المضارع، وقال يجمعها قولك نأيت، فقال له الطالب لو جمعتها بقولك أنيت لكان أملح ليكون كل حرف تضعيف ما قبله، فالهمزة لواحد وهو المتكلم، والنون للاثنين وهما الواحد ومعه غيره، والواحد المعظم نفسه؛ والياء للأربعة للغائب الواحد وللغائبين والغائبات، والتاء الثمانية للمخاطَب وللمخاطَبين وللمخاطبة وللمخاطبتين وللمخاطباتِ وللغائبة وللغائبتين فاستحسن الشيخ ذلك منه.\nإنشادة\nلأبي عبد الله بن بقي\nأنشدني الفقيه الفاضل أبو عبد الله بن بقي قال أنشدت في النوم مقطوعة منها هذان البيتان مجزؤ الخفيف\nقم إذا القوم ذكروا\n...\nوابتكر حين بكروا\nإن في كل لمحةٍ\n...\nنفحات تكرر\nقال ومنشدها لي رجل من مؤذني ربض البيازين يقوم بالتذكير في نصف الليل.\nإفادة\nلغز منظوم\nسألنا الأستاذ أبو عبد الله المقري رحمه الله قال سألني الأديب أبو الحسن بن فرحون عن نسب المجيب في هذا البيت\nومهفهف الأعطافِ قلت له انتسب\n...\nفأجاب ما قتل المحب محرم\nفأجبنا للحين إنه تميمي لإلغائه ما النافية، وهي لغة تميم.\nإنشادة\nلأبي جعفر بن عبد العظيم\nأنشدني الفقيه أبو جعفر أحمد بن عبد العظيم، لنفسه كامل\nلا تجزعن لما يهولك فقده\n...\nفالدهر منك ولست منه آخذ\nالجزء: 1 ¦ الصفحة: 10\n",
        "فلربما تلقى المنية في المنى\n...\nوالعيش فيما أنت منه عائذ\nمثل الفراش يلوذ بالمصباح كي\n...\nيحيا فيردى بالذي هو لائذ\nفاحمل طباعك ما تنافره فقد\n...\nتعتاده وهو الأبي النابذ\nأوما ترى نصل السهام تقيم بال؟\n...\nأجسام دهراً وهي سهم نافذ\n؟\nإفادة\nمعاملة غير العاقل معاملة العاقل\nفي القرآن وكلام العرب\nحدثنا الأستاذ أبو عبد الله المقري رحمة الله عليه قال سئل عن قوله تعالى \" وهو الذي خلق الليل والنهار والشمس والقمر كل في فلك يسبحون \" لم عاد ضمير من يعقل على ما لا يعقل؟ فقال بعضهم لما اشتركت مع من يعقل في السباحة وهي العوم عومل بذلك معاملته.\nقال وهذا لا ينهض جواباً، فإن السباحة لما لا يعقل كالحوت وإنما لمن يعقل العوم لا السباحة، وأيضاً فإن إلحاقه بما العوم له لازم كالحوت أولى من إلحاقه بما هو غير لازم له.\nقال وأجاب الأستاذ أبو محمد بعد المهيمن الحضرمي السبتي بأن الشيء المعظم عند العرب تعامله معاملة العاقل وإن لم يكن عاقلاً كقوله فجمع ذلك جمع من يعقل لعظمه عنده، وشأن العرب هذا.\nقال وأجبت أنا بأنه لما عوملت في غير هذا الموضع معاملة من يعقل في نحو قوله تعالى \" والشمس والقمر رأيتهم لي ساجدين \". لصدور أفعال العقلاء عنها أجري عليها هاهنا ذلك الحكم للأنس به في موضعه.\nإنشادة\nلأبي حفص بن الجياني\nأنشدني القاضي أبو عبد الله، وقال أنشدني محمد بن إبراهيم بن الحاج البلفيقي وقال أنشدني محمد بن رشيد الفهري، وقال أنشدني أبو حفص بن الجياني لنفسه رمل\nلو رأى وجه حبيبي عاذلي\n...\nلتفاصلنا على وجه جميل\nإفادة\nالجمع بين مسألة\nفقهية ومسألة في العربية\nأورد علينا الأستاذ الكبير أبو عبد الله بن الفخار رحمه الله سؤالاً وهو كيف يجمع بين مسألة رجل أفرد الصلاة بثوب حرير اختياراً وبين قوله وافر.\nجرى الدميان بالخبر اليقين؟\nفلم ينقدح لنا شيء.\nفقال الجواب أن الأول ممنوع عند الفقهاء شرعاً ورد اللام في دم في الثنية ممنوع عند النحاة قياساً، وكلاهما في حكم المعدوم حساً. وإذا كان كذلك كان الأول بمنزلة من صلى بادي العورة اختياراً فتلزمه الإعادة، وكان الثاني بمنزلة ما باشر فيه عين دم على التثنية، فتلزمه الفتحة وإن كان أصلها السكون.\nقال ويؤكد عندك الجمع بين المسألتين في الحكم المذكور أن في كل واحدة منهما ثلاثة أقوال، ففي مسألة الثوب الإعادة مطلقاً، ونفيها مطلقاً، وتخصيصها بالوقت، وفي مسألة جرى الدميان سكون العين أصلاً، وفتحها أصلاً لكن من باب إلحاق الجواهر بالأعراض، وتحريكها بالفتح أصلاً أيضاً لكن من باب إلحاق الجواهر بالجواهر لا بالأعراض، فالأول لسيبويه والثاني للمبرد والثالث لابن سراج.\nقال وهذه المسألة تشبه مسألة ابن جني في الخصائص، قال ألقيت يوماً على من كان يعتادني مسألة، فقلت له كيف تجمع بين قوله كامل.\nلدن بهزٌ الكف يعسل متنه\n...\nفيه كما عسل الطريق الثعلب\nوبين قوله اختصم زيد وعمرو فلم ينقدح له فيها شيء وعاد مستفهماً. فقال له اجتماعهما أن الواو اقتصر به على بعض ما وضعت له من الصلاحية للأزمنة مطلقاً والطريق اقتصر بها على بعض ما كان يصلح له الإمام.\nإنشادة\nمن سماع ابن بقي في النوم\nأنشدني الفقيه أبو عبد الله بن بقي قال سمعت في النوم رجلاً يبكي وهو ينشد أبياتاً منها سريع\nأسال نهر الدمع من ناظري\n...\nحمامةٌ تشدو على ناضر\nوبأثنائها\nأول العمر عنا قد مضى\n...\nولست في أمن على الآخر\nإفادة\nمسألة من غرائب العربية\nالجزء: 1 ¦ الصفحة: 11\n",
        "حدثنا الأستاذ الكبير أبو عبد الله بن الفخار رحمه الله قال كان لقاضي القضاة أبي جعفر ابن أبي جبل رحمه الله ولد يقرأ علي بمالقة وكان ابن أبيه فهماً ونبلاً، فسأل مني يوماً مسألة يذكرها لأقرانه، وكان معجباً بالغرائب فجرى على لساني أن قلت له بي على زيد، فعل أمر وفاعله، والأصل أبأي على زيد، ثم سهل بالنقل والحذف على قياس التسهيل، فصار بي كما ترى، فأعجب بالمسألة حتى ناظر أباه فيها ليلة، وكان أنحى نحاة عصره، فأعجب مما يرى من ابنه من النبل والتحصيل. فبلغت المسألة الأستاذ الكبير أبا بكر بن الفخار رحمة الله عليه فاعتنى بها، وحاول في استخراج وجه من وجوه الاعتراض على عادة المفلحين من طلبة العلم فوجد في مختصر العين أن الكلمة من ذوات الواو ولم يذكر صاحب المختصر غير ذلك، ولم يكن رحمه الله رأى قول أبي الحسن اللحياني في نوادره أنه مما يتعاقب على لامه الواو والياء يقال بأي يبأَى بأواً وبأياً كما يقال شاي يَشْأَى شأواً وشأياً فلما رأى ذلك لم يقدم شيئاً على أن اجتمع بالقاضي المذكور فقال له ألم تسمع ما قال فلان بي على زيد وإنما هو بون على زيد، لأنه من ذوات الواو ونص على ذلك صاحب مختصر العين وحمله على أن يرسل إلي ويردني عن ذلك الذي قلته.\nواجتمعت أنا مع القاضي المذكور وحدثني بما جرى له مع الأستاذ ابن الفخار فذكرت له ما حكاه أبو الحسن اللحياني في نوادره وما قاله ابن جني في سر الصناعة فسر بذلك وأرسل بعد إلى الأستاذ ابن الفخار، وذكر له نص اللحياني وقول ابن جني، وجمع القاضي بيننا وعقد في قلوبنا مودة.\nقال الأستاذ فكان الشيخ الأستاذ ابن الفخار من يومئذ يقصدني في منزلي في المواسم ويستشيرني في أموره على سبيل التأنيس رحمة الله عليه فأواه على فقد السادة أمثاله.\nإنشادة\nلأبي البركات بن الحاج\nينشدها أبو بكر بن القرشي\nأنشدني الفقيه القاضي أبو بكر بن القرشي، قال أنشدنا شيخنا أبو البركات بن الحاج لنفسه طويل\nألا ليت شعري هل لما أنا أرتجي\n...\nمن الله في يوم الجزاء بلاغ\nوكيف لمثلي أن ينال وسيلةً\n...\nلها عن سبيل الصالحين مراغ\nوكم رمت دهري فتح باب عبادةٍ\n...\nيكون بها في الفائزين مساغ\nفكدت ولم أفعل وكيف وليس لي\n...\nمعينان حقاً صحة وفراغ\nلأصبحت من قومٍ دعاهم إلى الرضى\n...\nمنادي الهدى فاستنهضوه فراغوا\nأباغ يرى أخراه من يزدهيه من\n...\nزخاريف دنياه الدنية يساغ\nويضرب صفحاً عن حقيقة ما طوت\n...\nفيلهيه زور قد أتاه مصاغ\nإذا ما بدا للرشد نهج بيانه\n...\nيراع من وحشةٍ فيراغ\nفيا رب برد العفو هب لي إذا غلا\n...\nمن الحر في يوم الحساب دماغ\nفمن حرق للنفس فيه لواعج\n...\nومن عرق للجلد فيه دباغ\nومن وجل للقلب فيه أراقم\n...\nومن خجل للوجه فيه صباغ\nوعظتك لو أني أثبت وفي الذي\n...\nوعظت به لو ترعوين بلاغ\nإفادة\nمسألة من علم البيان\nسألنا الأستاذ القاضي أبو عبد الله المقري رحمه الله عن معنى هذين البيتين وافر\nرأت قمر السماء فأذكرتني\n...\nليالي وصلنا بالرقمتين\nكلانا ناظرٌ قمراً ولكن\n...\nرأيت بعينها ورأت بعيني\nفلم نأت بشيء، وقال إن هذا الرجل كان ينظر إليها وهي تنظر إلى قمر السماء، فهي تنظر إلى القمر حقيقة وهو لفرط استحسانه يرى أنها الحقيقة، فقد رأى بعينها لأنها ناظرة للحقيقة، قال وأيضاً فهو ينظر إلى قمر مجازاً وهو لفرط استحسانه يرى ن قمر السماء هو المجاز، فقد رأت بعينه لأنها ناظرة المجاز.\nقال القاضي رحمه الله ومن هنا تعلم وجه الفاء في قوله فأذكرتني لأنه لما صارت رؤيتها رؤيته، وصار القمر حقيقة إياها كان قوله رأت قمر السماء فأذكرتني بمثابة قوله رأيتها فاذكرتني فتأمله، فإن بعض من لا يفهم كلام الأستاذ حق الفهم ينشد واذكرتني فالفاء في البيت الأول منبهة على معنى البيت الثاني لأنها مبنية عليه. وهذا النوع يسمى بالإبداع في علم البيان.\nالجزء: 1 ¦ الصفحة: 12\n",
        "قال فهذا معنى البيتين، ولا يخلوان من تكلف.\nإنشادة\nلأبي عبد الله بن بقي\nأنشدني الفقيه أبو عبد الله بن بقي، قال استيقظت من نومة نمتها في القائلة في شهر رجب عام ستة وخمسين وسبعمائة، وأنا أنشد هذا البيت:\nولا يبلغ القصاد كل مرادهم\n...\nذا عدموا زاداً من العلم نافعا\nإفادة\nسند تلقيم للمؤلف\nيصل إلى الرسول صلى الله عليه وسلم\nلقمني الشيخ الفقيه القاضي أبو عبد الله المقري رحمه الله لقمة بيده المباركة وقال لقمني الشيخ أبو عبد الله المسفر قال لقمني أبو زكرياء المحياوي وقال لقمني أبو محمد صالح قال لقمني الشيخ أبو مدين قال لقمني أبو الحسن بن حرازم قال لقمني ابن العربي، قال لقمني الغزالي قال لقمني أبو المعالي قال لقمني أبو طالب المكي، قال لقمني أبو محمد الجريري قال لقمني الجنيد قال لقمني سري السقطي، قال لقمني معروف الكرخي، قال لقمني داوود الطائي، قال لقمني حبيب العجمي، قال لقمني الحسن البصري قال لقمني علي بن أبي طالبي، قال لقمني رسول الله صلى الله عليه وسلم.\nقلت وبهذا السند صافحته أيضاً رضي الله تعالى عنه.\nإنشادة\nلابن دقيق العيد\nيرويها\nالشريشي\nأنشدني الفقيه العدل الفاضل أبو عبد الله الشريشي، وقال أنشدني الشيخ القاضي أبو عبد الله المقري وقال أنشدني الحاج أبو عبد الله محمد بن عبد الواحد الرباطي، وقال أنشدني تقي الدين لنفسه طويل\nتمنيت أن الشيب عاجل لمتي\n...\nوقرب مني في صباي مزاره\nلأخذ من غض الشباب نشاطه\n...\nوآخذ من عصر المشيب وقاره\nإفادة\nضبط عبارة الصحاح\nسألني الشيخ القاضي أبو عبد الله المقري عن اسم كتاب الجوهري، فقلت له من الناس من يقول له الصِّحاح بالكسر، ومنهم من يفتح.\nفقال إنما هو بالفتح بمعنى الصحيح كما ذكره في باب صحَّح ويحتمل أن يكون مصدر صح كحبان.\nإنشادة\nلابن دقيق العيد\nيرويها الشريشي\nأنشدني الفقيه أبو عبد الله الشريشي، وقال أنشدني القاضي أبو عبد الله المقري قال أنشدني الرباطي قال أنشدني تقي الدين لنفسه قي معنى رقيق حجازي طويل\nإذا كنت في نجد وطيب نسميه\n...\nتذكرت أهلي باللواء فمخبري\nوإن كنت فيهم زدت شوقاً ولوعةً\n...\nإلى ساكني نجدٍ وعيل تصبري\nفقد طال ما بين الفريقين موقفي\n...\nفمن لي بنجد بين أهلي ومعشري\nإفادة\nالجزم بأيان\nأنشدني الشيخ الأستاذ النحوي اللغوي أبو عبد الله محمد بن محمد بن بيبش العبدري رحمه الله على الجزم بأيان، بيتاً لم أسمعه من غيره، ولم أره في كتاب من كتب النحويين، ثم رأيته بعد ذلك في تكملة شرح التسهيل لابن مؤلفه، رحمه الله بسيط\nأيان نؤمنك تأمن غيرنا ومتى\n...\nلم تطلب الأمن منا لم تزل حذرا\nإنشادة\nلأبي عبد الله بن الفخار\nأنشدني الفقيه الأستاذ الكبير أبو عبد الله بن الفخار رحمه الله وقال ألقي إلي في سري بيت لم أسمعه قط في السادس عشر من رجب عام ستة وخمسين وسبعمائة:\nلتكن راجياً كما أنت ترجو\n...\nولأربي من الذي أنت راج\nإفادة\nوجه الكسر في كلمة يومئذ\nقرر لنا الأستاذ الكبير أبو عبد الله بن الفخار رحمه الله يوماً توجيه قول أبي الحسن الأخفش في كسرة الذال من نحو يومئذ من أنها إعرابية، لا بنائية إذ لم يذكر أحد وجه هذا المذهب قبل، قال ابن جني إن الفارسي اعتذر له بما يكاد أن يكون له عذراً.\nفلما تم له التوجيه قلت له وأنا حينئذ صغير السن هب أن الأمر على ما قاله الأخفش من أن الكسرة إعرابية فما يصنع ببناء الزمان المضاف إلى أن في أحد الوجهين، والإضافة إلى المفرد المعرب تقتضي الإعراب دون البناء؟ فتعجب من صدور هذا السؤال مني لصغر سني، وأجاب عنه بأنه قد يذهب السبب ويبقى حكمه. كما قاله ابن جني في اسم الإشارة في ترجمة سيبويه هذا باب علم ما الكلام من العربية على أن يكون سيبويه وضعه غير مشير به وتركه مبنياً، وإن زال سبب البناء، ونظير ذلك بباب التسوية، على ما هو مقرر في موضعه.\nالجزء: 1 ¦ الصفحة: 13\n",
        "قال ونظير ذلك ما قررنا من إضافة حيث إلى المفرد مع بقاء البناء فيما ذكره الزمخشري، وذلك قوله\nأما ترى حيث سهيل طالعاً\nوقوله أنشدنا ابن الأعرابي لبعض الهذليين؛ طويل\nونحن سعينا بالبلايا المعقل\n...\nوقد كان منكم حيث لي العمائم\nوقد كان حقها أن تعرب لزوال سبب البناء، وهو الإضافة إلى جملة، وحصول سبب الإعراب وهو الإضافة إلى المفرد، ولكنه لم يعتبر النادر وأبقي الحكم الشائع.\nإنشادة\nلابن دقيق العيد\nفي مخاطبة إخوان بالحجاز\nأنشدني الفقيه أبو عبد الله الشريشي، قال أنشدني الشيخ المقري قال أنشدني الرباطي، قال أنشدني ابن دقيق العيد لنفسه من صدر رسالة كتب بها إلى بعض إخوانه بالحجاز سريع\nيهيم قلبي طرباً عندما\n...\nأستملح البرق الحجازيا\nويستميل الوجد قلبي وقد\n...\nأصبح لي ثوب الحجى زيا\nيا هل أقضي من منى حاجتي\n...\nفأنحر البزل المهاريا\nوأرتوي من زمزم فهي لي\n...\nألذ من ري المهاريا\nإفادة\nالجمع والتفريق\nفي بعض الآيات\nحدثنا الأستاذ القاضي أبو عبد الله المقري رحمه الله قال رأيت لبعض من ألف على كتاب الكشاف للزمخشري فائدة لم أرها لغيره في قوله تعالى \" والراسخون في العلم \" إذ الناس مختلفون في هذا الموضع اختلافاً كثيراً، فقال قوم الراسخون في العلم يعلمون تأويله، والوقوف عند قوله \" والراسخون في العلم \" وقال قوم إن الراسخين لا يعلمون تأويله، وإنما يوقف على قوله \" وما يعلم تأويله إلا الله \" فقال هذا القائل إن الآية من باب الجمع والتفريق والتقسيم من أنواع البيان، وذلك أن قوله تعالى \" هو الذي أنزل عليك الكتاب \" جمع وقوله \" منه آيات محكمات هن أم الكتاب، وأخر متشابهات \" تفريق، وقوله \" فأما الذين في قلوبهم زيغ \" إلى قوله \" وابتغاء تأويله \" أحد طرفي التقسيم، وقوله \" والراسخون في العلم \" الطرف الثاني، وتقديره وأما الراسخون في العلم فيقولون آمنا به، وجاء قوله تعالى \" وما يعلم تأويله إلا الله \" اعتراضاً بين طرفي التقسيم. قال وهذا مثل قوله تعالى \" وأنا منا المسلمون \" الآية فقوله وإنا جمع، وقوله \" منا المسلمون ومنا القاسطون \" تفريق، وقوله تعالى \" فمن أسلم \" \" وأما القاسطون \" تقسيم، وهو من بديع التفسير.\nقلت ومثله أيضاً قوله تعالى \" يوم يأت لا تكلم نفس إلا بإذنه \" إلى آخر الآيات.\nإنشادة\nلأبي إسحاق بن الحاج\nيرويها ابن حذلم أنشدني الفقيه الفاضل أبو محمد بن حذلم، وقال أنشدني الفقيه الأجل الراوية الرحلة الكاتب الأديب البارع أبو إسحاق إبراهيم بن الحاج لنفسه طويل\nأمن حنين العيس إن هي نحوك\nومهما جرت أجفان ماء إليكم\n...\nجرى إثرها شوقاً لكم ماء أجفان\nإفادة\nإنتاج قضيتين شرطيتين\nحدثنا الأستاذ القاضي الكبير أبو عبد الله المقري قال ذكر أبو زيد بن الإمام يوماً في مجلسه أنه سئل بالمشرق عن هاتين الشرطيتين \" ولو علم الله فيهم لأسمعهم، ولو أسمعهم لتولوا وهم معرضون \" فإنهما تستلزمان بحكم الإنتاج لو علم الله فيهم خيراً لتولوا، وهو محال، فقال ابن حكم قال الخونجي والإهمال بإطلاق لفظة لو وأن في المتصلة فهاتان القضيتان على هذا مهملتان والمهملة في قوة الجزئية، ولا قياس علي جزئيتين.\nقال المقري فلما اجتمعت بأبي علي حسين بن حسين أخبرته بهذا أو بما أجاب به الزمخشري وغيره مما يرجع إلى انتفاء تكرر الوسط فقال لي الجوابان في المعنى سواء لأن القياس على جزئيتين وإنما يمتنع الإنتاج فيه لانتفاء تكرر الوسط قال فأخبرت بذلك شيخنا الآبلي فقال إنما يقوم القياس على الوسط ثم يشترط فيه بعد ذلك أن لا يكون من جزئيتين ولا سالبتين. إلى سائر ما يشترط، قال فقلت فالمانع من كون هذا الشرط تفصيلاً لمجمل ما بنينا عليه من الوسط وغيره وإلا فلا مانع إلا ما قاله ابن حسين.\nقال الآبلي وقد أجبت بجواب السلوي ثم رجعت إلى ما قاله الناس لوجوب كون مهملات قضايا القرآن كلية لأن الشرطية لا تنتج جزئية. قال فقلت هذا فيما يساق منها للحجة مثل \" لو كان فيهما آلهةٌ إلا الله لفسدتا \" أما في مثل هذا فلا.\nإنشادة\nلأبي حيان يرويها\nأبو إسحاق إبراهيم بن الحاج\nالجزء: 1 ¦ الصفحة: 14\n",
        "أنشدني الشيخ الفقيه الرحلة أبو إسحاق إبراهيم بن الحاج، وقال أنشدني الأستاذ الإمام أبو حيان يوسف بن حيان النفزي لنفسه طويل\nعداتي لهم فضل علي ومنةٌ\n...\nفلا أبعد الرحمن عني الأعاديا\nهم بحثوا عن زلتي فاجتنبتها\n...\nوهم نافسوني فاكتسبت المعاليا\nإفادة\nتأويل آية\nكان شيخنا الأستاذ الكبير أبو عبد الله بن الفخار رحمه الله يأمرنا بالوقف على قوله تعالى في سورة البقرة \" قالوا الآن \" ويبتدئ \" جئت بالحق \" وكان يفسر لنا معنى ذلك أن قولهم \" الآن \" أي فهمنا وحصل لنا البيان، ثم قال \" جئت بالحق \" يعني في كل مرة وعلى كل حال.\nوكان رحمه الله يرى هذا الوجه أولى من تفسير ابن عصفور له من أنه حذف الصفة، أي بالحق البين. وكان يحافظ عليه.\nإنشادة\nللمؤلف في تقريظ الشفاء\nلما أخذ فيما زعموا شيخنا الإمام الشهير الخطيب المحدث البليغ أبو عبد الله بن مرزوق في شرح كتاب الشفاء للقاضي أبي الفضل عياض وهو مستوطن مدينة فاس من بر العدوة بعث إلى الأندلس في طلب أمداح من شعرائها لكتاب الشفاء ليجعل ذلك مقدمة الشرح فندبني إلى امتحان الفكر لهذا المقصد صاحبنا الفقيه الكاتب أبو عبد الله بن زمرك إلى أن سمح الخاطر بهذه الأبيات بسيط.\nيا من سما لمراقي المجد مقصده\n...\nفنفسه بنفيس العلم قد كلفت\nهذي رياض يروق العقل مخبرها\n...\nهي الشفا لنفوس الخلق إن دنفت\nيجني بها زهر التكريم أو ثمر الت؟\n...\nعظيم، والفوز للأيدي التي قطفت\n؟ أبدت لنا من سناها كل واضحةٍ حسانه دونها الأطماع قد وقفت\nوشيد العقل أركاناً موطدة\n...\nبها على متن أصل الشرع قد رصفت\nقوت القلوب وميزان العقول متى\n...\nحادت عن الحجة الكبرى أو انحرفت\nفيا أبا الفضل حزت الفضل في غرض\n...\nبه أقرت لك الأعلام واعترفت\nوكنت بحر علوم ظل ساحله\n...\nمنه استمدت عيون العلم واغترفت\n؟ زارته من جنبات القدس باسمةً فحركت منه موج الفكر حين وفت\nحتى إذا ما طمت أمواجه قذفت\n...\nلنا بدرتها الحسناء وانصرفت\nإن العناية لا يحظى بنائلها\n...\nحريصها بل على التخصيص قد وقفت\n؟ إفادة\nقاعدة عدم التشديد\nعلى المستفتي كنت يوماً سائراً مع بعض الأصحاب إذ لقينا شيخنا الأستاذ المشاور أبا سعيد بن لب أكرمه الله بقرب المدرسة، فسرنا معه إلى بابها ثم أردنا الانصراف، فدعانا إلى الدخول معه إلى المدرسة، وقال أردت أن أطلعكم على بعض مستنداتي في الفتوى الفلانية وما شاكلها وأبين لكم وجه قصدي إلى التخفيف فيها وكان قد أطلعنا على مكتوب بخطه جواباً عن سؤال في يمين أفتى فيها بمراعاة اللفظ والميل إلى جانبه، فنازعناه فيه في ذلك اليوم، وانفصل المجلس على منازعته، فأرانا مسائل في النهاية وأحكام ابن الفرس وغيرهما وبسط لنا فيها بما يقتضي الاعتماد على لفظ الحالف وإن كان فيه خلاف ما لنيته بناء على قول من قال بذلك من أهل المذهب وغيرهم.\nوقال أردت أن أنبهكم على قاعدة في الفتوى وهي نافعة جداً ومعلومة من سنن العملاء وهي أنهم ما كانوا يشددون على السائل في الواقع إذا جاء مستفتياً.\nوكنت قبل هذا المجلس تترادف علي وجوه الإشكالات في أقوال مالك وأصحابه، فلما كان بعد ذلك المجلس شرح الله بنور ذلك الكلام صدري فارتفعت ظلمات تلك الإشكالات دفعة واحدة، لله الحمد على ذلك ونسأله تعالى أن يجزيه عنا خيراً وجميع معلمينا بفضله.\nإنشادة\nلأبي محمد بن حذلم\nأنشدني صاحبنا الفقيه الأديب أبو محمد بن حذلم لنفسه متقارب\nيقولون لي خل عنك الأسى\n...\nولذ بالسرور فذا يوم عيد\nفقلت لهم والأسى غالب\n...\nووجدي يحيا وشوقي يزيد\nتوعدني مالكي بالفراق\n...\nفكيف أسر وعيدي وعيد\nإفادة\nتأويل آيتين\nالجزء: 1 ¦ الصفحة: 15\n",
        "قال لي الأستاذ الجليل أبو سعيد بن لب حفظه الله سئلت عن قوله تعالى في سورة النساء \" تلك حدود الله ومن يطع الله ورسوله ندخله جناتٍ تجري من تحتها الأنهار خالدين فيها \" الآية فجمع قوله \" خالدين \" وقال بعد \" ومن يعص الله ورسوله ويتعد حدوده ندخله ناراً خالداً فيها \" فأفرد قوله \" خالداً \".\nقال وأجبت أن الجنة لما كان لأهلها فيها اجتماعات، وليس فيها فرقة ولا توجد، جاء قوله \" خالدين فيها \" اعتباراً بالمعنى الحاصل في الجنة من الاجتماع. ولما كان أهل النار على الضد من هذا وكل واحد منهم في تابوت من نار، حتى يقول أحدهم إنه ليس في النار إلا هو جاء قوله \" خالداً فيها \" اعتباراً بهذا المعنى.\nفعرضت على شيخي الإمام الأستاذ أبي عبد الله بن الفخار هذا السؤال فأجاب عنه بأنه تعالى ذكر في الأولى جنات متعددة لا جنة واحدة فقال \" ندخله جنات \" والضمير المنصوب في \" ندخلهُ \" وإن كان مجموعاً في المعنى فهو في اللفظ مفرد، والمفرد من حيث هو مفرد لا يصح أن يكون في جنات متعددة معاً، فجاء \" خالدين \" ليرفع ذلك الإيهام اللفظي، فهو اعتبار لفظي ومناسبة لفظية، وإن كان المعنى صحيحاً، وأما الآية الثانية فإنما فيها نار مفردة، فناسبها الإفراد في \" خالداً \".\nإنشادة\nلبي محمد بن حذلم\nأنشدني الفقيه الأديب البارع أبو محمد بن حذلم لنفسه بسيط\nشأن المحبين في أشجانهم عجبٌ\n...\nوحالتي بينهم في الحب أعجبها\nقد كنت أبعث من ريح الصبا رسلاً\n...\nتأتي فتطبع أشواقي وتلهبها\nوالآن أرسل دمعي إثرها ذرفاً\n...\nفتلتظي نار وجدي حين أسكبها\nفاعجب لنار اشتياق في الحشا وقعت\n...\nوالريح تذهبها والماء يلهبها\nوأخذ هذا المعنى بتمامه من قطعة أنشدناها شيخنا القاضي أبو القاسم الشريف رحمة الله عليه أذكر الآن آخر بيت منها وهو بسيط\nيا من رأى النار إن تطفا مخالفةً\n...\nفبالرياح وإن توقد فبالماء\nإفادة\nحوار بين المؤلف\nوأحد اليهود في مسألة\nخلق عيسى عليه السلام\nوقع يوماً بيني وبين بعض من يتعاطى النظر في العلم من اليهود كلام في بعض المسائل إلى أن أنجز الكلام إلى عيسى عليه السلام، فأخذ ينكر خلقه من غير أب ويقول وهل يكون شيء من غير مادة؟ فقلت له بديهة فيلزمك إذاً أن يكون العالم مخلوقاً من مادة وأنتم معشر اليهود لا تقولون بذلك، فأحد الأمرين لازم إما صحة خلق عيسى من غير أب وإما بطلان خلق العالم من غير مادة.\n\" فبهت الذي كفر والله لا يهدي القوم الظالمين \".\nإنشادة\nلأبي عبد الله المسفر\nعند توديع فاس\nحدثنا شيخنا الأستاذ العالم الناظر أبو علي الزواوي أكرمه الله قال قدم علينا شيخنا الإمام الشهير أبو عبد الله محمد بن يحيى الشهير بالمسفر على مدينة فاس في بعض الرسائل، فلما خرج بقصد الإياب شيعه جماعة من فقهائها وأدبائها وسألوه أن ينشدهم شيئاً من شعره فارتجل هذا البيت الفذ كامل\nشرق لتجلو عن فؤادك ظلمةً\n...\nفالشمس يذهب نورها بالمغرب\nإفادة\nقواعد من علم البيان\nأفادني صاحبنا الفقيه الكاتب أبو عبد الله بن زمرك إثر إيابه إلى وطنه من رحلة العدوة في علم البيان فوائد، نذكر الآن منها ثلاثة إحداها الفقه في اللغة، وهو النظر في مواقع الألفاظ وأين أستعملتها العرب، ومن مثل هذا الوجه قولهم قرم وعام إذا اشتهى، لكن لا يستعمل قرم إلا مع اللحم ولا يستعمل عام إلا مع اللبن فنقول قرمت إلى اللحم وعمت إلى اللبن، وكذلك قولهم أصفر فاقع وأحمر قان، ولا يقال بالعكس، وهذا كثير.\nوالثانية تحري الألفاظ البعيدة عن طرفي الغرابة والابتذال، فلا يستعمل الحوشي من اللغات ولا المبتذل في ألسن العامة.\nوالثالثة اجتناب كل صيغة تخرج الذهن عن أصل المعنى أو تشوش عليه. إذ المقصود الوصول في بيان المعنى إلى أقصاه، والإتيان بما يحصله سريعاً ويمكنه في الذهن، وتحري كل صيغة تمكن المعنى في الذهن وتحرض السامع على الاستماع.\nوأخبرني أن كتاب المغرب يحافظون في شعرهم وكتابتهم على طريقة العرب، ويذمون ما عداها من طرق المولدين، وإنها خارجة عن الفصاحة وهذه المعاني الثلاثة لا توجد إلا فيها.\nالجزء: 1 ¦ الصفحة: 16\n",
        "إنشادة\nلأبي عبد الله المقري\nأنشدني الفقيه القاضي المتفنن أبو عبد الله المقري لنفسه مجزوء الكامل\nوجدٌ تسعره الضلو\n...\nع وما تبرده المدامع\nفإذا تحركت الصبا\n...\nبة فالمهابة لا تطاوع\nأمل إذا وصل الرجا\n...\nأسبابه فالخوف قاطع\nبالله يا هذا الهوى\n...\nما أنت بالعشاق صانع\nإفادة\nمعرفة قوس النهار لدى الفكليين\nقيدت عن الشيخ الفقيه الفاضل الموقت أبي الحجاج المكناسي في معرفة نصف قوس النهار أي يوم أردت ما نصه إذا أردت أن تعرف نصف قوس النهار فانظر ما مضى لك من الميل المخدوم فما كان فضع منه ربعه وما بقي هو الفضلة تحمله على تسعين إن كانت الشمس في الشمال وتنقصه من تسعين إن كانت في الجنوب. وإن شئت حملت على الميل المخدوم نصفه ونصفت المجتمع فما كان النصف فهو الفضلة تفعل بها ما فعلت بالأول.\nإنشادة\nلبعض العلماء في القول بالموجب\nأنشدنا الفقيه القاضي أبو عبد الله المقري رحمه الله في القول بالموجب لبعض العلماء في وديعة كامل\nإن قال قد ضاعت، فصدق أنها\n...\nضاعت ولكن منك يعني لو تعي\nأو قال قد وقعت فصدق أنها\n...\nوقعت ولكن منه أحسن موقع\nوأنشدنا أيضاً من القول بالموجب لبعض الحنابلة طويل\nيحجون بالمال الذي يجمعونه\n...\nحراماً إلى البيت العتيق المحرم\nويزعم كل أن تحط رحالهم،\n...\nتحط، ولكن فوقهم في جهنم\nإفادة\nوجه من أوجه الضرب في الحساب\nأفادني الشيخ الفقيه المتفنن أبو الحسن علي الكحيلي رحمه الله وجهاً من أوجه الضرب وملحه حين قراءتي عليه ابن الياسمين وهو أن تضرب جزءاً من المضروب في جزء من المضروب فيه، فما اجتمع ضربته في مسمى أحد الجزئين ثم في مسمى الآخر، فما اجتمع فهو الجواب.\nإنشادة\nلابن حذلم في رثاء ابن الفخار\nأنشدني صاحبنا الفقيه الأجل الأديب البارع أبو محمد بن حذلم لنفسه أبياتاً أنشدها يوم عيد على قبر سيدنا الأستاذ الكبير الشهير أبي عبد الله بن الفخار يرثيه بها؛ طويل\nأيا جدثاً قد أحرز الشرف المحضا\n...\nبأن صار مثوى السيد العالم الأرضى\nعجبت لما أحرزته من معارفٍ\n...\nوشتى فعالٍ لم تزل تعمر الأرضا\nطويت عليه وهو عين زمانه\n...\nفيا جفن عين الدهر لم تؤثر الغمضا\nفحياك من صوب الحياطل ديمةٍ\n...\nتديم له في الجنة الرفع والحفظا\nفها نحن في عيد الأسى عند قبره\n...\nوقوفٌ لنقضي من عيادته الفرضا\nكمثل الذي كنا وقوفاً ببابه\n...\nبعيد الأماني زائرين له أيضاً\nومنا سلامٌ لا يزال يخصه\n...\nيذكره من بعض أشواقنا البعضا\nإفادة\nكراهة المقري للتسمية\nبقاضي القضاة\nكتب لي شيخنا القاضي الجليل أبو عبد الله المقري رحمه الله على ظهر التسهيل لابن مالك الذي كتبته بخط يدي بعدما كتب لي بخطه روايته فيه عن أبي الحسن بن مزاحم عن بدر الدين بن جماعة عن المؤلف، فكتب بعد ذلك ما نصه قال محمد بن محمد المقري بدر الدين بن جماعة المذكور يدعى بقاضي القضاة على ما جرت به عوائد أهل المشرق في تسمية مثله، وأنا أكره هذا الاسم محتجاً بقول النبي صلى الله عليه وسلم \" إن أخنع الأسماء عند الله يوم القيامة رجل تسمى بملك الأملاك، لا مالك إلا الله \".\nإنشادة\nلأبي عبد الله المقري\nوأبي إسحاق بن حكم\nنقلت من خط شيخنا القاضي أبي عبد الله المقري المذكور ما نصه فضلت عند الأستاذ أبي إسحاق إبراهيم بن حكم الكناني كلام الشيخ ابن مالك في شرحه على ما وجد من كلام ابنه في تكملته، وكأنه أبى ذلك فتنازعنا الحديث إلى أن قتل له طويل\nعهود من الآباء يورثها الأبنا\nفما كان بأسرع من أن قال\nبنوا مجدهم لكن بنوهم له أبنى.\nفعجبت من حسن بديهته.\nإفادة\nتأليف ابن الحاجب\nلمختصره الفرعي\nالجزء: 1 ¦ الصفحة: 17\n",
        "حدثنا شيخنا الأصولي أبو علي الزواوي حفظه الله عن شيخه الإمام العالم أبي عبد الله محمد بن يحيى الشهير بالمسفر ونقلت ذلك من خط الأستاذ أبي علي، حدثنا شيخنا الإمام العالم المفتي الصالح الشهير أبو علي منصور ابن الشيخ الصالح الموقر المبرور المرحوم أبي العباس أحمد بن عبد الحق المشدالي رضي الله عنه ونفع به قال حدثنا الشيخ الفاضل المدرس زين الدين الزواوي، قال حدثنا الشيخ أبو عمرو بن الحاجب قال لما كنت مشتغلاً بوضع كتابي هذا كنت أجمع الأمهات ثم أجمع ما اشتملت عليه تلك الأمهات في كلام موجز ثم أضعه في هذا الكتاب حتى كمل. ثم إني بعد ربما أحتاج في فهم بعض ما وضعته إلى فكر وتأمل، قلت يعني بالكتاب مختصره في الفروع.\nإنشادة\nلأبي جعفر بن عبد العظيم\nأنشدني الفقيه الأديب أبو جعفر بن عبد العظيم لنفسه رمل\nيا من اختار فؤادي منزلاً\n...\nبابه العين التي ترمقه\nفتح الباب سهادي بعدكم\n...\nفابعثوا لي طيفكم يغلقه\nإفادة\nاستنساخ بعض كتب ابن البناء من كبت أخرى\nحدثني أخي وسيدي الفقيه الأستاذ أبو جعفر بن الراوية أكرمه الله قال حدثني الفقيه الإمام المحقق أبو جعفر بن صفوان أنه تذاكر مع الفقيه الأستاذ أبي بكر القللوسي في الجبر والمقابلة. لأبي العباس بن البناء، فقال له القللوسي إنه مستنسخ من كتاب القرشي، فأنكرت ذلك عليه إنكاراً شديداً لما كنت عليه من إجلال الشيخ وإعظامه فتركني وذهب إلى داره، ثم جاء بكتاب القرشي وقال أخذ بيديك كتاب ابن البناء، فأخذته فقرأ علي، فما غادر منه حرفاً. قال فتعجبت من ذلك كل التعجب.\nقلت وكنت أقرأ على صاحبنا بي جعفر المذكور جبر ابن البناء، فأحال في الكتاب على مسألة أنها تقدمت فلم نجد لها فيما تقدم ذكراً، فقال لعل هذه المسألة في كتاب القرشي ويكون ذلك مما نقله نسخاً. وحكى لنا أن التلخيص لابن البناء أيضاً مستخرج من كتاب في التعاليم لبعض الناس.\nإنشادة\nلأبي سعيد بن لب\nأنشدني شيخنا الأستاذ العالم أبو سعيد بن لب حفظه الله، قال أفقت من نومة نمتها وأنا قد نظمت بيتاً ونصف آخر ثم زدت عليه بيتاً ونصفاً فصارت ثلاثة أبيات وهي متقارب\nتألق برق بذات الفضا\n...\nفأومض في القلب إذ أومضا\nوحلت معاقد صبري به\n...\nوأظلم أفقي به إذ أضا\nذكرت به معهداً للصبا\n...\nوذكرني طيب عيش مضى\nثم سألناه بعد ذلك الزيادة عليها فزاد عليها تسعة أبيات قيدتها في غير هذا، وأنشدنا الجميع لثلاث ليالٍ بقين من ذي القعدة عام ستين وسبعمائة.\nإفادة\nدلالة اسم الفاعل\nجرى بين يدي الأستاذ شيخنا أبي سعيد رضي الله عنه أن أهل الأصول يقولون إن اسم الفاعل إذا كان للحال حقيقة اتفاقاً، وإذا كان للاستقبال مجاز اتفاقاً، وإذا كان للماضي ففيه خلاف هل هو حقيقة أو مجاز؟ قال وبعض الناس يستشكل كل هذا جداً، مع قول النحويين إن اسم الفاعل معناه جار مجرى الفعل، فإن كان للماضي فهو كالماضي، وإن كان للمستقبل فهو كالمستقبل، وإن كان للحال فهو كفعل الحال، ولا خلاف أن الأفعال دلالتها على معانيها حقيقة لا مجازاً، فإذا تقرر هذا فكيف اتفق على ضد ما اتفق عليه النحويون؟ قال الأستاذ فالظاهر في المسألة والحق الرجوع إلى أهل اللسان.\nإنشادة\nلأبي عبد الله الشقوري الطبيب\nأنشدني أخي وسيدي الفقيه الأستاذ الطبيب أبو عبد الله محمد بن علي الشقوري لنفسه كامل\nالكل أنت ونورك الوضاح\n...\nللعارفين مناره يلتاح\nوجمال وجهك للنهى مصباحٌ\n...\nمهما بدا سجدت له الأرواح\nإفادة\nأنواع الدراهم\nوتقديرها في عصر المؤلف\nنقلت من خط شيخي الأستاذ الكبير أبي عبد الله بن الفخار، وقال نقلت من خط شيخنا أبي القاسم بن الشاط رحمه الله نصاب الزكاة من الدراهم الإسلامية المسماة بدراهم الكيل مائتا درهم، ومن دراهم الموحدين ثلاثمائة وستون، ومن دراهمنا الصغار اليوم ألف ومائتان واثنان وأربعون.\nإنشادة\nلأبي البقاء خالد البلوي\nفي الشيب\nالجزء: 1 ¦ الصفحة: 18\n",
        "أنشدني الشيخ الفقيه القاضي الأعدل أبو البقاء خالد بن عيسى بن أحمد بن إبراهيم بن أبي خالد البلوي حفظه الله لنفسه في السادس والعشرين لرجب عام تسعة وخمسين وسبعمائة:\nومستنكر شيبي وما ذهب الصبا\n...\nولا جف إيناع الشبيبة من غصني\nفقلت فراقي للأحبة مؤذنٌ\n...\nبشيبي وإن كنت ابن عشرين في سني\nإفادة\nمسألة نحوية استفادها\nابن الفخار عن شيخه الحضرمي\nحدثني الشيخ الفقيه الأستاذ الجليل أبو عبد الله بن الفخار ونقلته من خطه عن الشيخ الفقيه الجليل أبي عبد الله الحضرمي القاضي بسبتة رحمه الله قال أخذت يوماً بيده أقوده إلى منزله من مدرسة باب القصر بسبتة لمكان سنه فقعد في أثناء الطريق ليرتاح ثم قال لي ما تقول في قولك زيد قام، أيكون زيد فاعلاً مقدماً؟ قلت لا أدري لكوني لم أكن حينئذٍ في هذه الطبقة.\nثم قال لا يكون ذلك لأمرين أحدهما أن الفاعل كالجزء من فعله إذا كان ضميراً متصلاً فوجب أن يجري على أسلوب واحد.\nوالآخر أنه لو كان كذلك لاتحد حكم الفعل، مقدماً ومؤخراً.\nقال الأستاذ فهذا من أول ما أفادني رحمه الله تعالى.\nإنشادة\nلأبي البقاء البلوي\nأنشدها في رحلته بتونس\nأنشدني الشيخ الفقيه القاضي أبو البقاء خالد بن أبي خالد البلوي في التاريخ المذكور عنه قبل هذا لنفسه، وقال أنشدتها بديهاً بمصلى تونس يوم عيد النحر من عام سبعة وثلاثين وسبعمائة:\nأتى العيد واعتاد الأحبة بعضهم\n...\nلبعض وأحباب المتيم قد بانوا\nوأضحى وقد ضحوا بقربانهم وما\n...\nلديه سوى حمر المدامع قربان\nإفادة\nاستعمال القلب لفهم\nتعبير فقهي\nمثل لنا شيخنا الأستاذ العالم أبو علي الزواوي في أثناء القراءة عليه لكتاب ابن الحاجب الفرعي عند قوله والمذهب أن المني نجس القلب عند الجدليين، وهو الاستدلال على نقيض الحكم بعين الدليل صورة ومادة، وقال مثله لنا الأستاذ أبو عبد الله المسفر رحمه الله ونحن نقرأ كتاب ابن الحاجب عند قوله والمذهب أن المني نجس فقال إن بول الغنم عند الشافعي نجس والمني عنده طاهر، فيقول المالكي الدليل على أن المني نجس أن بول الغنم إما أن يكون نجساً وإما أن يكون طاهراً، وأياً ما يكون فيلزم نجاسة المني فإن كان نجساً فيلزمه نجاسة المني عملاً بالمشترك وهو الاستقذار مثلاً والاستحالة إلى فساد أو نحو ذلك، وإن كان طاهراً فيلزم نجاسة المني وإلا انتهض الإجماع في موضع الخلاف وذلك باطل، فيقول الشافعي الدليل على أن المني طاهر، أن بول الغنم إما أن يكون طاهراً وإما أن يكون نجساً، وعلى كل تقدير يلزم ن يكون المني طاهراً، فإن كان طاهراً فيلزم طهارة المني عملاً بالمشترك، وهو أن كل واحد منهما فضلة تبرز من محل واحد، ونحو ذلك مما يمكن، وإن كان نجساً فيلزم طهارة المني ولا ينهض الإجماع في موضع الخلاف.\nقال فما كان مثل هذا الدليل فهو باطل.\nإنشادة\nلأبي الحسن القرطبي\nيرويها أبو بكر القرشي أنشدني الشيخ الفقيه القاضي الأعدل أبو بكر بن القرشي رحمه الله قال أنشدني شيخنا القاضي الخطيب المتفنن أبو البركات البلفيقي، قال أنشدني الأستاذ أبو الحسن علي بن سليمان القرطبي لنفسه رحمه الله طويل\nألا هل إلى ما أرتضيه بلاغ\n...\nوكيف يرى يوماً إليه فراغ\nوقد قطعت دوني قواطع جمة\n...\nأراع لها مهما بدت وأراغ\nومالي إلا عفو ربي وفضله\n...\nففيه إلى ما أرتجيه بلاغ\nإفادة وإنشادة\nنظم ابن لب في القضاء\nوالقدر للرد على متحير سئل شيخنا الفقيه الإمام العالم العلم الشهير أبو سعيد بن لب عن مضمون هذه الأبيات، وهي طويل\nأيا علماء الدين ذميٌ دينكم\n...\nتحير دلوه بأوضح حجة\nإذا ما قضى ربي بكفري بزعمكم\n...\nولو يرضه مني فما وجه حيلتي؟\nقضى بضلالٍ ثم قال ارض بالقضا\n...\nوهل أنا راضٍ بالذي فيه شقوتي\nدعاني وسد الباب دوني فهل إلى\n...\nدخولي سبيل بينوا لي قضيتي\nإذا شاء ربي الكفر منه مشيئةً\n...\nفهل أنا راضٍ باتباع المشيئة؟\nالجزء: 1 ¦ الصفحة: 19\n",
        "وهل لي اختيار أن أخالف حكمه\n...\nفبالله فاشفوا بالبراهين علتي\nوأجاب الأستاذ أجله الله، بعد الحمد والصلاة على النبي صلى الله عليه وسلم بما نصه طويل\nقضى الرب كفر الكافرين ولم يكن\n...\nليرضاه تكليفاً لدى كل ملة\nنهى خلقه عما أراد وقوعه\n...\nوإنفاذه والملك بلغ حجة\nفنرضى قضاء الرب حكماً وإنما\n...\nكراهتنا مصروفة للخطيئة\nفلا ترض فعلاً قد نهى عنه شرعه\n...\nوسلم لتدبيرٍ وحكم مشيئة\nدعا الكل تكليفاً ووفق بعضهم\n...\nفخص بتوفيقٍ وعم بدعوة\nفتعصي إذا لم تنتهج طرق شرعه\n...\nوإن كنت تمشي في طريق المشيئة\nإليك اختار الكسب والرب خالقٌ\n...\nمريد بتدبير له في الخليقة\nوما لم يرده الله ليس بكائن\n...\nتعالى وجل الله رب البرية\nفهذا جواب عن مسائل سائلٍ\n...\nجهولٍ ينادي وهو أعمى البصيرة\nأيا علماء الدين ذمي دينكم\n...\nتحير دلوه بأوضح حجة\nثم وقع بعد ذلك ما نصه هذه الأبيات المكتتبة تضمنت جواب الأبيات الستة المكتوبة فوق هذا. نظم هذه كاتب هذا فرج بن لب لطف الله تعالى به وغفر له.\nفالبيت الأول منها مأخوذ من قوله تعالى \" ولو شاء الله ما أشركوا \" ولو شاء ربك ما فعلوه \" مع قوله \" ولا يرضى لعباده الكفر \".\nوالبيت الثاني مأخوذ من قوله تعالى \" قل فلله الحجة البالغة فلو شاء لهداكم أجمعين \" يعني بالحجة البالغة حجة الملك كما وقع في حديث مسلم حين سأل عمران بن الحصين أبا الأسود عما قضى على الكافرين من كفرهم أفلا يكون ظلماً؟ فقال أبو الأسود كل شيء خلق الله وملك يده لا يسأل عما يفعل وهم يسألون، فقال له عمران أحسنت إنما أردت أن أحزر عقلك، الحديث.\nوالبيت الثالث والرابع مأخوذ معناهما من قوله تعالى \" إن الله يحكم ما يريد \"، \" وكره إليكم الكفر والفسوق والعصيان \".\nوالبيت الخامس مأخوذ من قوله تعالى \" والله يدعو إلى دار السلام ويهدي من يشاء إلى صراط مستقيم \" فعم بالدعاء إلى الجنة وخص بالهداية.\nالسادس، مأخوذ من قوله تعالى \" فليحذر الذين يخالفون عن أمره \"، مع قوله تعالى \" من يشإ الله، يضلله \" \" ومن يضلل الله فلا هادي له ونذرهم في طغيانهم يعمهون \".\nوالبيت السابع مأخوذ من قوله تعالى \" والله خلقكم وما تعملون \".\nوالبيت الثامن مأخوذ من قوله تعالى \" وما تشاؤون إلا أن يشاء الله \"، \" إن تحرص على هداهم فإن الله لا يهدي من يضل \"، \" إنك لا تهدي من أحببت \" الآية.\nوالحمد لله تعالى.\nالجزء: 1 ¦ الصفحة: 20\n",
        ""
    ]
}