{
    "1": [
        "الأفضليات\nالأفضليات\nعلي بن منجب\nالكتاب:\nالأفضليات\nالمؤلف:\nعلي بن منجب بن سليمان، أبو القاسم، تاج الرياسة، ابن الصيرفي (المتوفى: 542هـ)\n[الكتاب مرقم آليا غير موافق للمطبوع]\n",
        "كتاب الأفضليات\nرسالة العفو\nبسم الله الرحمن الرحيم قال الشيخ أبو القاسم علي بن منجب بن سليمان الكاتب: هذه الرسائل التي صنفتها منذ الأيام الأفضلية، فأولها رسالة العفو التي ترجمتها استنزال\n...\nمما خدم به المجلس العالي الملكي الأفضلي مملوكه فلان، الحمد لله راحم خلقه وإن عظمت ذنوبهم، وكاشف ضرهم فيما يطرقهم وينوبهم والمتفضل عليهم بنعمة وهم غافلون، والقائل في محكم كتابه: (وهو الذي يقبل التوبة عن عباده ويعفو عن السيئات ويعلم ما تفعلون) وصلى الله على سيدنا محمد نبيه الذي شرفه بالقرآن الكريم، ووصفه بالخلق العظيم، وفضله على كافة الأنبياء الذين بعثهم وأرسلهم، وأمره في أصحابه بقوله - عز من قائل -: (فاعف عنهم واستغفر لهم) وعلى أخيه وابن عمه أمير المؤمنين علي بن أبي طالب الذي أجاب إلى الإيمان مسارعاً مبادراً، وصفح عن عدوه وكان عليه قادراً، وأعربت شيمه عن الشرف الصريح، ومنعه كرمه أن يجهز على جريح، وعلى آلهما الطاهرين الذين طهر بهم من الأدناس صلاة دائمة الاتصال، مستمرة في الغدو والآصال، وسلم وكرم ومجد وعظم. أجمعت البرية على اختلاف ألسنتها وألوانها، وتغاير عصورها وأزمانها، وتباين عقولها وآرائها، وتفاوت أغراضها وأهوائها أن أفضل ما اكتسبه المرء في وجوده، وأشرف ما منحه من كرم الله تعالى وجوده ما يوفق له من إصلاح أخلاق النفس وتهذيبها، وتبليغها غاية تجود الخواطر فيها وتهذي بها، وإن من أدرك ذلك فقد نال الرتبة العلية، وحاز السعادة الحقيقية؛ لأنه حصل على فضيلة الذات، ووصل بها إلى أعظم اللذات، وهذه قضية لا تنتقض، ومقدمة لا يخالف أحد فيها ولا يعترض. فأما النتيجة عنها فهي فعل الحسن والمثابرة عليه، والتنزه عن القبيح وإن دعت المكافأة إليه وأفضل الحسن ما بقي ذكر المرء بعده، وجعله بالوصف قريباً وإن أطالت الأيام عهده، إذ كان بقاء ذكر الإنسان عمراً يستجده، وكنزاً يذخره لوارثه ويعده. ومن أمثالهم: (البشر أحد الجودين، والذكر أحد الخلودين، والبيان أحد السحرين، والثناء أحمد العمرين) وما أحسن قول أبي الطيب:\nكفل الثناء له برد حياته\n...\nلما انطوى فكأنه منشور\nوقد سبقه إلى هذا المعنى غيره. قال التيمي:\nردت صنائعه على حياته\n...\nفكأنه في طيه منشور\nوقال آخر:\nطوته المنايا والثناء كفيله\n...\nبرد حياة ليس يخلقها الدهر\nوبعد أبي الطيب قال مهيار:\nأفنى الثراء على الثناء لعلمه\n...\nأن الفناء مع الثناء خلود\nالجزء: 1 ¦ الصفحة: 1\n",
        "وإذا تؤملت المناقب التي تخلد حسن الذكر، وتمثلت صوراً تستشف في مرآة الفكر؛ وجد أحسنها منظراً، وأشفها جوهراً ما كانت النعمة فيه تتعدى، والآمال تتعرض نحوه وتتصدى، فلذلك عظم رب المنائح والصلات، وفضل المتنفل بالصدقة على المتنفل بالصلاة؛ وذلك (أن) المصلي لا تتجاوزه مثوبة ما صنع، والمتصدق فقد نفع غيره وهو لا محالة قد انتفع. وهذا أمر قائم الدليل، واضح برهان التفضيل. ثم إن هذه النعمة المشتركة بين منعم عليه بها، ومنعم يثاب بسببها، تنقسم في قسمين أيضاً: أحدهما البر المعهود والصدقة المعروفة، والآخر العفو عن الجرائم التي تأبى احتمالها الطباع العزوفة. وتفضيل من يعفو على من يتصدق فرض واجب، وترجيحه عليه أمر متعين وحق لازب؛ لأن المتصدق لا يتجاوز حالاً مختلة يسد خصاصتها وفاقتها، والعافي عن الذنوب فقد يحقن دماء يوجب العدل سفكها وإراقتها. فالأول يولي جميلاً ويحسن صنيعاً، والثاني يحيي نفيساً (ومن أحياها فكأنما أحيا الناس جميعاً) فبينهما هذا التفاوت الذي لا يخفى قدره، والتباين الذي لا يستتر على ذي تصور أمره، فقد استقر بهذه السياقة أن العفو أكرم الخصال، وأعلى منازل الكمال، وأحمد الأفعال عاقبة في العاجلة والمآل. ومن لطائف الله تعالى بأهل هذا العصر، ومواهبه التي تتعدى مدى الإحصاء والحصر؛ أن جعل هذه الفضيلة التي قام بها البرهان على أنها الأولى في العدد، وارتفع الخلاف في كونها الأولى بتعظيم كل أحد، أغلب الخلال على خلائق مولانا الملك السيّد الأجل الأفضل أمير الجيوش، سيف الإسلام، ناصر الإمام، كافل قضاة المسلمين، وهادي دعاة المؤمنين، عضد الله ملكه بالتخليد، وشد ببقائه أزر الإيمان والتوحيد، الذي ملأ جماله العيون، وصدق إحسانه الظنون، ووضحت الدلائل على أن مثله لم يكن قط ولن يكون:\nهيهات قامت معجزات العلا\n...\nفيه وماتت آية الانفراد\nجل عن الناس فما عابه\n...\nشيء سوى تشبيهه بالعباد\nثم إنه بسط الله اقتداره، وأعز أولياءه وأنصاره لم يعرض من الصفح بما ألف، ولم يقنع من العفو بما عرف مما يجود منه على الجاني ببقاء روحه، ويحول به بين المجرم وبين سكنى ضريحه، حتى أبان من التذاذه بالغفران، وإحسانه إلى من قابل نعمته بالكفران ما جعل المذنبين يتقربون إليه بالجرائر، والمسيئين يتوسلون عنده بالكبائر، فحمدوا خطأهم وما عهدنا الخطأ مع غير كرمه يحمد، وجحدوا براءتهم وما عرفنا البراءة لولا فيض فضله تنكر وتجحد، وصارت إساءتهم من مواتهم إليه وشوافعهم، وجنايتهم من حرماتهم لديه وذرائعهم. فما أصدق ما قال أحد شعراء مجلسه العالي شيد الله مبانيه، وبلغ كلاً من مماليكه آماله وأمانيه:\nوسعت مراحمك الجناة بأسرهم\n...\nوأقلت كلاً منهم عثراته\nوجزيت مرتكب الكبيرة منهم ال\n...\nحسنى فأصبح شاكراً زلاته\nوهذا المعنى وإن كان مجيدو الشعراء قد ألموا به، وأبدعوا فيه، وسلكوا منه مذهبا لا يسلكه غيرهم ولا يقتفيه، كقول مهيار - وهو من المستحسن المختار -:\nوإذا الإباء المر قال لك: انتقم\n...\nقالت خلائقك الكرام: بل احلم\nشرع من العفو انفردت بدينه\n...\nوفضيلة لسواك لم تتقدم\nحتى لقد ود البريء بأنه\n...\nأدلى إليك بفضل جاه المجرم\nالجزء: 1 ¦ الصفحة: 2\n",
        "فإنه في أوصاف مولانا - أدام الله ملكه - صدق وحق، وفي مدائح غيره من الملوك زور ومذق، ولسنا نطلق هذا الحكم خالياً من شاهد يصححه، ولا عاطلاً من قياس يبينه ويوضحه. فنقول: إن كل خلة شريفة، وكل فضيلة لملك أو خليقة، مما يتداول بالروايات، ويتناقل بالأخبار والحكايات، مثل ما اشتهر من عدل كسرى أنوشروان، وانتشر من ورع عمر بن عبد العزيز بن مروان، ومثل ما ذكر من حزامة الجعدي، وشكر من سماحة المهدي، ووصف من صبر المعتمد، وعرف من سياسة المعتضد، إلى غير ذلك من الفضائل التي شهدت لهم بحسن الأثر، وتضمنها ما ثبت من أخبارهم في التواريخ والسير، ولم نعلم أحداً اشتهر بالعفو اشتهار المأمون حتى كأن هذه المنقبة عليه موقوفة، وكأن الأمة مدفوعة عنها مصروفة. وأبهر ما حوته من آياته، وأكثر ما تضمنته من معجزاته، عفوه عن إبراهيم بن المهدي عمه، وتكرمه في تجرع غيظه منه وكظمه، وقد شاع ذلك عنه وذاع، وملأ ذكره ووصفه الأسماع، وإنما هو شخص مفرد، ورجل واحد، وصنو لأبيه. وكل عم أب ووالد. وقد كان استشار فيه من ثبت عنده عقله وفهمه، فقال: يا أمير المؤمنين، أكره أن يقال يوماً: أخوه، ويوماً: عمه. وهذا كلام يرفع القلب له حجابه، ويعلم سامعه صحته وصوابه. فلم انتقم منه لظاهر بالقساوة والعقوق، ولو شفى غيظه لجاهر بالإضاعة للحقوق، وأيضاً فإنه وصل إلى بغداد عقيب استخفاء إبراهيم واستتاره، واستقر بها بعد خمول ذكره وخمود ناره، فما ظفر به حتى انكسرت مغائظه، وتناقصت حقوده وحفائظه، وتمكن له من السلطان ما ترفع معه أن يأتي الانتقام، وحصل له من الاقتدار ما رغبه في ثناء إذا تقضت الأيام ثبت وأقام، ومع ذلك فما كان يقين إبراهيم بعفو المأمون حسناً، ولا اعتقاده في صفحة قوياً من قلبه ولا متمكناً، ومن دلائل ذلك أنه كان عند وثوبه اقترض مالاً كثيراً من التجار، وكان فيه لعبد الملك الزيات والد محمد عشرة آلاف دينار، فلما لم يتم أمره لواهم أموالهم، فعمل محمد بن عبد الملك الزيات قصيدة يخاطب بها المأمون، وقال فيها عند ذكر إبراهيم بن المهدي:\nووالله ما من توبة نزعت به\n...\nإليك ولا حب نواه ولا ود\nفلا تتركن للناس موضع شبهة\n...\nفإنك مجزي بحسب الذي تسدي\nفكم غلط للناس في نصب مثله\n...\nبمن ليس للمنصور بابن ولا المهدي\nفكيف بمن قد بايع الناس فالتقت\n...\nببيعته الركبان غورا إلى نجد\nومن صك تسليم الخلافة سمعه\n...\nينادى به بين السماطين من بعد\nوأي امرئ سمى بها قط نفسه\n...\nففارقها حتى يغيب في اللحد\nفإن قلت قد رام الخلافة غيره\n...\nفلم يؤت فيما كان حاول من جد\nفلم أجزه\n...\nإذ خيب الله سعيه\nعلى خطأ قد كان منه ولا عمد\nولم أرض بعد العفو حتى رفدته\n...\nوللعم أولى بالتغمد والرفد\nفليس سواء خارجي رمى به\n...\nإليك سفاه الرأي والرأي قد يردي\nوآخر في بيت الخلافة تلتقي\n...\nبه وبك الآباء في ذروة المجد\nوعرضها على إبراهيم، ولم يكن محمد حينئذ من أهل النباهة، ولا من أرباب الوجاهة، فسأله إبراهيم كتمانها، واستحلفه على ذلك، وأدى مال أبيه دون مال جميع التجار. فلو كان واثقاً بعفو المأمون لما التفت إلى هذا الإغراء، ولا عرج على هذا الافتراء، وكيف يثق به وهو لم يخل في أيامه من الترويع، ولا سلم من مخاوف التعنيف والتقريع؟! لا جرم أنه ما أمن حتى قضى المأمون نحبه، ولا اطمأن إلى أن مضى ورضوه\n...\nحتى قال أحدهم في بعض ما خدم به من القصائد:\nفإن تعف عنهم فانفهم عن ديارهم\n...\nوإن تنتقم فاضرب مناط القلائد\nفخالف - خلد الله ملكه - من أتى بهذا القول مشيراً، وشملهم من العفو بما بدل ناعيهم بشيراً. على أنا ما علمنا ملكاً حرض على محرم فعف، ولا خليفة حمل على مكروه مسيء فتأخر عنه ولا كف. هذا سديف بن ميمون دخل على أبي العباس السفاح وعنده سليمان بن هشام فأنشده:\nلا يغرنك ما ترى من أناس\n...\nإن بين الضلوع داء دويا\nفضع السيف وارفع السوط حتى\n...\nلا ترى فوقها ظهرها (أمويا)\nالجزء: 1 ¦ الصفحة: 3\n",
        "فقال سليمان قتلتني يا شيخ، قتلك الله، ونهض أبو العباس فوضع المنديل في عنق سليمان، وقتل من ساعته. ودخل شبل بن عبد الله على عبد الله بن علي فأنشده محرضاً على بني أمية وعنده منهم ثمانون رجلاً:\nأصبح الملك ثابت الأساس\n...\nبالبهاليل من بني العباس\nمنها:\nلا تقيلن عبد شمسٍ عثارا\n...\nواقطعن كل رقلة وأواسي\nذلها أظهر التودد منها\n...\nوبها منكم كحز المواسي\nولقد غاظني وغاظ سوائي\n...\nقربها من نمارق وكراسي\nأنزلوها بحيث أنزلها الل\n...\nهـ بدار الهوان والإتعاس\nواذكروا مصرع الحسين وزيد\n...\nوقتيلا بجانب المهراس\nوالقتيل الذي بحران أمسى\n...\nثاوياً بين غربة وتناس\nنعم شبل الهراش مولاك شبل\n...\nلو نجا من حبائل الإفلاس\nفلما سمع؛ تنكر؛ وأمر بهم فقتلوا، وألقى عليهم البسط، وجلس للغداء، وإن أحدهم ليسمع أنينه لم يمت بعد. وقد قيل: إن المخاطب بهذه الأبيات أبو العباس السفاح، ويروى أنه قال لشبل: لولا أنك خلطت كلامك بالمسألة لأغنمتك جميع أموالهم، ولعقدت لك على جميع موالي بني هاشم. وقال العبدي الشاعر: دخلت على عبد الله بن علي السفاح، وعنده من بني أمية اثنان وثمانون رجلاً، والغمر بن يزيد بن عبد الملك جالس معه على مصلاه، فاستنشدني، فأنشدته قصيدتي الرائية:\nوقف المتيم في رسوم ديار\nوهو مطرق حتى انتهيت إلى قولي:\nأما الدعاة إلى الجنان فهاشم\n...\nوبنو أمية من دعاة النار\nأأمي مالك من قرار فالحقي\n...\nبالجن صاغرة بأرض وبار\nولئن رحلت لترحلن ذميمة\n...\nوكذا المقام بذلة وصغار\nقال: فرفع الغمر رأسه إلي وقال: يا بن الفاعلة، ما دعاك إلى هذا؟ فضرب عبد الله بقلنسوته الأرض، وكانت العلامة بينه وبين أهل خراسان، فوضعوا عليهم العمد حتى ماتوا، وأمر بالغمر فقتل صبراً.\nوكان ابن حزم أميراً على المدينة، فتحامل على الأحوص الشاعر تحاملاً شديداً، فشخص إلى الوليد بن عبد الملك، فأنشده قصيدة رائية أيضاً يمتدحه فيها، فلما بلغ منها إلى قوله الذي يشتكي ابن حزم ويظلمه:\nلا ترثين لحزمي ظفرت به\n...\nيوماً ولو ألقي الحزمي في النار\nالناخسين بمروان بذي خشب\n...\nوالداخلين على عثمان في الدار\nفقال له الوليد: صدقت، والله غفلنا عن حزم وآل حزم. ثم كتب عهد عثمان بن حيان المري على المدينة، وعزل ابن حزم، وأمر باستصفاء أمواله وأموال آهل، وإسقاط جميعهم من الديوان.\nوهذه الحكايات والأخبار فلها أشباه كثيرة وأنظار لو توضع فيها لطال بابها ولم يضمن مع ذلك استغراقها واستيعابها.\nوبعد فكل ملك إذا أخذ أهبة مملكته تكبر، وإذا انتصب في مقر عظمته طغى وتجبر، ومولانا - خلد الله ملكه - إذا علا دسته ورقي سريره رأى الناس أفضل الملوك سيرة، وأحسنهم مع الله سريرة، لا يعجل بالعقاب، ولا يؤجل الثواب، ولا يتجاوز في حكمه الصواب، ولا يمنع أحداً يستقي الحجة ويستوفي الخطاب هذا على انبساط قدرته، واعتلاء شأنه وانتشار هيبته، واتساع سلطانه، وإنه إذا استقر في منصبه، وحف الأكابر والعظماء به، وحضر رسل الملوك وسفراؤهم لديه، ووقف الأماثل سماطين بين يديه، وأذن لمن ببابه من أعيان الوفود، وغصت الأماكن الفسيحة بالعساكر والجنود، وتعرض الخدم لامتثال المراسم، واشتكت إليه الأرض من وقع المياسم؛ رأيت شرف الدنيا وعز الأبد، وسلطاناً عظيماً قوي المدد، وملكاً كثيراً لا ينبغي لأحد، ونظرت الأنوار قد سطعت وأشرقت، والأبصار قد خضعت وأطرقت، وشاهدت مقاماً مهيباًن ومنظراً هائلاً، وألفيت كل لسان معقولاً بالمخافة وقد كان جائلاً قائلاً، وتمثلت ضرورة بقول الله تعالى في محكم الكتاب: (هذا عطاؤنا فامنن أو أمسك بغير حساب) فالله تعالى يجعل مملكته مخلدة، وسعوده أبداً مجددة، وقلوب الأداني والأقاصي جنوداً في طاعته مجندة بفضله وقدرته وجوده ومشيئته.\nوإذ قد قام الدليل على شرف العفو وفضله، وتعين بالواجب تعظيم من كان من أهله؛ فلا بدّ في هذه الرسالة من ذكر شيء مما جاء فيه، وإيراد طرف في الاستعطاف والاسترحام؛ إذ كانا من أسباب ودواعيه.\nفصل مما جاء في العفو\nقال الله عز من قائل: (فاعف عنهم واصفح إن الله يحب المحسنين) .\nالجزء: 1 ¦ الصفحة: 4\n",
        "وقال: (وليعفوا وليصفحوا ألا تحبون أن يغفر الله لكم وقال: (فمن عفا وأصلح فأجره على الله) وجاء في الحديث عن النبي صلّى الله عليه وسلّم أنه قال: (إذا كان يوم القيامة ينادي مناد ألا فليقم من كان أجره على الله، فلا يقوم إلا من عفا) وعنه صلّى الله عليه وسلّم أنه قال: (لو لم تذنبوا لجاء الله بقوم يذنبون ثم يستغفرون فيغفر لهم) وما أحسن قول بعض الزهاد: إن الله - عز وجل - أمر بالعفو، وهو لا يكون عن البريء، وإنما يكون عن المذنب المسيء. ألم تسمع إلى قول الله تعالى: (وإن ربك لذو مغفرة للناس على ظلمهم) فو الله ما قال: على إحسانهم، ولا على عدلهم.\nالحسن بن هانئ وهو آخر شعر قاله:\nيا رب إن عظمت ذنوبي كثرة\n...\nفلقد علمت بأن عفوك أعظم\nإن كان لا يرجوك إلا محسن\n...\nفمن الذي يرجو ويدعو المجرم؟\nأدعوك رب كما أمرت تضرعاً\n...\nفإذا رددت يدي فمن ذا يرحم؟\nما لي إليك وسيلة إلا الرجا\n...\nوعظيم عفوك ثم أني مسلم\nحكي عن بعض ملوك العجم أنه أتى بأسير عظيم الجرم، فقال له: لو كان هواي في العفو عنك لخالفته إلى قتلك ولكن لما كان هواي في قتلك خالفته إلى العفو عنك. وعفا عنه. فمن بركة العفو أنه صرف هذا الملك عن موافقة هواه، وعدل به إلى متابعة هداه وتقواه.\nذكر أن أحد خدم الملوك قال له يوماً: إني لأتعمد الخطأ في خدمتك، وليس ذاك جهلاً بشرف طاعتك، (فقال: وما يحملك على ذاك؟ فقال رأيتك شديد السرور) إذا عفوت، فقصدت ما يؤدي إلى مسرتك. ومن ها هنا أخذ ابن القمي قوله:\nوعبدك إن يأت الذنوب فإنما\n...\nتعمد أن يهفو لأن تتغمدا\nوكان أبو محمد الخازن قد بعد عن الصاحب وفارق خدمته، ثم عاد إليه، فتلقاه بالترحيب، وجعل إقالته العثرة سالمة من اللوم والتثريب، فكتب إلى أبي بكر الخوارزمي كتاباً منه: ولقد كنت أحسب العفو عني حلماً ولا أقدر ما جنيت يعقب حلما، فكأني ما خطوت إلا في التماس قربة، ولا أخطأت إلا لتأثيل إيثار ومحبة.\nولما وصل الفتكين الشرابي غلام معز الدولة أبي الحسين أحمد بن بويه إلى الشام في خلافة العزيز بالله عليه السلام، وسيرت العساكر إليه تقرر الصلح بينه وبني القائد جوهر على أن ينادي بشعار الدولة ثم نقض ذلك، ولم يزل يقرره ثم ينقضه، حتى خرج العزيز بالله عليه السلام إليه، وتولى قتاله بنفسه بعد أن أبى ما أعطاه من الأمان، وبذل له من الإحسان. فلما ظفر به ضرب له فازة، وأمر بأن تحمل إليه أنفس الفرش والألات، ورد إليه كل ما عرفه من المنهوب له، وكان جماعة قد أشاروا بأن يشهر على الفيل، وبأن يجعل في قفص، فأبت خلائقه إلا عفوا، وموارد كرمه إلا صفوا. ويقال إنه أنفق في توبته إلى أن حصل في قبضته ألفي ألف دينار.\nوحكى بعض البغداديين قال: كنت ببغداد في سنة ثمان وستين وثلاث مئة حين ورد كتاب أحد التجار بما فعله العزيز بالفتكين، فوقعت ضجة، واجتمع خلق لا تحصى، ورفعوا أصواتهم بالدعاء له، وخرجوا إلى مسجد براثا يدعون، وأظهر الشيعة ما في نفوسهم من الولاء فما أمكن الملك فناخسرو إنكار ذلك لكثرة الناس. قال أبو الفتح بن المقدر المتكلم: استدعى الصاحب أبو القاسم في بعض الأيام شراب السكر، فأحضر قدح منه، فلما أراد أن يشربه قال له أحد خواصه: لا تشربه، فإنه مسموم. وكان الغلام الذي ناوله إياه واقفاً، فقال للرجل المحذر له منه: وما الشاهد على صحة قولك؟ قال: أن تجربه على من أعطاكه، فقال: لا أستحسن ذاك ولا أستحله. قال: فعلى دجاجة. قال: إن التمثيل بالحيوان لا يجوز. ورد القدح، وأمر بأن يقلب ما فيه، وقال للغلام: انصرف عني، ولا تدخل داري. وأمر بإقرار جاريه وجرايته عليه، وقال: لا يدفع اليقين بالشك، ولا تحسن العقوبة بقطع الرزق.\nابن حيوس:\nلعمري لقد بذَّ الملوك جميعهم\n...\nبأربعة في غيره لن تألفا\nبأمن لم يخشى، وقهر لمن طغى\n...\nوسبق لمن جارى، وعفو لمن هفا\nملي بأن يأتي الجميل خليقة\n...\nإذا ما أتاه المحسنون تكلفا\nإبراهيم بن المهدي:\nلغفوت عما لم يكن عن مثله\n...\nعفو ولم يشفع إليك بشافع\nإلا العلو عن العقوبة بعدما\n...\nظفرت يداك بمستكين خاضع\nورحمت أطفالاً كأفراخ القطا\n...\nوحنين وآلهة كقوس النازع\nأبو سعيد الرستمي:\nالجزء: 1 ¦ الصفحة: 5\n",
        "يا بن الذين إذا بنوا شادوا وإن\n...\nأسدوا يدا عادوا، وإن يعدوا يفوا\nإن حاربوا لم يحجموا، أو قارنوا\n...\nلم يندموا، أو عاقبوا لم يشتفوا\nومتى استجيروا أسعفوا، ومتى استني\n...\nلوا أسرفوا، ومتى استفيدوا أضعفوا\nمهيار:\nوكم آبقٍ من رق ملكك غامطٍ\n...\nلنعماك لم ينهض بما قد تحملا\nعفوت مراراً عن تمادي ذنوبه\n...\nوأبطرته بالعفو حتى توغلا\nفصل في الشفاعة والاستعطاف\nلما قتل الحارث بن أبي شمر الغساني المنذر بن ماء السماء - وهو المنذر الأكبر، وماء السماء أمه - أسر جماعة من أصحابه، وكان فيمن أسر شأس بن عبدة في تسعين رجلاً من بني تميم، وبلغ ذلك أخاه علقمة بن عبدة الشاعر فقصد الحارث ممتدحاً بقصيدته المشهورة التي أولها:\nطحا بك قلب في الحسان طروف\n...\nبعيد الشباب عصر حان مشيب\nفأنشده إياها حتى بلغ إلى قوله:\nإلى الحارث الوهاب أعملت ناقتي\n...\nلكلكلها والقصريين وجيب\nإليك\n...\nأبيت اللعن\nكان وجيفها\nلمشتبهات هو لهن مهيب\nهداني إليك الفرقدان ولا حب\n...\nله فوق أعلام المتان علوب\nفلا تحرمني نائلاً عن جناية\n...\nفإني امرؤ وسط القباب غريب\nوفي كل حي قد خبطت بنعمة\n...\nوحق لشأس من نداك ذنوب\nفقال الحارث: نعم، وأذنبة، وأطلق له شأسا أخاه وجماعة أسرى بني تميم، ومن سأل فيه من غيرهم.\nومن الشفاعات التي تضاعف الانتفاع بها لتصحيف اتفق فيها، وقلما ينتفع بالتصحيف، ما حكاه أبو عبد الله حمزة بن الحسين الأصبهاني قال: ورد على الفرزدق البصرة مولى له من البادية، فأخبره أنه خلف بسفوان امرأة قد عاذت بقبر أبيه غالب، فرد الفرزدق مولاه من فوره إلى سفوان\n...\nعلي بن الجهم:\nلئن جل ذنب ولم أعتمد:\n...\nلأنت أجل وأعلى يدا\nأقلني أقالك من لم يزل\n...\nيقيك ويصرف عنك الردى\nسعيد بن حميد:\nاغتفر زلتي لتحرز فضل ال\n...\nعفو عني ولا يفوتك أجري\nلا تكلني إلى التوسل بالعذ\n...\nر لعلي أن لا أقوم بعذري\nكاتب بكر:\nولو أن فرعون لما طغى\n...\nوقال على الله إفكا وزورا\nأناب إلى الله مستغفرا\n...\nلما وجد الله إلا غفورا\nالشهزروري:\nيستوجب العفو الفتى إذا اعترف\n...\nبما جناه وانتهى عما اقترف\nبقوله: (قل للذين كفروا\n...\nإن ينتهوا يغفر لهم ما قد سلف)\nمهيار:\nأعيذك بالمجد المحسد أن يرى\n...\nجنابك عني ضيقاً وهو واسع\nوأعجب ما حدثته حفظك العلا\n...\nوعبدك في أيام ملكك ضائع\nأبو إسحق الصابي:\nأمولاي مولاك الذي أنت ربه\n...\nإليك على جور النوائب يستعدي\nوهذي يدي مدت إليك بقصة\n...\nأعيذك فيها من إباء ومن رد\nالجزء: 1 ¦ الصفحة: 6\n",
        "وللملوك مقرر هذه الرسالة خدمة كان رفعها إلى المجلس العالي المالكي - خلد الله سلطانه وشيد أركانه - وهي: (وأيوب إذ نادى ربه أني مسني الضر وأنت أرحم الراحمين فاستجبنا له فكشفنا ما به من ضر) لو كان للمراحم عن الشيم الشريفة الأفضلية معدل، أو للعواطف عنها مرجع أو موئل؛ لما منع ذلك ذوي العقول من قصد الجناب الكريم المالكي الأفضلي وقوفاً بآمالهم في رحيب ساحاته، وتخييماً برجائهم في مصون عرصاته؛ إذ كان كل مملوك فإلى مالكه معاذه ومفزعه، ولسلطان عصره ملاذه وإليه مرجعه، فكيف وأنواع الرأفة إلى مولانا - خلد الله ملكه - منسوبة، وأقسام العواطف من سمائه مستنزلة مطلوبة، والجرائم عنده - وإن عظمت - مسموح بها مرهوبة على أن سطوته بالإجماع مخوفة، وهيبته مرهوبة. لا جرم أن الله تعالى خصه من الرحمة بما هو معدود من صفاته، وأفرده من الخصائص ببدائع الفضل ومعجزاته. والله أحكم بتدبير خلقه، وأعلم حيث يجعل رسالاته. والمملوك يقبل الأرض بالمقام الكريم، وينهي ما هو عليه من ضر قد قصر عنه جلده، وضاق فيه بروحه جسده، وأصار راحمه من كان يحسده، وقد تهكته العطلة والبطالة، أطال الزمان دفاعه عن الحظ ومطاله، وله حرمة من نشأ في ظل دولته القاهرة، وفاضت عليه سحائب مكارمه الغامرة وربي في دواوين مملكته السعيدة، وتميز بالمسير تحت ركابه في الأسفار القريبة والبعيدة، وما نعرف ذنباً أتاه كفر به نعمته وإحسانه، ولا أنه خرج في الإخلاص له والعبودية عما هو عليه الله سبحانه، لكنه يعلم أن أحداً من المماليك لا يكون في أمر يكرهه ويسوؤه إلا لذنب متقدم أحصاه الله ونسوه، فلذلك يعترف بين يدي مولاه ومالكه بمثل ما اعترف به أول مخلوق إلى بارئه وخالقه، فيقول: (ربنا ظلمنا أنفسنا وإن لم تغفر لنا وترحمنا لنكونن من الخاسرين) . ومعلوم أن كل كبيرة تغرق في بحار رحمته، وكل عظيمة تضيع في واسع مغفرته، فبموضع الله من قلبه إلا رحم منه ذليلاً ضعيفا بين الميت والحي، وعبدا مملوكا لا يقدر على شيء، ومسكينا يقول في استرحامه ومناجاته مثل ما قاله الأعرابي في استغفاره ومناداته: اللهم اغفر لي؛ فإنك تجد من تحاربه غير، ولا أجد من يغفر لي غيرك. وقد تحرم بصدق الرجاء في نجح طلبه، واستشفع بمن لا يخيب من استشفع به:\nشفيعي إليك الله لا شيء غيره\n...\nوليس إلى در الشفيع سبيل\nوقد ختم المملوك رسالته بهذه الخدمة تجديداً لشكوى حاله، وطلباً للرحمة الشاملة لأمثاله، فقد والله اشتد ضره وزاد، وبلغ به الدثور أو كاد:\nومن كان في أيام ملكك خاملا\n...\nففي أي ملك يستريش ويستعلي؟\nبقيت بلا بعد يرجى انتظاره\n...\nكما أنت إن عد الملوك بلا قبل\nآمين آمين آمين (وآخر دعواهم أن الحمد لله رب العالمين) وصلى الله على سيد المرسلين محمد نبيه وعلى آله الطاهرين، وسلم تسليما. الله حسب المملوك ونعم الوكيل.\nرسالة رد المظالم\nرسالة سماها رد المظالم\nالحمد لله العادل في أحكامه، الشامل بإنعامه، الجاعل مملكة أرضه فيمن يستكمله ويرتضيه، والمستخلف في تدبير خلقه من توجبه الحكمة وتقتضيه، والكافل بالخيرة لعباده وإن كان منها ما يباين إرادتهم، والفاعل فيها ما يشاء من تفاوت رتبهم وتباعد درجاتهم، والقائل في كتابه الكريم حجة للمفوضين، ورداً على المعترضين (نحن قسمنا بينهم معيشتهم في الحياة الدنيا ورفعنا بعضهم فوق بعض درجات ليتخذ بعضهم بعضا سخرياً ورحمة ربك خير مما يجمعون) .\nالجزء: 1 ¦ الصفحة: 7\n",
        "لا إله إلا هو، له الحمد في الأولى والآخرة، وله الحكم وإليه يرجعون. وصلى الله على سيدنا محمد رسوله الذي شرفه واجتباه، وأظهره على من خالف دينه وأباه، وفضله على من سبقه من الأنبياء وتقدمه، ومكنه ممن عصاه وأباح بحد سيفه دمه، وعلى آله الأئمة الطاهرين الذين أوجب لهم على عباده إيثاراً وحباً، وقال -عز من قائل -: (قل لا أسألكم عليه أجراً إلا المودة في القربى) وسلم عليهم أجمعين سلاما متصل الدوام، باقيا ببقاء الليالي والأيام. قد اتفق أولو الدراية والعقل، وأجمع ذوو الرواية والنقل، على أن أحوال الأزمنة معلومة من سير ملوكها، وأن هذا المعتقد طريقة لا ضلال في سلوكها، وذلك في تفاضل الأيام هو السبب والعلة، والحجة التي قامت على صحتها البراهين والأدلة. وهذا أصل قوي يعبد طريق الإفصاح عما قصدناه، ومعنى جلي يمهد سبيل الإيضاح لما أردناه، فنقول: قد ثبت بالعيان والسماع، وعرف بالوفاق والإجماع شرف هذا الزمن الذي عمت فيه السعة، وعظمت به المنفعة، وأمن فيه ما يخشى ويتوقى، وأخذت مطالب أهليه تسمو وتترقى، ولم يبق إلا من غدت أمانيه متحكمة على زمانه، وآماله متأكدة الثقة بكفالة الحز وضمانه. وهذا بحسن سيرة مولانا الملك السيّد الأجل الأفضل، أمير الجيوش سيف الإسلام، ناصر الإمام، كافل قضاة المسلمين، وهادي دعاة المؤمنين، الذي خضعت لدولته جبابرة الملوك، وتنزه اليقين بذلك عن اعتراض الشكوك، وارتفعت صفاته عن استطاعة مخلوق وقدرته، وثبتت معجزاته فقامت بعذر المقصر في تقريظها وحجته، فإذا طالعت الأبصار نور بهائه ارتدت عنه وكلت، وإذا سلكت القلوب نهج علائه حارث فيه وضلت؛ لأن مناقبه أعلى من أن يسمو إليها المدح والصفة، ومفاخره أعظم من أن يحيط بها الإدراك والمعرفة.\nهذي مناقب قد أغناه أيسرها\n...\nعن الذي شرعت آباؤه الأول\nقد جاوزت مطلع الجوزاء وارتفعت\n...\nبحيث ينحط عنها الحوت والحمل\nومن أوضح براهينه لمن تمسك بالحق وتعلق بأسبابه، وأقوى الدلائل على سر الله الكريم وعنايته تعالى به؛ أن المجتهد في وصفه لا يخشى من يناقضه، ولا يخاف من يعارضه، ولا يتقي من يحمله على المبالغة والغلو، ولا يعلم أحداً ينسبه إلى الظلم والعلو، بل لا يعدم من إذا سمعه استقصر وندى، وإذا استنزر ما أتى به نكص ولم يجد وزراً، هذا إن اعتقد أنه وفى الامتداح حقه، وعفى مذاهب الانتقاد وطرقه، وتيقن تأديته الفريضة مكملة، وقضاءه إياها مرضية متقبلة. فأما إذا سلك المحجة القويمة، وتنكب السبيل المكروهة الذميمة، واستعذب قول الحق فأقر بعجزه، واعتمد على تصريحه دون إشارته ورمزه؛ فقد نافى ذوي التهمة والظن، وأجر ألسنة أولي العيب والطعن. وهذه حالنا فيما نورده من أوصافه، وقضيتنا في شكر الله سبحانه على تمليكه علينا واستخلافه. ونحن الآن نذكر المراد بهذا الجزء الذي جعلنا الخدمة به قربانا، ورجونا بما نحونا فيه سعادة أولانا وأخرانا.\nفصل\nاعلم أن النظر يقتاد كل عاقل مميز، ويضطر كل منتسب إلى العلم متحيز، إلى الإقرار بأنه أشرف الملوك وأكملهم، وأعمهم بضروب الرحمة وأشملهم. وبرهان ذلك أنه إذا تأمل الموجودات متيقظ، ورتبها في مراتبها\n...\nزمن الأهواء متحفظ، فأشرفها بلا مخالفة في ذلك الحيوان، ثم المخصوص بالنطق منه وهو الإنسان، ثم مدبرو المدن الذين عضدتهم القوى الملكوتية، وفاضت عليهم الأنوار الإلهية، ثم الأقرب منهم فالأقرب، والأمثل فالأمثل، ثم الجامع لذلك وهو مولانا الملك السيّد الأجل الأفضل. وهذا ما لا خفاء به، ولا لبس فيه، ولا ريب يبعده عن محض الحقيقة وينفيه، فهو سيد أهل الأرض مذ فخرت البسيطة بظهوره، وسلطان هذا الخلق مذ استقر في دسته، واستوى على سريره، وظل الله الممدود على كافة المقرين بكلمة التوحيد، وصفوته الثابت علمها من جهة الاستدلال لا من جهة التقليد. فلا سبيل لعاقل أن ينكر ذلك ويجحده، بل الواجب على كل ناطق أن يقول بين يديه وينشده:\nمن شك أنك مخلوق لتملكه\n...\nكمثل من شك أن الله خلاق\nعلى أن مقامه الشريف يجعل كل بليغ لكنا، ويعيده حصرا، وقد كان فصيحا لسنا:\nهو موقف تغضي العيون مهابة\n...\nفيه ويعثر بالكلام المنطق\nالجزء: 1 ¦ الصفحة: 8\n",
        "وقد ازدحمت بفنائه ضروب الأمم، وتواصلت إليه ملوك العرب والعجم، وهاجروا نحو بابه راجين مهطعين، وأموا ظله لاجئين إليه منقطعين ولقد ورد منهم اثنان متباعدا الأفقين، متباينا المنطقين وهما ملكا غانة وفرغانة، فأزال من قلب كل منهما أحقاده على الدهر وأضغانه، فاعتبروا يا أولي الأبصار كيف أحسن حتى إلى الدهر فأصلح القلوب له، وجعل ذلك من شكر الله على ما قمصه إياه وسربله. وهذا إشارة إلى القدرة التي خص بها، والعظمة التي استقر في أشرف منصبها. وإذا تأملنا ما سفر فيه البيان وتبرج، وأسفر به صبح الإبداع وتبلج، وأخرجت منه الضمائر جواهر كانت مستترة، ونظمت به الخواطر عقوداً ما زالت منتثرة؛ وجدنا ضروباً من الأقوال متسعة، وأصنافا من المدح متشعبة متنوعة، تدعو الناظر المحرر، والمتأمل المتصور، والعامل بفريضة العدل تعرضا لجزائه، والمناضل عن الحق رغبة في انتسابه إليه واعتزائه، إلى القول إن كل لسان انطلق في أيامه بخدمة ملوكية فما قصد غير مدحه، وكل بيان انبعث في أوصاف حقيقة فما أراد سوى تفصيل ذلك وشرحه، فلله در أبي نواس إذ يقول:\nوإن جرت الألفاظ يوماً بمدحه\n...\nلغيرك إنسانا فأنت (الذي نعني)\nوما أحسن قول ابن الرومي:\nإن أسرق الشعراء شعرهم\n...\nفجزاء ما سرقوا من المجد\nسرقوك مجدك وهو مدخر\n...\nمن قبل أن تلقى إلى المهد\nوكسوه قوماً لا يليق بهم\n...\nمن ماجد وسط ومن وغد\nفرددت حقك غير معتذر\n...\nمنهم إلى حر ولا عبد\nفعمدنا إلى هذا الباب ذاكرين منه أنموذجاً لنظائره، واقتصرنا عليه إذ لا طمع لنا في ذكر سائره، واعتمدنا على ما لم يبتذله الاشتهار، وقصدنا ما لم يكن للألسن به استهتار، واجتهدنا في إيراد ما لم تخلق الأسماع جدته، وخدمنا بما لم تسلب الرواية رواءه وهجته. وقد يأتي في تضاعيفه ما ليس من شرطه حسب ما يوجبه تفرع التصنيف، ويقضي به تشعب التأليف. وسمينا ذلك رد المظالم لأنه حق لمولانا.\nوقد حليت على غير أكفائه عروسه، وأديرت على غير شربه كؤوسه، فافتضت أسماعهم أبكاره، وشربت أفهامهم عقاره. وهذا ظلم من ناظمه وقائله، وتعد من سامعه وقابله.\nومن أقسام سيرته الشريفة العدل في إعادة الحقوق إلى أربابها، واستخلاصها من دار ذلها واغترابها. فاستعملنا بعض سيرته في وصفه، ورجونا الله بذلك في دفع المكروه عنا وصرفه، والله يسعدها ويوفقنا وعليه توكلنا ومعتمدنا.\nوهذه بداية الكتاب: قال محمد بن عيسى:\nملك الورى والندى والبأس أنصله\n...\nهندية وعطاياه هنيدات\nوبدر سبع وسبع تستنير به الس\n...\nبع الأقاليم والسبع السماوات\nومن قصد بهذين البيتين وما يجاريهما صفة مولانا فكأنه لقول الحق إنما تلا قرآناً، وهما على الحقيقة كغيرهما من المدائح الشريفة لأنهما لما كان مآلهما إلى العرض بالمقام الأعظم - ثبت الله سلطانه - وكانا يشتملان على بعض صفاته صارا كلتاهما من خدم شعراء المجلس العالي وعفاته. وهذا حكم باب المآل، ونهاية التصانيف للأقوال. قال الله عز وجل: (إني أراني أعصر خمرا) والخمر لا يعصر، وإنما يعصر العنب، لكنه لما كان المآل إلى الخمر سمي المعصور خمرا.\nومثله قوله تعالى: (فالتقطه آل فرعون ليكون لهم عدوا وحزنا) وإنما التقطوه ليكون لهم سرورا وولدا، لكنه لما كان مآله إلى العداوة جعل علمه للالتقاط.\nقال عبد الله بن محمد بن سنان بن سعيد الخفاجي الحلبي:\nلا يدعي الفصحاء فيك غريبة\n...\nوالبيض تنثر والأسنة تنظم\nإن أحسنوا حنك الثناء فإنها\n...\nنطقت بمدحك قبل أن يتكلموا\nعجبا لوجهك كيف بارق بشره\n...\nتهمي سحائبه ولا يتغيم\n=ومن العجائب أن بيض سيوفه=تبكي دما وكأنها تتبسم فأما الأول فمن مليح التورية وقد أتى بها في قوله:\nوصفوا بياض يد الكليم بمعجز\n...\nفيه وكم لك من يد بيضاء\nواستطرفوا إحياء عيسى ميتا\n...\nفردا وجودك باعث الفقراء\nوقال:\nمن القوم صال الدهر إلا عليهم\n...\nوصالوا ببيض الهند حتى على الدهر\nأشد احتقاراً بالردى من حسامه\n...\nوأدنى إلى سر الأعادي على الذعر\nله خلق في المحل غيث وفي الصبا\n...\nنسيم وفي جنح الدجى غرة البدر\nوقد استعمل تركيب هذا البيت في موضع آخر فقال:\nالجزء: 1 ¦ الصفحة: 9\n",
        "ما هزه طرب العقار وإنما\n...\nأعطته نشوة كأسها الأخلاق\nهي في الهوى وعد الوصال وفي الكرى\n...\nطيف الخيال وفي الوداع عناق\nوهو مأخوذ من قول ابن نباتة:\nإنها في السحاب وبل وفي الرْ\n...\nرِيح نسيم ونشوة في الشراب\nفأما قوله: أشد احتقارا بالردى من حسامه فهذا الصدر يصلح أن يعجز بقول أبي الطيب:\nوأقدم بين الجحفلين من النبل\nعلى أن صدر بيت أبي الطيب مناسب للعجز المذكور؛ لأنه قال:\nأقل بلاء بالرزايا من القنا\nفبصير هذا العجز مع صدرين.\nقال محمد بن عباد بن عمرو:\nسميدع يهب الآلاف مبتدئا\n...\nويستقل عطاياه ويعتذر\nله يد كل جبار يقبلها\n...\nلولا نداها لقلنا: إنها الحجر\nولو أمكنه أن يقول الحجر الأسود لكشف المراد وبينه، وأظهر المعنى وحسنه. وقد اتفق ذلك لمحمود بن القاضي الموفق أحد مماليك مولانا، و (كاتب) إنشاء دولته في قوله يصف كتابا ورده، ويذكر أن الفاتك والناسك يلقياه بالتبجيل، وقابلاه بالتقبيل كأنما قد حل فيه اللمى، أو ذاب فيه الحجر الأسود. على أن ابن مكنسة ذكر الحجر غير موصوف، فلم يشكل المراد فيه. وسبب ذلك ما قرنه به، وضمه إليه، فقال من قصيدة أولها: لمثل ذا اليوم كان السعد ينتظر منها:\nكأنك البيت قد طاف الحجيج به\n...\nوفي ركابيك حل الركن والحجر\nفأما قصيدة محمد المقدم ذكره فإن لعبد الله بن سنان قصيدة على وزنها وفي معناها على تقارب العصرين وتباعد المستقرين، منها ما هو من شرط هذا الكتاب. قال منها:\nملك له سيرة في العدل معجزة\n...\nلولا الشريعة قلنا إنها سور\nقوم إذا طلب الأعداء عيبهم\n...\nفما يقولون إلا أنهم بشر\nتسمو البلاد إذا عدت وقائعهم\n...\nفيها وتبتسم الدنيا إذا ذكروا\nإن الخلافة ما زالت منابرها\n...\nإلى سيوفهم في الروع تفتقر\nفهم صوارمها والبيض نابية\n...\nوشهبها وظلام الخطب معتكر\nقال أحمد بن عبد الله:\nترى الدهر إن يبطش فمنكم يمينه\n...\nوإن تضحك الدنيا فأنتم لها ثغر\nعطاء ولا من وحكم ولا هوى\n...\nوحلم ولا عجز وملك ولا كبر\nطريقتكم مثلى وهديكم رضى\n...\nومذهبكم قصد ونائلكم غمر\nوهذا ضد قول العباس بن الأحنف:\nوصالكم هجر وحبكم قلى\n...\nوقربكم بعد وسلمكم حرب\nومن مليح التقسيم قول ابن حيوس:\nلعمري لقد بذ الملوك جميعهم\n...\nبأربعة في غيره لن تألفا\nبأمن لمن يخشى وقهر لمن طغى\n...\nوسبق لمن جارى وعفو لمن هفا\nوقوله أيضاً:\nقصر السابقون دون مداها\n...\nوتملكتها بست خصال\nمكرمات مع اعتذار، وعفو\n...\nباقتدار، وعفة في جمال\nوقوله أيضاً:\nثمانية لم تفترق مذ جمعتها\n...\nفلا افترقت ما ذب عن ناظر شفر\nومن مليح ما في هذا البيت ما تضمنه من ذكر الجواب قوله:\nوبعد بيت رسول الله ما فخرت\n...\nبمثل بيتك لا عجم ولا عرب\nإن ناضلوا نضلوا، أو فضلوا\n...\nأو حاربوا حربوا، أو خاطبوا خطبوا\nوقد أحسن أحمد المقدم ذكره فيما أتى به من ذلك في الغزل فقال:\nيا بائعا حظه مني ولو بذلت\n...\nلي الحياة بحظي منه لم أبع\nته احتمل، واستطل اصبر، وعز أهن\n...\nوول أقبل، وقل أسمع، ومر أطع\nوهو كثير.\nولأحمد بن عبد الله أيضاً:\nيا خير من ركب الجوا\n...\nد وسار في ظل اللواء\nلا زلت للدنيا فأن\n...\nت دواؤها من كل داء\nوورثت أعمار العدا\n...\nوقسمتها في الأولياء\nوبقيت مفديا بنا\n...\nإن نحن جزنا في الفدا\nومثل هذا لحسن بن عبد الصمد، وقد كانا في عصرن وإن لم يجتمعا في مصر، فلا أدري هل تسارقا أم توافقا:\nلا زلت مخفوض العدا\n...\nما عشت مرفوع البنا\nتفدى بنا إن كان ير\n...\nضى المجد أن تفدى بنا\nومن أجود ما في هذه القصيدة:\nما أحسن المال إذا\n...\nصاحب ذكرا حسنا\nومنها:\nلنا الثناء خالصا\n...\nمنه وما يحوي لنا\nشاد الذي بنى له\n...\nآباؤه ومكنا\nعممت بالإحسان من\n...\nك مضرا واليمنا\nينقاد صعب اللفظ لي\n...\nسهل القياد مذعنا\nكأن في خواطري\n...\nلكل معنى رسنا\nالجزء: 1 ¦ الصفحة: 10\n",
        "ومن هؤلاء الشعراء من يحسن في كثير مما يتصرف فيه، ويتناول المعنى فيجيده ويستوفيه؛ فمن محاسن أحمد هذا ما كتب به مع تفاح أهداه إلى ابن عباد:\nيا من تزينت الريا\n...\nسة حين ألبس ثوبها\nجاءتك جامدة المدا\n...\nمِ فخذ عليها ذوبها\nوهذا من قول الخليع:\nالراح تفاح جرى ذائبا\n...\nكذلك التفاح راح جمد\nفاشرب على جامده ذوبه\n...\nولا تدع لذة يوم لغد\nوقال السري:\nوقد أضاءت نجوم مجلسنا\n...\nحتى اكتسى غرة وأوضاحا\nلو جمدت راحنا اغتدت ذهبا\n...\nأو ذاب تفاحنا اغتدى راحا\nوالأصل في ذلك ما يحكى من قول كسرى: لست أدري: هل التفاح خمر جامد، أم الخمر تفاح ذائب؟.\nوقد أكثر الشعراء من وصفها بذوب الجامد، فمنهم من يجعلها ذوب الذهب كقول الصنوبري:\nرأيته والكأس في فيه قد\n...\nصوبها كالكوكب الصائب\nوجسمها من ذهب جامد\n...\nوروحها من ذهب ذائب\nوقول محمد بن عباد:\nأبدى لنا من لطيف حكمته\n...\nفي جامد الماء ذائب الذهب\nومنهم من جعلها ذوب الورد كقوله:\nلاح وفاحت روائح الند\n...\nمختصر الخصر أهيف القد\nوكم سقاني والليل معتكر\n...\nفي جامد الماء ذائب الورد\nوقول الصنوبري:\nمن ينس لا أنس اتصال زماننا\n...\nويد السعود على الزمان مساعده\nإذ نخبتي راح كورد ذائب\n...\nوتحيتي ورد كراح جامده\nوكل هذا تصرف في قول ابن المعتز:\nوزنا لها ذهبا جامدا\n...\nفكالت لنا ذهبا سائلا\nوعلى ذكر الذهب وذوبه فحدثني إبراهيم بن شغب أنه ليم فيما أنفقه على جارية له، فقال:\nما الذهب الصامت مستكثرا\n...\nإذ هابه في الذهب الناطق\nقال أبو بكر محمد بن عمار:\nملوك مناخ العز في عرصاتهم\n...\nومثوى المعالي بين تلك المعالم\nإذا قصر الروع الخطى نهضت بهم\n...\nطوال العوالي في طوال المعاصم\nوأيد أبت من أن تؤوب ولم تفز\n...\nبجز النواصي أو بجز الغلاصم\nإذا ركبوا فانظروا أول طاعن\n...\nوإن نزلوا فارصده آخر طاعم\nوهذه قطعة اتسع فيها، وأحسن التصرف في معانيها، فقال في صفة الفرس:\nخذوا بين إن لم تهدروا كل سابح\n...\nلريح الصبا في إثره أنف راغم\nمن العابسات الدهم إلا التفاتة\n...\nإلى غيره أهدت له ثغر باسم\nطوى بي عرض البيد فوق قوائم\n...\nتوهمته منهن فوق قوادم\nومن جيد ما فيها:\nوليل لنا بالسدتين معاطف\n...\nمن النهر ينساب انسياب الأراقم\nبحيث اتخذنا الروض جارا تزورنا\n...\nهداياه في أيدي الرياح النواسم\nوبتنا ولا واش يحس كأننا\n...\nحللنا مكان السر من صدر كاتم\nولأبي بكر هذا:\nملك إذا ازدحم الملوك بمورد\n...\nونحاه لا يردون حتى يصدرا\nقداح زند المجد لا ينفك من\n...\nنار الوغى إلا إلى نار القرى\nأيقنت أني من ذراه بجنة\n...\nلما سقاني من نداه الكوثرا\nوقال أيضاً:\nجنيت ثمار النصر طيبة الجنى\n...\nولا شجر غير المثقفة الملد\nببدر ولكن من مطالعه الوغى\n...\nوليث ولكن من براثنه الهندي\nورب ظلام سرت فيه إلى العدا\n...\nولا نجم إلا ما تطلع من غمد\nومنها في ذكر بلدة افتتحها وأحرقها:\nفأرملتها بالسيف ثم أعرتها\n...\nمن النار أثواب الحداد على الفقد\nفيا حسن ذاك السيف في راحة الهدى\n...\nويا برد تلك النار في كبد المجد\nفقوله أرملتها بالسيف، وألبستها حدادا بالنار، من أحسن تركيب وأبدع تشبيه. ولقد ذكر عبد الله بن محمد مثل ذلك، وهو وأبو بكر متقاربا الزمن، متباينا الوطن؛ فهذا بالعدوة الدنيا وهذا بالعدوة القصوى. فقال وأحسن ما شاء:\nغادرتها دمنا على أطلاعها\n...\nيبكى الخليط وتذكر الأشواق\nوشرعت دين قراك في عرصاتها\n...\nفالنار تضرم والدماء تراق\nوعلى هذا البيت من البهجة، وحسن الديباجة، ما لا أعلم لأحد مثله. ولقد ذكرت بالنار قول الآخر في حريق جامع دمشق:\nفأتته النيران طولا وعرضا\n...\nعن يمين من قتره ويسار\nثم مرت على حدائق نخل\n...\nفإذا الجمر موضع الجمار\nومن قول أبي بكر:\nالجزء: 1 ¦ الصفحة: 11\n",
        "كم من شجاع قدته نحو الردى\n...\nبدم من الأوداج كأرسان\nروى ليضرب فابتدهت بطعنه\n...\nإن الرماح بداية الفرسان\nوقال:\nوفيت لربك فيمن غدر\n...\nوأنصفت دينك ممن كفر\nولم تتقدم بجيش الرجا\n...\nل حتى تقدم جيش الفكر\nفعاقر سيفك حتى انحنى\n...\nوعربد رمحك حتى انكسر\nوكم نبت في حربهم عن علي\n...\nوناب عن النهروان النهر\nوأبو بكر هذا من الأعيان المشهورين، والمجيدين المذكورين، والمحسين في خطاب الملوك، والمطلعين باستعطافهم شمسا آمنة من الدلوك. فمن ذلك ما كتب به إلى أحد السلاطين وهو مزمع على السفر لخوف لحقه منه:\nأصدق ظني أم أصيخ إلى صحبي\n...\nوأمضي عزيمي أم أعوج عن الركب\nأخافك للحق الذي لك في دمي\n...\nوأرجوك للحب الذي لك في قلبي\nوهذا وإن كان مأخوذاً من قول مهيار في القصيدة التي أولها:\nسل الركب إن أعطاك حاجتك الركب\n...\nمن الكاعب الحسناء تمنعها كعب\nأحبك ودا من يخافك طاعة\n...\nوأعجب شيء خيفة معها حب\nفإنه ألذ مسموعا، وأحسن مصوغا. وقد أحسن الآخر في قوله:\nتمر سفيهات الرياح بأرضه\n...\nفترصن إجلالاً له وتوقر\nوتشتاق عينيه الكرى وتخافه=فيأتي إلى الأجفان وهو مغرر ومن مليح الوصف بالخوف:\nمخوف والصوارم لم تجرد\n...\nولا أخلت مرابطها الخيول\nويكسو الصبح من نقع خضابا\n...\nكليل والنصول به نصول\nوكتب إليه أبو بكر أيضاً:\nإني لممن إن دعاه لنصرة\n...\nيوما بساطا حجة وجلاد\nأذكيت دونك للعدى حدق القنا\n...\nوصمت عنك بألسن الأعماد\nوهذا من أجزل عبارة، وأجود استعارة. ولله مهيار حيث يقول:\nوهل تخفى المقاتل وهي بيض\n...\nعلى مقل الذوابل وهي زرق\nوقد أكثر الناس من الكناية عن السيوف، ومن مليح ما جاء في ذلك قول أبي تمام يصف سحابة:\nسيقت ببرق ضرم الزناد\n...\nكأنه ضمائر الأغماد\nوهذا مما جعل منه الفرع أصلا؛ لأن المعتاد أن تشبه السيوف بالبروق، فتكون البروق أصلاً لأنها مشبه بها، وتكون السيوف فرعا لأنها مشبهة، فقلب مبالغة. وقال أبو الطيب: وأترك الغيث في غمدي وأنتجع فأما الأعشى النحوي فجعله جدولاً فقال:\nملك إذا ادرع الدلاص حسبته\n...\nلبس الغدير وسل منه جدولا\nومثله قول محمد بن البين:\nوجلوا ظلام الليل بالصبح الذي\n...\nقسموه بين جيادهم أوضاحا\nوأتوا بغدران المياه جوامدا\n...\nقد فصلوها ملبسا وسلاحا\nوقول محمد بن عثمان:\nأنى يهاب ضرابهم وطعانهم\n...\nصبا بألحاظ العيون طعين\nفكأنما بيض الصفاح جداول\n...\nوكأنما سمر الرماح غصون\nوقد سماه قوم سليل الصاعقة، وسماه آخرون طبيب النفاق. وما أحسن قول الكموني:\nلما التقى أسد العرين وشادن\n...\nتحت الإزار وصارم بتار\nقالت: أرى بيني وبينك ثالثا\n...\nولقد عهدتك بالدخيل تغار\nأأمنت نشر حديثنا؟ فأجبتها\n...\nهذا الذي تطوى به الأسرار\nومن غريب التصرف في وصفه، قول الآخر:\nعقرت في سهك التراب خدودهم\n...\nحتى ظننا أنها تتشيع\nوتركت في عفر التراب رؤوسهم\n...\nفي الأرض تسجد عن سيوف تركع\nوقوله أيضاً:\nجعلت رؤوس القوم عرس سيوفنا\n...\nتعصفر من أوداجهم وتطيب\nإذا وعدتها البيض صادق وعدها\n...\nبعثت لها البيض الرقاق تكذب\nومن قوله:\nإذا سلبته عزمة منك غمدة\n...\nكسته نجيعا فهو يكسى ويسلب\nوإنما أخذه من قول السري:\nيكسوه من دمه ثوبا ويسلبه\n...\nثيابه فهو كاسيه وسالبه\nوأخذه السري من قول البحتري:\nسلبوا وأشرقت الدماء عليهم\n...\nمحمرة فكأنهم لم يسلبوا\nوقد جعلها ابن حيوس صوالج، فقال:\nلك اليوم الذي شابت قرون\n...\nبه من بعد أن فنيت قرون\nبحيث بنيت مرهفة المواضي\n...\nصوالج والرؤوس لها كرين\nوكرين: جمع كرة؛ لأنه يقال في جمعها كرات وكرين، ولهذا أخذ على القائل في وصف النارنج:\nكأن السماء همت بالنضار\n...\nفصاغت لنا الأرض منه أكر\nوعلى أبي نواس قبله في قوله في أرجوزته:\nيحدو بحقب كالأكر\nالجزء: 1 ¦ الصفحة: 12\n",
        "قال ابن جني: قد أخطأ في جمع كرة على أكر، فإن كان أراد جمع أكرة وهي الحفرة، فشبه الأتن في استدارتها بالحفر المدورة؛ فقد أحال المعنى. ومن البديع قول ابن حيوس:\nقدت الجحافل لم يقد معشارها\n...\nكسرى الملوك ولا رآها تبع\nقوم إذا راموا ممالك غيرهم\n...\nحصدوا ببيض الهند ما لم يزرعوا\nوقول ابن المحترق:\nصيغ من الماء وصيغت له\n...\nمن لهب النيران خدان\nوهذا نقل بيت ابن نباتة في وصف سكين:\nما أبصر الراؤون من قبلها\n...\nماء ونارا جمعا في مكان\nعلى أن المملك قد فعل ما فعله ابن المحترق، فقال في وصف سيف مرصع: سيف تقام الحدود بحده، ويجتمع الماء والنار في غمده، ويتنازع ذوو الوصف في جوهري ترصيعه وفرنده. وقد أخذه حسن بن عبد الصمد، فقال:\nفلم أر ماء قبله مترقرقا\n...\nيخالطه ذاك اللظى المتلهب\nإلا أن حسنا استعمله في الغزل وهو يصلح صفة للسيف.\nومن الشعر ما يحتمل معنيين، ولم يقصد الشاعر إلا أحدهما، كقول والبة بن الحباب في صفة الورد:\nمثل الشموس طلعن في الإصان\nويصلح أن يدخل في باب الغزل.\nوقول السري في شبكة صياد:\nوهل يفات لحظها أو يسبق\n...\nوكلها نواظر لا تطرق\nوهذا يصلح أن يوصف به فهد، وقد نقله ابن السراج إلى وصفه فقال:\nتنافس الليل فيه والنهار معا\n...\nفقمصاه بجلباب من المقل\nومن محاسن هذه القصيدة:\nيقصر الغيث عن آثار جودكم\n...\nفحمرة البرق في قطريه كالخجل\nوقد استعمل غيره هذا المعنى فقال:\nيجود بالماء غيث الأفق منقطعا\n...\nوغيث كفك بالأموال متصل\nجارى نداك فلم يظفر ببغيته\n...\nفذلك البرق في حافاته خجل\nثم أتى بزيادة على ذلك فقال من أخرى:\nمنعت مكارمه رويته\n...\nفنداه طول الدهر مرتجل\nجارت نداه السحب فارتجعت\n...\nعنه ووابل ودقها وشل\nفالرعد في أثنائها ضجر\n...\nوالبرق في أرجائها خجل\nوقال:\nقد قلت إذ قالوا: يداه سحابة\n...\nسحبت ذيول مجلجل هطال\nلا تضربوا مثلا له في جوده\n...\nفحقيقة الأمثال للأمثال\nوأبلغ من هذا قول الآخر:\nضربوا لك الأمثال في أشعارهم\n...\nلكنني بك أضرب الأمثالا\nفأما ما تقدم من وصف السيف بالماء والنار فقد نقل وبولغ فيه.\nأنشدني ابن مكنسة قوله في الخمر من أبيات:\nأيام عودك مطلول بوابلها\n...\nوالدهر في عقله من مسها خبل\nتنزو إذا قرعتها كف مازجها\n...\nكأنما نارها بالماء تشتعل\nوقوله في وصف كأس:\nوخضيبة بالراح يج\n...\nلوها عليك خضيب راح\nما زال يقدح نارها\n...\nفي الكأس بالماء القراح\nوقوله من أبيات:\nكلما سلط المزا\n...\nج على نارها اشتعل\nوهو من قول الآخر:\nكم جوى مثله رسم مثل\n...\nودم قد طل أثناء طلل\nوأدرنا لهبا في ذهب\n...\nكلما أخمد بالماء اشتعل\nوكأن مأخوذ من قول البحتري:\nكل جون إذا التقى البرق فيه\n...\nلمعت للعيون بالماء ناره\nوقال محمد بن عيسى يصف أبياتا بعث بها بعض الملوك إليه:\nبعثت بها يا واحد الدهر قطعة\n...\nهي الماء إلا أنها تتلهب\nفجئت بها في الحسن ورقاء أيكة\n...\nولكنها في العدم عنقاء مغرب\nومن مليح ما وصف به الشعر قول الآخر:\nوقواف ليست تفارق مغنا\n...\nك على أنها تجوب البلادا\nوقبيح أن أدعى الفضل فيها\n...\nبعد أن أنطقت علا الجمادا\nوكتب إليه أبو بكر في يوم غيم وقد احتجب:\nتجهم وجه الأفق واعتلت النفس\n...\nبأن لم يلح للعين أنت ولا الشمس\nفإن كان هذا منكما عن توافق\n...\nوضمكما أنس فيهنيكما العرس\nوقال ابن خلصة:\nملك تملك حر الحمد، لا يده\n...\nنالت بظلم ولا مالت إلى بخل\nلم تدر قبلك عين أنها بصرت\n...\nبالغيث والليث والرئبال في رجل\nيغرهم بك\n...\nوالآمال كاذبة\nما جمعوا لك من خيل ومن خول\nفأما قوله: لا يده نالت بظلم؛ فقد زاد الآخر فيه زيادة حسنة:\nإذا هو ذاد الظلم عنا بعدله\n...\nغدا ماله في كفه متظلما\nيرى الذنب أن تسطو يداه بمذنب\n...\nويعتد جرما أن يعاقب مجرما\nوقوله أيضاً:\nالجزء: 1 ¦ الصفحة: 13\n",
        "تظلم ما تحويه فيك فلم يغث\n...\nوقد جعلت في راحتيك المظالم\nومن عجب أن تظلم المال وحده\n...\nولم يبق في أيامك الغر ظالم\nوقوله أيضاً:\nيا عادلا في كل ما هو فاعل\n...\nما بال كفك في اللهى لا تعدل؟\nتبقى أحاديث القتيل بسيفه\n...\nفكأنما يحيي به من يقتل\nوهذا البيت من قول ابن نباتة:\nتبقى بهم أخبار من غلبوا\n...\nفكأنهم أحيوا وقد قتلوا\nوقال أبو الطيب:\nوأن دما أجريته بك فاخر\n...\nوأن فؤادا رعته لك حامد\nوقال مهيار:\nويستطيل القرن لاقى الردى\n...\nبهم وما في الموت من طائل\nويشرف السيف بما شامه\n...\nويفخر المقتول بالقاتل\nومن باب ظلم المال قول الآخر وذكر الخيل:\nما أوردوها قط إلا أصدرت\n...\nجرحى الصدور سليمة الأكفال\nوإذا انجلت عنهم دياجير الوغى\n...\nعدلوا بفتكهم إلى الأموال\nووصفه الخيل من قول الرضي: (فُجعت بمنصلت) يعرف للقنا=أعناقها ويحصن الأكفالا وهو مأخوذ من قول الببغاء:\nيلقى الطعان بصدر منه ليس له\n...\nظهر وهادي جواد ماله كفل\nوقال محمد بن عثمان في وصف قصر، وهو بصفات مباني مولانا أليق، وأرجه في أرجائها أعطر وأعبق:\nهو جنة الدنيا تبوأ نزلها\n...\nملك جبلته التقى والدين\nراسٍ بحيث النون إلا أنه\n...\nسام فقبته بحيث النون\nفكأنما الرحمن عجله له\n...\nليرى بما قد كان ما سيكون\nوكأن بانيه سنمار فما\n...\nيعدوه تحسين ولا تحصين\nوجزاؤه فيه خلاف جزائه\n...\nشتان ما الإحياء والتحيين\nومحمد بن عثمان من المكثرين المبدعين، والمتصرفين التوسعين، ومن مليح تشبيهاته:\nوالسمر من قلب القلوب مواتح\n...\nوكأنها موصولة الأشطان\nوالنبل في حلق الدلاص كأنها\n...\nوبل الحيا في مائج الغدران\nوقوله أيضاً:\nوفويق ذاك الماء من شهب القنا\n...\nحبب ومن خضر الصوارم عرمض\nأهواهم وإن استمر قلاهم\n...\nومن العجائب أن يحب المبغض\nوقوله في وصف هام المصلين:\nوقد تلم بها الغربان واقعة\n...\nكأنها فوق مخلوقاتها لم\nوقال:\nتكاد تغنى إذا شاهدت معتركا\n...\nعن أن يسل حسام أو يراق دم\nوما اجتدى الموت نفساً (من نفوسهم)\n...\nإلا وسيفك كعب الجود أو هرم\nوهذا من القول المعجب، والنظم المطرب، والبيت الأول قول مهيار:\nألق السلاح فقد غنيت سعادة\n...\nعن حمله واضرب بجدك واطعن\nوإذا أردت بأن تفل كتيبة\n...\nلاقيتها فتسم فيها واكتن\nوقال الآخر:\nأدل بجمعه فكفاك جد\n...\nيفل سعوده الجيش اللهاما\nضربناه بذكرك وهو لفظ\n...\nفكان القلب واليد والحساما\nوقال:\nوما خيلاء الخيل فيها سجية\n...\nولكنها لما امتطيت توائه\nفنصرك أيا ما سلكت مساير\n...\nوفتحك أيا ما اتجهت مواجه\nوقال في وصف هذه القصيدة:\nففي أنفس الحساد منها هزاهز\n...\nوفي ألسن النقاد منها زهازه\nوهذا من العكس الذي يطرب له السامع، وتقل فيه المطالع، ومن بديعه قول ابن جاخ:\nوتحت البراقع مقلوبها\n...\nتدب على ورد خد ند\nتسالم من وطئت خده\n...\nوتلسع قلب الشجي الأبعد\nوللنيلي أحد شعراء اليتيمة:\nإذا دهاك الوداع فاصبر\n...\nولا يروعنك البعاد\nوانتظر العود عن قريب\n...\nفإن قلب الوداع عادوا\nوقد أخذه ابن أبي وهب فقال:\nقالوا تدانيت من وداعهم\n...\nولم نر الصبر عنك مغلوبا\nفقلت للعلم إنني بغد\n...\nأسمع لفظ الوداع مقلوبا\nومن ضروب العكس قول البحتري:\nولم ير يوما قادرا غير صافح\n...\nولا صافحا عن زلة غير قادر\nوقول الآخر - وهو على دولاب -:\nعبدك يا عبدون في نعمة\n...\nصافية أذيالها ضافية\nنديمتي جارية ساقية\n...\nونزهتي ساقية جارية\nوعلى ذكر الدولاب فلم أسمع فيه أحسن من قول السلامي\nوكأنما الدولاب ضل طريقه\n...\nفتراه ليس يزول وهو يطوف\nوقال أبو الطيب سالكاً مذهب البحتري:\nفلا مجد في الدنيا لمن قل ماله\n...\nولا مال في الدنيا لمن قل مجده\nوقال ابن حيوس:\nالجزء: 1 ¦ الصفحة: 14\n",
        "إذا طلب العلياء لم يهنه الكرى\n...\nوإن طلب الأعداء لم ينهه الزجر\nثغور العدا إن رمتموهن كالفلا\n...\nوكل فلاة رمتم منعها ثغر\nومن بديع القلب، ونوعه الغريب الصعب أن يقرأ الكلام من آخره كما يقرأ من أوله، كقوله عز وجل: (كل في فلك) وكقولهم: سر فلا كبا بك الفرس. وقد جاء ذلك منظوما قال:\nبلغت بلاغتنا مدى\n...\nدم أنت غالب تغلب\nومثله قول الآخر:\nأراهن ناد منه ليس لهو\n...\nوهل ليلهن مدان نهارا\nوقول الآخر:\nقال بكر للمرادي\n...\nدارم للركب لاق\nوذكر أبو محمد القاسم بن علي الحريري البصري من هذا الباب: لم أخامل. كبر رجاء أجر ربك. سكت كل من نم لك تكس.\nومن المنظوم:\nأس أرملا إذا عرا\n...\nوارع إذا المرء أسا\nأسند أخا نباهة\n...\nابن إخاء دنسا\nاسل جناب غاشم\n...\nمشاغب إن جلسا\nوقال محمد يصف سماطا:\nسمت السوام به الحمام كأنما\n...\nأخذت بشأن من ذوي الشنآن\nوتبعتها ذات الجناح كأنما\n...\nفعلت جناحا قبل في الطيران\nحتى غدا حمل السماء ونسرها\n...\nحذرين مما حل بالحملان\nنار بأرجاء المدينة سقطها\n...\nمزر ببيت النار في أرجان\nفلو المجوس تجوس حول ديارنا\n...\nأمت لديك عبادة النيران\nوقال:\nفلا دولة إلا إليك نزاعها\n...\nوما زال يطوى عن سواك لها كشح\nإذا خيف أن تشتد شوكة مارق\n...\nفلا رأي إلا ما رأى السيف والرمح\nوقال حسان بن المصيصي:\nملك يظل ثرانا عنده قبلا\n...\nفذو الغواية منا مثل عابدنا\nنسقى ونسجد إجلالا لهيبته\n...\nفنحن نشرب خسرا في مساجدنا\nوقال:\nمليك إن دعته الحرب يوما\n...\nلما تعنو لهيبته الأسود\nقسا قلبا وسن عليه درعا\n...\nفباطنه وظاهره حديد\nوقال مسعود بن محسن:\nمليك تحلم الآمال فيما\n...\nحواه من الطريف أو التلاد\nوتزدحم المطامع في نداه\n...\nلأن عليه أرزاق العباد\nوقد أحسن الآخر في قوله:\nإن غاض صوب الحيا فاضت أنامله\n...\nجودا وروضت الدنيا مكارمه\nيصرف الأمر في الآفاق خاتمه\n...\nويصبح الدهر طوعا وهو خادمه\nوقال مسعود أيضاً:\nوإنا إذا الأرواح ذابت مخافة\n...\nمتحنا بأشطان الرماح وكاياها\nمتى ما أردنا أن يذاق حديدنا\n...\nخلقنا بحد المشرفية أفواها\nوهذا من باب قول ابن نباتة:\nخلقنا بأطراف القنا لظهورهم\n...\nعيوناً لها وقع السيوف حواجب\nومسعود هذا مقل في شعره، محسن مطرب بغزله مفتن فمن ذلك قوله:\nغزال يكون الفهد طوع يمينه\n...\nولم نر ظبيا قط مستخدما فهدا\nومن أعجب الأشياء أن بات آمنا\n...\nمن الثأر فينا وهو يقتلنا عمدا\nوقوله:\nحوراء تقتل من رمته بطرفها\n...\nفكأن سهم لحاظها مسموم\nوتصيب أسهمها وليس يرى دم\n...\nفالقتل منها ظاهر مكتوم\nوتكاد تسكر بالحديث لأنه\n...\nعصرت بحيث يمر فيه كروم\nوقال محمد بن عيسى:\nوضحت به العليا فمنهج قصدها\n...\nمنه إلى ظهر المجرة مهيع\nيندى عليك وأنت منه خائف\n...\nوكذاك لج البحر مغن مفزع\nوهذا من قول الآخر: هو البحر فيه الغنى والغرق على أن محمد بن عيسى قد ذكر هذا المعنى في موضع آخر، واحتاط للمدوح، فقال وأحسن:\nبراحته بحر محيط مسخر\n...\nيفاد الغنى فيه ولا يذعر الركب\nوالذي دعاه إلى البيت العيني قوله بعده:\nفأشد ما تلقاه عند ليانه\n...\nوكذا الأرق من الحسام الأقطع\nوقال:\nتخللت حتى غابة الأسد الورد\n...\nوأنزلت حتى ساكن الأبلق الفرد\nوجردت دون الدين سيفك فانثنى\n...\nمن النصر في حلي من الدين في غمد\nلقد ضم أمر الملك حتى كأنه\n...\nنطاق بخصر أو سوار على زند\nيغيثك في محل يغيثك في ردى\n...\nيروعك في روع، يروقك في برد\nجمال وإجمال وسبق وصولة\n...\nكشمس الضحى، كالمزن، كالبرق، كالرعد\nومثل هذا التركيب، وعلى حكمه في الترتيب، قول محمد بن أبي سعيد:\nجاور عليا ولا تحفل بحادثة\n...\nإذا ادرعت فلا تسأل عن الأسل\nالجزء: 1 ¦ الصفحة: 15\n",
        "سل عنه وانطق به وانظر إليه تجد\n...\nملء المسامع والأفواه والمقل\nوقال محمد بن عيسى أيضاً:\nملك غدا الرزق مبعوثا\n...\nوظل يجري على أحكامه القدر\nيا من قضى الله أن الأرض يملكها\n...\nعجل ففي كل قطر أنت منتظر\nوقال:\nيهوى قناتك قلب من لم تهوه\n...\nفيكاد فوق سنانها يتقلب\nأنت النهار فليس دونك نجعة\n...\nوالليل أنت فليس دونك مهرب\nوفي هذا بيت النابغة وزيادة لأنه قال:\nفإنك كالليل الذي هو مدركي\n...\nوإن خلت أن المنتأى عنك واسع\nوقد أجاد ابن أبي الفرات في قوله:\nكأن فجاج الأرض كفاك إن يسر\n...\nبها مجرم ضمت عليه الأناملا\nفأين يفر المرء عنك بجرمه\n...\nإذا كان يطوي في يديك المراحلا؟\nوقال:\nيجري النهار إلى رضاك وليله\n...\nوكلاهما متعاقب لا يسأم\nفكأنما الإصباح تحتك أشقر\n...\nوكأنما الإظلام تحت أدهم\nوالخيل كانت تستريح من السرى\n...\nلو لم يكن فوق البسيطة مجرم\nتهوى قناك الطير فهي وراءها\n...\nتهوي لتبصر حيث تطعن تطعم\nبلغت إلى السمع الأصم صفاتهم\n...\nوأبان فيهن اللسان الأعجم\nقوله: تهوى قناك الطير هو المعنى الذي سبق الأفوه الأودي إليه، واتبع جماعة من الشعراء تمثيله فيه واحتذوا عليه. ومن المشهور في ذلك ما جاء للنابغة، ومسلم، وأبي نواس، وأبي تمام وغيرهم، ومن مليح ما أعرفه فيه قول مروان بن أبي الجنوب:\nلا تشبع الطير إلا في وقائعه\n...\nفأينما سار سارت خلقه زمرا\nعوارفا أنه في كل معترك\n...\nلا يغمد السيف حتى يكثر الجزرا\nوقول الآخر:\nولست ترى الطير الحوائم وقعا\n...\nمن الأرض إلا حيث كان مواقعا\nوقول عبيد الله بن قيس:\nوالطير إن سار سارت خلف موكبه\n...\nعوارفا أنه يسطو فيقريها\nوقول ابن نباتة:\nإذا حومت فوق الجموع عقابه\n...\nتباشر عقبان بها ونسور\nحواجل أو ربد الظهور قشاعم\n...\nقوانصها للدارعين قبور\nوقول الآخر:\nكأن النسور نافست فيهم الثرى\n...\nفقد حصلت أجسامهم في الحواصل\nوقوله:\nوتطايرت في الجوار رزق أجادل\n...\nطلبت مطاعمها وزرق نصال\nوقول الآخر:\nعتادهم خطية قد تكفلت\n...\nبرزق نسور حوم وخوامع\nوقوله أيضاً:\nفإن تك أسرى عفت البيض عنهم\n...\nفمن بعد أن عافت ضباع وأنسر\nوالبديع كل البديع قول أبي الطيب:\nيطمع الطير فيهم طول أكلهم\n...\nحتى تكاد على أحيائهم تقع\nوقال:\nسألت أخاه البحر عنه فقال لي\n...\nشقيقي إلا أنه الساكن العذب\nلنا ديمتا ماء ومال فديمتي\n...\nتماسك أحياناً وديمته سكب\nإذا نشأت مالية فله الندى\n...\nوإن نشأت مائية فلي السحب\nأقلوا عليه من سماع صفاته\n...\nفإني لأخشى أن يداخله عجب\nغفرت ذنوب الدهر لما لقيته\n...\nودهر به ألقاه ليس له ذنب\nوأبلغ من هذا قول مهيار:\nوما ذممت زماني في معاتبة\n...\nوحجتي بك إلا وهو يخصمني\nوقال محمد بن عبادة، فاستعمل أسلوباً غريبا، وركب تركيبا غريبا عجيبا، لأنه خلط بمديحه غزلا وتشبيها:\nنفى الحب عن مقلتي الكرى\n...\nكما قد نفى عن يدي العدم\nفقد قرَّ حبك في خاطري\n...\nكما قرَّ في راحتيه الكرم\nوفر سلوك عن فكرتي\n...\nكما فر عن عريضه كل ذم\nفحبي ومفخره باقيان\n...\nفلا يذهبان بطول القدم\nوقد شاب قولي بذكري له\n...\nمديح أجل ملوك الأمم\nوقال ابن مطرف:\nيرى العواقب في أثناء فكرته\n...\nكأن أفكاره بالغيب كهان\nلا طرفة منه إلا تحتها عمل\n...\nكالدهر لا دورة إلا لها شان\nوقال عبد الحميد بن عبد الحميد:\nأرح متن المهند والجواد\n...\nفقد تعبا بجدك في الجهاد\nقضيت بعزمة حق العوالي\n...\nفقض براحة حق الجياد\nوقال جعفر بن محمد:\nوعصرك مثل زمان الربي\n...\nع لا تهجر الشمس فيه الحمل\nتسامت علاك سمو النجوم\n...\nوسارت أياديك سير المثل\nوقال آخر:\nلعزك ذلت ملوك البشر\n...\nوعفرت تيجانهم في العفر\nوأنت ملوك إذا شاجروا\n...\nأظلتهم من قناهم شجر\nالجزء: 1 ¦ الصفحة: 16\n",
        "بدور تجرد سيف الندى\n...\nوتغمده في رؤوس البدر\nوقال مصعب بن محمد:\nمليك يجر الجيش جما عديده\n...\nلأرض الأعادي زائر متعبد\nيزعزع أقطار البلاد كأنما\n...\nتحم به الأرض الفضاء فترعد\nوقال:\nإلى ملك لو لم أحل قلائدي\n...\nبه لم أكن من جوهر الفضل حاليا\nألا إنني لما عددتك أولا\n...\nختمت وما استثنيت بعدك ثانيا\nوهذا المقدار دال على استنباط أمثاله من هذا الأسلوب، ومسهل استخراج أنظاره من هذا الغرض المطلوب، وهاد إلى ما يجب قصده في المدح واعتماده، وباعث على ما يلزم إضماره في الوصف واعتقاده. وقد أوردنا في هذا الجزء أنموذجاً لما يجاريه من بابه، واقتصرنا عليه لتعذر استقصائه واستيعابه. والله تعالى يديم على الأمة ظل مولانا ودولته، ويثبت سلطانه ومملكته، ويجعل تراب أرضه رثما في الشفاه، وغررا في الجباه، ولا زال عفوه كعبة الخائف الجاني، وجوده غاية تسمو إليها همم الأماني، وأيامه المشرقة الزاهرة موسماً للبشائر والتهاني، ويرحم الله عبداً قال آمينا إن شاء الله عز وجل.\nالحمد لله وصلى الله على سيد المرسلين محمد، وعلى آله الطاهرين، وسلم. الله حسب المملوك ونعم الوكيل.\nرسالة لمح الملح\nرسالة سماها لمح الملح\nالحمد لله الذي كتب على نفسه الرحمة لأهل طاعته، وفرض الزلفة لمن أنضى فيها مطايا استطاعته، ووسع طرق الأعمال فيما يجازي عليه بالحسنى، ووفق المخلصين لما ينالون به شرف الحظ الأسنى، وأيدهم بروح منه، فوجب لهم الأجر الكريم، ووعدهم خلود جنات لهم فيها نعيم مقيم، (فضلا من الله ونعمة والله عليم حكيم) . وصلى الله على سيدنا محمد نبيه الذي أيده بعزيز نصره واختصه من الفضل بما يعجز ذوو العقول عن حصره، وأبان باصطفائه إياه عن رفيع منزلته وشريف قدره، وجعله رحيماً بالمؤمنين، رؤوفاً بالمستضعفين، وناهياً عن القنوط للجانين على أنفسهم والمسرفين، فقال تعالى على ما نطق به كتابه الكريم: (قل يا عبادي الذين أسرفوا على أنفسهم لا تقنطوا من رحمة الله إن الله يغفر الذنوب جميعاً إنه هو الغفور الرحيم) وعلى أخيه وابن عمه أمير المؤمنين علي بن أبي طالب المشهور بالشرف الخالص، والمحبو بالمآثر والخصائص. والمجموع فيه ما تفرق في غيره من الفضائل الجمة، والمنصوص على علمه بما جاء في الحديث من كونه أقضى هذه الأمة. وعلى آلهما الأئمة الأطهار الذين تجلت بأضوائهم ظلم الشكوك، ووضحت حجتهم بهم حجة كفاتهم من العظماء والملوك، وسلم ومجد، وأجرى على أفضل ما عود. والحمد لله الذي أطلع من ملوك الأرض شموسا لا تتم المصلحة إلا بهم، وحفظ أسلافهم مذ تنقلوا أنوارا في ظهورهم، وأصلابهم، وأرشد بهم من الضلالة، وجعل آيتهم مبصرة، وأوضح المعذرة لمن كانت قوته في صفاتهم مقصرة، وحض على طاعتهم شعوب الأمم وفرقهم، وفضلهم على كافة بريته ولذلك خلقهم، وجعل هذا العصر مخصوصاً بأرفعهم لديه رتبة، وأوجبهم عنده قربة، وأكثرهم عادة في المراحم ودربة، والمجتبى لحياطة الأمة، فكم كشف غمة، وفرج كربة! مولانا الملك السيّد الأجل الأفضل أمير الجيوش سيف الإسلام، كافل قضاة المسلمين، وهادي دعاة المؤمنين، عضد الله به الدين، وأمتع بطول بقائه أمير المؤمنين، وأدام قدرته، وأعلى كلمته، الذي ظهرت آياته فبهرت، واستفاضت أوصافه واشتهرت، وطمت بحار كرمه الغامر وزخرت، وتاهت به البسيطة وباهت وفخرت، وتشوقت إلى استيلائه على جميع بلاده، وألقت إليه من مهاجرة ملوكها أفلاذ أكباده؛ فازدحموا على بابه ازدحام الحسنات في أفعاله، ونال كل منهم من شرف الحباء ما لم يخطر قط على باله، فعادوا شاكرين لدهرهم، راضين عن زمانهم، وصاروا متفقين في ولائه مع اختلاف ألسنتهم وألوانهم، وما عرف الدهر محمودا إلا في جنابه المريع وظله الوارف، ولا علم اتفاق بنيه إلا في أيامه التي شملت بضروب العوارف فعلت بذلك أطواد الخلافة العلوية وسمت، وانقطعت عنها مواد الطغاة ببركته وانحسمت، وتهللت الملة الحنيفية بيمن كفالته العزيزة وابتسمت، وتشعبت الخواطر في صفات مناقبه وتوزعت وتقسمت. فلله هو من ملك أحيا من الآمال رفاتا رميما، وأبرأ من الأحوال عليلا سقيما:\nوبدا الزمان به أغر محجلا\n...\nولقد عهدناه أغر بهيما\nالجزء: 1 ¦ الصفحة: 17\n",
        "وأتى يحيط بجلاله وصف وقد عم عدله الآفاق، فساوى بين البعيد والقريب، وتأرجت الأرض بالثناء عليه فكاد النسيم يتضرع بالطيب، وحاز العزة الباذخة التي استحقها وراثة وإلهاماً، واستولى على الرتبة الشامخة التي يتعاظمها كل ملك ويتحامى:\nفعلت فما يسمو إليها مرتق\n...\nوغلت فلست ترى لها مبتاعا\nفمهابته مقابلة العظمة بالخشوع والسجود، ومخافته محرمة على الأجفان لذيذ الهجوع والهجود، وفواضله الوسيعة قد طبقت جميع الأرض من السهول والنجود، وخلائقه الشريفة مزرية بالجوهر الفاخر والروض الممطور المجود، فلا سبيل إلى استيعاب أوصافه الباهرة واستقصائها، كما لا مطمع في عد كواكب السماء وإحصائها. على أن مفاخره أعلى من النجوم محلا، وأكثر منها عددا، ومكارمه أوسع من البحار الزاخرة مدى، وأغزر منها مددا، ولا اختلاف بين ذوي الفهم والتصور، ولا ارتياب عند أولي التأمل والتدبر أن الله تعالى اصطفاه ليملكه الأرض وحده، وأن ذلك مما لا يستطيع أحد إنكاره ولا جحده، لما أوتيه من القوى اللاهوتية، ومنحه من الخصائص الملكوتية. والله - عز وجل - يقضي بدوام سلطانه القاهر وخلوده، ويملأ آفاق الدنيا بجيوشه المنصورة وجنوده، حتى لا تبقى أمة من الأمم إلا وقد ذلت منه لمسترقها ومالكها، لا بقعة من الأرض إلا وقد وسمت بحوافر خيوله وسنابكها؛ ليستهم النعمة به كافة الخلق وجميع البرية، ويعلم الكافة من شريف سيرته ما لا عهد لهم بمثله في الطباع البشرية، وهو بكرمه يرفع هذا الدعاء الذي يصعد إليه ويترقى، ويجعل هذا الابتهال مستقبلا بالإجابة متلقي، ويسهل بذلك نفاذ الأقضية والأقدار، ويعجل المصلحة بتيسيره لأهل هذه الدار. بفضله وطوله وقدرته وحوله.\nولما كانت خدمة مقامه الأكرم من أنواع العبادة وأسباب الطاعة، والتوفر عليها كفريضة الحج الواجبة على ذوي القدرة والاستطاعة؛ تعين على كل مملوك أن يعتمد ذلك على حسب إمكانه، ويحرص على أدائه بقلبه ويده ولسانه، واثقاً أن المواقف الشريفة تقبل جهد المقل في خدمتها، والمقامات الكريمة ترضى قدرة المستطيع وإن قلت في مقابلة عظمتها:\nألم ترنا نهدي إلى الله ماله\n...\nوإن كان عنه ذا غنى فهو قابله\nفلذلك خدم المملوك بلمعة من الأدب الذي نفقت في أيام مولانا سوقه، وضحت للمتوسلين به سبيله وطريقه، وجعل خدمته مشتملة على أشياء قد عهد فيما يماثلها أن يمال إليه ويصغى، وألف فيما يجانسها أن يحافظ عليه ولا يلغى، وكان اعتماده على البدائع التي ظهرت في دولته كوامنها، وبرزت في مملكته مخبآتها ودفائنها، فإن أورد قديما فلما هو عليه من بديع المعنى وحسن السبك، وأنه مما لم يبتذله الاشتهار كما ابتذلت الرواية: قفا نبك. أو لأن فيما أورده لمحدث شبها له ومثلا، فقصد بذكره أن ينظم للمحاسن عقدا، ويجمع لها شملا، أو لأن المملوك أو من يماثله من المحدثين أغربوا فيما انتقدوه فيه، وتنبهوا منه على ما لم يسبقوا إليه، ولولا ذلك لما عرض له، ولا ألم به؛ إذ كانت خزائن مولانا قد اشتملت عليه عن معاد ذلك ومنقوله والله عز وجل يوفق المملوك لما يحظيه ويزلفه، ويسعده بارتضاء ما يخدم به ويؤلفه بمنه وكرمه.\nمن المحاسن العصرية في المملكة المصرية\nقد خدم مجلس مولانا الملك بغرائب من المدح كان البيان بها ضنينا، وأنتج الدهر له من بدائع القول ما لم يزل ف حشاه جنينا، مما استقرت الخدم به عند حفظتها، وحصلت مصونة تحت أيدي خزنتها، من منثور يتناقل في الآفاق ويتهادى، ويحدث لسامعه طربا لم يكن لمثله معتادا:\nوقواف ليست تفارق معنا\n...\nهـ على أنها تجوب البلادا\nولولا ذلك لقصر المملوك هذا الفصل منها على الجوهر الشفاف، وأورد من الصفات الشريفة ما ينسب المفرق فيه إلى التقصير إذا نسب غيره إلى الإسراف. فهو يذكر غرراً لا يتحيز إلى فن مفرد، ويورد متخيرا يعرب عن حسن المطلب وجودة المقصد، ويفتتح ذلك بأحق الأشياء بالتقديم، وأولاها بالتشريف والتعظيم.\nقال محمود بن القاضي الموفق في مولانا الملك ثبت الله دولته:\nمليك تذل الحادثات لعزه\n...\nيعيد ويبدي والليالي رواغم\nفكم كربة يوم النزال تكشفت\n...\nبحملاته وهي الغواشي الغواشم\nتداركنا والمكرمات دواثر\n...\nيصم صداها والمعالي معالم\nالجزء: 1 ¦ الصفحة: 18\n",
        "تشيد بناء الحمد والمجد بيضه\n...\nوهن لأساس الهوادي هوادم\nإذا صدرت عن مورد الموت خلتها\n...\nبأغمادها وهي العواري العوارم\nرقاق الظبى تجري بأرزاق ذا الورى\n...\nوآجالهم فهي القواسي القواسم\nوكان أبو طاهر الأطفيجي العابد اقترح عليه أن يقفه على شيء من منظومه. فعمل هذه القصيدة في مدح مولانا - خلد الله ملكه - وقال فيها مخاطبا للعابد:\nصحائف أعداها الشباب بصبغة\n...\nفهل أنت ماح ما تخط المآثم\nإذا قائم السيف انثنى في ملمة\n...\nولم يغن أغنى وحده وهو قائم\nولا يعلم المملوك شابا مدح شيخا متعبدا، وحدثا اجتدى ناسكا متزهدا بأحسن من هذا. وإذا كان الناس قد أجلبوا بقول حبيب:\nيمدون من أيدٍ عواص عواصمٍ\n...\nتصول بأسيافٍ قواضٍ قواضب\nوهو بيت واحد؛ فما الظن بعدة أبيات سالمة من الضعف، بريئة من التسمج في الوصف؛ ألا إن ذلك بسعادة من خدم بها مقامه الأشرف، وإقبال من اتسعت مناقبه فغدا الخاطر يجري في ذكرها ولا يتوقف. وهذا النوع يسمى: التجنيس المركب. وقوم يسمونه: الناقص؛ لأن الحروف الأصلية في إحدى لفظتي التجنيس تنقص عن الأخرى، وقد أراد قوم جمع أقسامه فلم يحيطوا علما بها، وودوا حصر أنواعه لو أمنوا من تفرعها وتشعبها:\nولكنها صوب العقول إذا انجلت\n...\nسحائب منها أعقبت بسحائب\nلأن أدباء كل وقت يحدثون من ذلك ما يقترحون له ألقابا، وعلماء كل عصر يولدون فيه ما يقصدون به تعاطيا وإغرابا. فمن مستحسن ما أتوا به تجنيس التنوين، كقوله:\nأنا الذي لا ذو هوى\n...\nولا شجى ولا شجن\nلاقى الذي لاقيت من\n...\nمحبتي فتى فتن\nوفي هذا مناسبة لقول الميكالي:\nليت أجفاني به سعدت\n...\nفترى الطرف الذي فترا\nوقول الصقلي:\nنهاك أهلك عني\n...\nمن أجل أهلِكِ أهلِك\nوقول مجبر أحد شعراء المجلس العالي المالكي ثبت الله سلطانه:\nغاروا فغار لحيني فيهم قمر\n...\nهويته أفلا أبكي وقد أفلا\nوالمتقدمون يسمون هذا: تجنيس المماثلة، وقوم يعبرون عنه بتجنيس اللفظ والخط، ويجعلون قول أبى نواس في آل الربيع من أحسنه وهو:\nعباس عباسٌ إذا حضر الوغى\n...\nوالفضل فضل والربيع ربيع\nويروى: إذا احتدم الوغى، أي اشتد حره.\nوالمملوك يقول: إن الأمدح أن يكون إذا اشتد الوغى بساما لا عباسا، فإن قصد بعباس رجلا مشهورا بالشجاعة فهو وجه جيد، ويكون من باب قول الآخر:\nحتى كأنك يا عليُّ علي\nومن الشجعان المشهورين: عباس بن مرداس السلمي، ورآه عمر بن معدي كرب فقال: أهذا عباس بن مرداس؟ لقد كنا نفرق به صبياننا في الجاهلية. اللهم إلا أن يكون أبو نواس أراد ما جاء في الحديث من قوله عليه السلام: (ألقوا الكفار بوجوه مكفهرة) أي غلاظ، فهو وجه، فأما قول الأعشى:\nإن تسد الحوص فلم تعدهم\n...\nوعامر ساد بني عامر\nفمن علماء الشعر من يجعله مجانسة؛ لأن أحدها رجل والآخر قبيلة، ومنهم من يقول بل معناهما واحد؛ لأنه قال: بني عامر، فأضاف البنين إليه، ولو قال: ساد عامرا، يعني القبيلة؛ لكان تجانسا غير مدفوع. وقد سلم ابن سعيد الحلبي من هذا التأويل في قوله:\nآل غني ما لناديكم\n...\nقد فقد الطارق والسامرا\nوما لهذا البيت من عامر\n...\nلم يبق بيتا للندى عامرا\nومما ولده المحدثون تجنيس التورية، كقول مهيار:\nومدير سيان عيناه والإب\n...\nريق فتكا وريقه والرحيق\nوالإبريق هاهنا السيف، وهو من أسمائه. قال أهل اللغة: إذا كان في السيف بريق فهو إبريق. ووجه التورية أنه لما قال: ومدير، ثم ذكر الإبريق حسن أن يعتقد فيه أنه آلة الخمر، ولما كان المعنى على السيف صار موريا عن غرضه بهذه اللفظة المشتركة. وهذا غرور في التجنيس ومثله قوله أيضاً:\nفتى لا يريد المجد إلا لنفسه\n...\nولا المال إلا قسمة ومنائحا\nينازع أزمات الزمان بأنمل\n...\nجوابر للأحوال تسمى جوارحا\nفورّى بجوارح ضد جوابر عن الجوارح التي هي الأعضاء، وقصد ههنا الأيدي.\nوقول عبد الله بن سعيد:\nإذا سكنتم فقلبي زائد القلق\n...\nوإن رقدتم فطرفي دائم الأرق\nسرقت بالنوم وصلا من خيالكم\n...\nفصار نومي مقطوعا على السرق\nالجزء: 1 ¦ الصفحة: 19\n",
        "فورّى بقوله: مقطوعا الذي هو حكم السارق عن انقطاع نومه الذي هو ذهابه وعدمه.\nوقول مجبر بن محمد:\nفسقى محل الجزع من محل به\n...\nغيث تدور على الربى كاساته\nسفح سفحت عليه دمعي في ثرى\n...\nكالمسك ضاع من القناة فتاته\nفقد ورّى بضاع من الضياع عن ضاع من التضوع. كما قال ابن حيوس:\nبمدح إذا ما ضاع في القوم نشره\n...\nفما الند أهل أن يكون له ند\nومن مليح التورية قول عمر بن أبي ربيعة:\nأيها المنكح الثريا سهيلا\n...\nعمرك الله كيف يلتقيان\nهي شامية إذا ما استقلت\n...\nوسهيل إذا استقل يمان\nيعني الثريا بنت علي بن عبد لاه بن الحارث بن أمية الأصغر، وكانت نهاية في الحسن والجمال، وسهيل بن عبد الله بن عوف، وكان غاية في القبح والدمامة فمثلها بسمييهما، وأراد بعدهما وتفاوت محليهما. وكل هذا من أبيات المعاني.\nفي الإشارة إلى مدائح مولانا وفضائله وما ازدانت به الأرض من قصوره ومنازله\nلما كان مولانا الملك - خلد الله ملكه - آية الله التي أبداها لعباده وأظهرها، ورحمته التي بعثها على بلاده ونشرها، ومعجزته الموضحة مستور الحكمة ومكنونها، وسريرته المستودعة من غامض علمه ما جعل كل آية دونها؛ فكأن البسيطة ما سطحت إلا لتجول فيها عساكره، وكأن البرية ما خلقت إلا لتنفذ فيها أوامره؛ وجب أن لا تخلو الدنيا من آثاره التي تمجيدها حتم، وتعظيمها فرض، وأن يدوم على هذه الخليقة بهاء المباهاة بها ما دامت السموات والأرض. وهذه الآثار التي انبعث شعاعها من فلك مملكته، وانبسطت أنوارها في آفاق دولته تنقسم إلى قسمين: أحدهما ما يتميز السمع بشريف ذكره، ويتشنف بنفيس جوهره وثمين دره، وهو الإخبار عن غامر عدله، والإبانة عن شامل فضله، والوصف لمواقفه التي كشفت الأعداء فيها وثباته، الذكر لسيرته التي بهر البشر تماديه عليها وثباته. وجميع هذه المناقب قد ثبت في اللوح المحفوظ، وتداولته الألسن فكله من الملفوظ غير الملفوظ، فما تترقى همة الإخلال إلى دراسته وتلاوته، ولا تتسلط السآمة على عذوبته في الأفواه وحلاوته، فقد أمن راويه من تطرق النسيان عليه والسهو، ونال من فضيلة إيراده ما أقام عذره في الخيلاء والزهو. والقسم الثاني ما وقع على حسنه الإجماع، وتنافست الأبصار فيه والأسماع، واكتست به الدنيا أفخر زينة، واستخف الافتتان ببهجته الألباب الرزينة، من المباني التي غدت على صدر الأرض وشاحاً، وأظهرت في محياها غرراً وأوضاحاً، وألبست جيدها عقداً، ومفرقها تاجاً، واستوقفت الأبصار على بدائعها فلم تستطع عنها معاجا. وهذه موهبة قد جمعت بين فضيلتي ملوك العرب والعجم، واختص مولانا من شرفها بما لم ينله أحد في سالف الأمم، وذلك أن المحافظة على بقاء الذكر أمر قسمه الله بين أنبيائه الذين بعثهم وأرسلهم، وبين ملوك أرضه الذين اصطفاهم تعالى وفضلهم. أما الأنبياء فذكرهم باق ببقاء مللهم، وأما الملوك فبما اقتضته أحوالهم في ممالكهم ودولهم. فملوك العرب يعتمدون على تدوين مآثرهم بالفصاحة والبيان، وملوك العجم يعولون على إتقان العمارة وتشييد البنيان. وكل يعتقد أنه قد احتاط للذكر بما يضمن بقاءه سرمدا، ويجعل تناقله أمرا دائما لا ينتهي إلى مدى. ومولانا - خلد الله ملكه - فقد حاز ما لم يحرزه أحد من النوعين، وجمع منهما ما يبقى على الأبد لذة للسمع وقرة للعين؛ لأنه قد خدم من النظم والنثر بما لم يفز بمثله مخلوق، واستكثر من سمة الأرض بمنازله التي لكل منها من أنواره عيوق. وقد اشتملت بغير شك على المحاسن الملوكية، والصور الأرضية والفلكية، وحوت الغرائب من اجتماع الحيوان المتضاد من غير عدوى، والتسوية بينه في أهب الذهب تبرعا بالعطاء والجدوى، وأنى يكون اعتداء في أعمال مملكته فضلا عن قصوره، أو اجتراء لأحد بحضرته؟ والمهابة تقضي بعجزه عن ذلك وقصوره، وقد وصفها شعراء مجلسه العالي فيما صنعوه، وتنوعوا في ذكر ما خدموا به من ذلك ورفعوه، وعمل منه ما لم يشمله شرف العرض بالمقام العالي، ثبت الله سلطانه. فمما يرويه المملوك من ذلك قول محمود القاضي الموفق، ووصف التاج:\nإن البسيطة قد أعدت شبابها\n...\nحتى بدت وكأنها لم تهرم\nلما غدت بك معصراً ألبستها\n...\nتاجا ترصعه سعود الأنجم\nالجزء: 1 ¦ الصفحة: 20\n",
        "وتماثلت شرفاته وصحونه\n...\nفي الحسن بين مخرم ومرخم\nوأول هذه الأبيات:\nهذه منازل من هويت فيمم\n...\nوارتع وسح بربعها ديم الدم\nعجنا فمن صب بصب دموعه\n...\nذربٍ ومن متعملٍ متعلم\nغراء يجحد لحظها بسقامه\n...\nقتلى فتخبر عن دمي بالعندم\nشعل الهوى طرفي وقلبي إذ بدت\n...\nيوم النوى بتأمل وتألم\nمنها:\nمن كل طلق الوجه إن شهد الوغى\n...\nلقي العدى بتهجم وتجهم\nولمجبر أحد شعراء مجلس مولانا - خلد الله سلطانه _في وصف فوارة في المباني الشريفة على ما أوجبه تخيله، واقتضاه توهمه وتمثله؛ لأنه أدركها بنظره، ولا أجال فيها حاسة بصره:\nوفوارة يستمد السحا\n...\nب من فضل أخلافها المحتلب\nرأت جمرة القيظ محمرة\n...\nلها شرر كرجوم الشهب\nفظلت بها الأرض تسقي السما\n...\nء خوفا على الجو أن يلتهب\nوهذا من قول الآخر في وصفها: أمطرت الأرض بها السماء ومن المستحسن في ذلك ما أتى به علي بن الجهم في قوله:\nوفوارة ثأرها في السماء\n...\nفليست تقصر عن ثارها\nترد على المزن ما أسبلت\n...\nعلى الأرض من صوب مدرارها\nوالذي صنعه الشعراء في هذا الباب هو مستقر في الخزائن المعمورة مغن عن التوسع فيه؛ لاسيما وهذه الخدمة لمحة، والذي أورد فيها على وجه الإشارة.\nالجزء: 1 ¦ الصفحة: 21\n",
        "ومن غير ذلك من الحكايات التي يتناقلها الناس ويتداولونها، ويستكثرون بلاغتها ويستعظمونها على أنها مطلع يقتضي ما يجيء بعده، وابتداء لا عذر للإعجاب أن يكتفي به فيقف عنده ما تضمنه كتاب الوزراء والكتاب لابن عبدوس من أن فتى قدم على عمرو بن مسعدة متوسلا إليه بالبلاغة، وأن عمروا امتحنه فرمى إليه كتاب صاحب البريد في بعض النواحي يخبر أن بقرة ولدت غلاما، وقال له: اكتب في هذا المعنى، فكتب: الحمد لله خالق الأنام في بطون الأنعام. فلما رأى عمرو ذلك جذب ما كتبه من يده، وأحسن إليه، وأعاده إلى بلده. وما علم المملوك أحدا تمم هذه البداية المستحسنة، ولا تعرض لتكميلها في مدة ثلاث مئة سنة، فاستيقظ لاستدراك ما تركه المتقدمون وأغفلوه، وتنبه على استئناف ما أخلوا به وأهملوه، إذ كانت أيام مولانا مكملة كل ناقص من جميع الفنون، ومخصوصة من الفضائل بما يوفي على الأوهام والظنون. وأنشأ في ذلك ما العادة جارية أن يقرأ مثله على الناس وهو: الحمد لله خالق الأنام في بطون الأنعام، ومصورهم بحكمته فيما يشاء من الأرحام، ومخرج الناطق من الصامت مع اختلاف الأشكال، وتباين الأجسام، إبانة عن باهر آيته فيما ابتدع وإظهارا لما استحال في العادات وامتنع؛ ليدل على أن قدرته أبعد غاية مما يتخيله الفكر ويتوهمه، وأن مصنوعاته شواهد وحدانيته لمن يتبين معجزها ويتفهمه. ويحمده أمير المؤمنين على ما اختص به أيامه من بدائع مخلوقاته، ويشكره على غرائب صنعه التي أضحت من دلائل فضله وعلاماته؛ إذ كان - جل وعلا - قد جعل آياته موقوفة على أزمنة أصفيائه، ومعجزاته مقصورة على عصور أنبيائه وأوليائه، على أن لديه من خليله وفتاه، وصفيه الذي أوجه السعد نحوه وأتاه، السيّد الأجل الأفضل أمير الجيوش سيف الإسلام، ناصر الإمام، كافل قضاة المسلمين، وهادي دعاة المؤمنين، عضد الله به الدين، وأمتع بطول بقائه أمير المؤمنين، وأدام قدرته، وأعلى كلمته، الذي اكتسى الدين بنصرته ثوب الشباب والبهجة، واقترنت المبالغة في صفاته بقول الحق وصدق اللهجة؛ ملكا غدا الزمان جذلا بدولته مغتبطا، وسيدا ارتفع أن يأتي بالمكارم إلا مخترعاً لها مستنبطاً، وسلطاناً يفعل الحسنة عذراء، ويتنزه أن يفعلها عوانا، وهماماً يتأنس في العزمات بنفسه، فلا يستنجد أنصارا لها ولا أعوانا. لا جرم أن أمير المؤمنين يرفل من تدبيره في ملابس العز الفاخرة، ويتحقق أن النعمة به في الدنيا برهان ما أعد له في الدار الآخرة، ويرغب إليه في الصلاة على جده محمد سيد ولد آدم، وأشرف من كل من سلف وقته وتقادم، والمبعوث بشيرا ونذيرا إلى كافة البشر، والمخصوص تسبيح الحصى، وحنين الجذع، وانشقاق القمر، صلّى الله عليه وعلى أخيه وابن عمه أمير المؤمنين علي بن أبي طالب، مستودع سره، ومنتهى علمه ومقره، ومن قاتل الجن فسقوا بعضبه كأس المنون، وردت له الشمس كما ردت من قبله ليوشع بن نون، وعلى آلهما الهداة الأئمة الذين زالت بإرشادهم كل شبهة وغمة، ونسخت بأنوارهم ظلم الشكوك المدلهمة، وتنقلت فيهم سيادة هذا العالم، وسيادة هذه الأمة، وسلم عليهم أجمعين تسليما، وزادهم تشريفا وتكريما وتعظيما. وإن أمير المؤمنين إذا تأمل ما ينشئه الله تعالى ويبدعه، وتدبر ما يبدئه سبحانه ويخترعه؛ وجد من غرائب الفعل، وغوامض القدرة، وعجائب الصنع، وسرائر الفطرة؛ ما يبعث على الضراعة له والخشوع، ويدعو إلى الاستكانة لعظمته والخضوع، ويقتاد كل ذي لب وتصور، ويضطر كل ذي عقل وتفكر إلى صحة العلم بأنه الله الذي لا إله إلا هو، الواحد لا من حساب عاد والقاهر بلا مدافع لأمره ولا راد، والرازق المنشئ المقدر، والخالق البارئ المصور، مخرج العالم من العدم إلى الوجود، وفاطر النسم على غير المثال المعهود، والدال على حكمته بإتقان ذلك وإحسان تركيبه، ومصرف الأقدار فيما تحدثه قدرته النافذة وتأتي به. وهذا برهان أمير المؤمنين فيما هو لهج به من الذكر والتوحيد، وحجته فيما هو متوفر عليه من مواصلة التحميد والتمجيد، والله عز وجل يضاعف له ثواب المجتهدين، وينيله الزلفة بما يعينه عليه من إعزاز الدين. وإنه عرض بحضرة أمير المؤمنين كتاب متولي البريد، يتضمن أمراً أبان عن العظمة القاهرة، وأعرب عن المعجزة الباهرة، يتضمن أمرا أبان عن العظمة القاهرة، وأعرب عن المعجزة الباهرة وأوضح\nالجزء: 1 ¦ الصفحة: 22\n",
        "المعذرة لمن يعتقده من شرائط الساهرة. وذلك أنه أنهى ن بقرة جرت حالها على غير\nالقياس، فنتجت حيوانا على هيئة الناس، وفي هذا مخالفة المنتوج جنس الناتج، وذلك مما يضلل الفهم ويستوقفه؛ إذ كان مما تنكره العقول ولا تعرفه. وهذا من الإنذارات المنبهة الموقظة، والإبداعات التي تضمنت بالغ الموعظة، وفيها تحذير لمن تمادى على الآثام والمعاصي، وتذكير ليوم يؤخذ المجرمون فيه بالأقدام والنواصي. فتأملوا معشر المسلمين - رحمكم الله - هذه الحادثة وما اشتملت عليه من الوعيد، وتدبروا ما خطب به لسان التخويف فيها مسمعا للقريب والبعيد، (إن في ذلك لذكرى لمن كان له قلب أو ألقى السمع وهو شهيد) وبادروا - وفقكم الله - إلى الدعاء والابتهال، واعملوا بما ندبتم إليه من صالح الأعمال، وأقلعوا عما كنتم تمسون عليه من الخطايا وتصبحون، وتوبوا إلى الله جميعاً أيها المؤمنون لعلكم تفلحون، وتوسلوا عنده بتعميركم مظان الخير ومواطنه، وانتهوا إلى ما أمركم به في قوله: (وذروا ظاهر الإثم وباطنه) واعتقدوا الإخلاص في جميع ذلك وأضمروه، واعلموا أن الله يعلم ما في أنفسكم فاحذروه. فهذا إذا عكفتم عليه، واجتهدتم فيه، واعتمدتم منه ما يذهب عنكم رجز الشيطان وغيه؛ حزتم من الثواب جزيلا جسيما، ونلتم في العاجلة حظا عظيما، وكنتم في الآجلة ممن قال الله فيهم تبيينا لصادق وعده وتفهما: (تحيتهم يوم يلقونه سلام وأعد لهم أجرا كريما) وقد دعاكم إيثار أمير المؤمنين إلى ما يحييكم، ونصح الله تبارك وتعالى ولرسوله فيكم، فسارعوا إلى أمره ترشدوا، وتمسكوا بهدايته توفقوا وتسعدوا. فاعلموا هذا، واعملوا به، وانتهوا إليه انتهاء من الطاعة غاية مطلوبة إن شاء الله.\nمن غريب الاتفاق أن أديبا أنشد المملوك بيتا لعبد الله السمطي وهو:\nحار طرف تأملك\n...\nملك أنت أم ملك؟\nفقال المملوك: هذا يليق بصفة مولانا وينبغي أن يكون ثانية:\nبل تعاليت رتبة\n...\nفلك الأرض والفلك\nوكان أحد شعراء المجلس العالي - ثبت الله أيامه - ابتدأ قصيدة في ذل الوقت لما رفعت العرب رؤوسها، وسفهت نفوسها، وبطرت نعمتها، وأساءت سيرتها، فقال:\nظنوا جهادك في أعدائك الروم\n...\nيلهيك بالشام عن قوص وإخميم\nوما دروا أنك الشمس المنيرة في الس\n...\nبع السموات والسبع الأقاليم\nفاستعظم المملوك تفاوت الخاطرين في الوصف؛ واتفاقهما في الوقت. وذكر المملوك بالإجازة ما روي من أن بعض الخلفاء سأل يوما عمن ببابه من الشعراء فذكروا له، فأمر بإحضارهم، فلما صاروا بين يديه قال: قد قلت بعض بيت فهل فيكم من يكمله؟ قالوا: وما هو يا أمير المؤمنين؟ فقال: الملك لله وحده فقال أحدهم ارتجالاً: وللخليفة بعده فقال: أحسنت، فهل من زيادة؟ فقال: وللمحب إذا ما=حبيبه بات عنده فأمر له بصلة سنية.\nوحكي أن أبا نواس، والعباس بن الأحنف، والحسين بن الضحاك الخليع، ومسلم بن الوليد، ويحيى بن معلى؛ خرجوا في متنزه لهم، وأدركت صلاة المغرب، فقام يحيى يصلي بهم، فنسي (الحمد) وارتج عليه في: (قل هو الله أحد) فقال أحدهم:\nأكثر يحيى غلطا\n...\nفي: قل هو الله أحد\nفقال الآخر:\nقام يصلي ساهيا\n...\nحتى إذا أعيا سجد\nفقال الآخر:\nيزحر في محرابه\n...\nزحير حبلى بولد\nفقال الآخر:\nكأنما لسانه\n...\nشد بحبل من مسد\nفقال بعض المتأخرين ما جرته الحكاية، وأغفله الجماعة:\nونسي (الحمد) فما\n...\nمرت له على خلد\nفصل\nبعض العصريين:\nوقد كان هذا البحر ليس يجوزه\n...\nسوى خائف من ذنبه ومخاطر\nفأضحى بمن ينتاب جودك عامرا\n...\nكأن عليه محكمات القناطر\nوفيه ملامحة لقول دعبل:\nوقال أناس إذ رأوا فضل مدحتي\n...\nلعمران والنائي المكارم يمدح\nأتطمع في عمران والبحر دونه؟\n...\nفقلت: نوال البحر يحسن يسبح\nوهما يلتقيان من وجه، ويفترقان من آخر. فوجه التقائهما: أن البحر صراط بين ممدوحيهما، ووجه افتراقهما: أن أحدهما يسعى إلى النوال، والآخر يسعى النوال إليه، إلا أن قوله: محكمات القناطر، مما ملح فيه.\nفصل\nالجزء: 1 ¦ الصفحة: 23\n",
        "من المحدثين المجيدين محمد بن شرف، وذكر في بعض تصانيفه أنه كتب يشرح حال حاج أصابه في الطريق حر شديد، فنزل بئرا ليشرب، فسقطت فيها صاعقة، فسلم منها، ثم ركب وسار، فنزل برد أصابت رأسه منه واحدة فقتلته. وكتابه في ذلك مشهور وقد كتب المملوك في هذا المعنى: إن من نوادر العبر، وبوادر الغير؛ ما اتفق لفلان عند توجهه من الطائف، وتركه استصحاب الماء توكلا على اللطائف، فإنه لقي يوما متلهب الأوار، متضرم النار، قد فقد نعيمه، وعدم نسيمه، واستعير من لفح جهنم حره وسمومه، فاستند إلى صبره، وأوى إلى جلده، ظاناً سرعة ذاك على ما وقع في خلده، فلما اشتد القيظ، وخيف على النفوس الفيظ، وتزايد به الأوام، وتشخص له الموت الزؤام؛ جعل يتماسك ويسير، وقد تيقن أن باقي عمره قليل يسير. فبينا هو على تلك الحال، يغور تارة وينجد، وقد أعوزه من يعين وأعجزه من ينجد؛ إذا هو ببئر ساقته إليها مهلة الأجل وهدته، وقادته نحوها فسحة المدة وأدته، فلعدم الرشاء وتعذره، وإعجال الأمر له عن تثبته وتصبره؛ نزلها كارعا في مائها، وناعشا بها نفسا لم يبق غير دمائها. وإنه لكذلك إذ وقعت عليه صاعقة حبيها يصعق، ومسها يهلك ويوبق، فلقيت البئر حدتها دونه، وحالت للمشيئة بين مضرتها وبينه، ثم صعد منها بعد أن نقع غلته، وبلغ أمنيته، فسما بطرفه، واستولى على طرفه، وأعجب بحظه، وتوهم أن القدر لا يغفل عن حفظه، وتحقق أن قصود المنايا له مخطئة، وضروب الرزايا عن الوصول إليه مبطئة، وسار جذلا غير جزع ولا وجل، واثقا بالسلامة وكم من واثق خجل! فما مضت ساعة حتى نشأت غمامة جر اليوم منها ستارته، ونسخ بها ذلك التوهج ومحا آيته، وجعل جامد السماء يذوب، وماء المزن يهطل ويصوب، وأخذت الأقضية تحلل من الديم العقد، وتفوق إلى مقاتل المقتول سهام البرد، فلم يزل يأتيه أرسالاً، ويتناثر عليه يمينا وشمالا، إلى أن أصابت إحداهن منه الهامة، فأذهبت نفسه وعجلت له القيامة. فسبحان من قرب له المسافة بين منهل الاغترار ومصرع الاعتبار، ومن نجاه مما الهلكة بمثله معتادة، وأهلكه بما يحيي به أرضه ويرحم عباده. وهو المسؤول أن يسبغ علينا فضله، ولا يجعلنا بين عباده مثلة، إنه جواد يجيب داعيه، ولا يخيب راجيه.\nوابن شرف من أعيان الشعراء، وأماثل البلغاء، وله أبيات يجيد فيا، ويحسن في معانيها. فمن بديع شعره قوله:\nخلق كماء المزن طيب مذاقه\n...\nوالروضة الغناء طيب نسيم\nكالسيف لكن فيه حلم واسع\n...\nعمن جنى، والسيف غير حليم\nكالليث إلا أنه متبرقع\n...\nبوسامة، والليث غير وسيم\nكالغيث إلا أن وابل جوده\n...\nأبدا، وجود الغيث غير مقيم\nكالدهر إلا أنه ذو رحمة،\n...\nوالدهر قاسي القلب غير رحيم\nوقوله:\nجفاني فواصلت الصبابة والأسى\n...\nوبان فلم أعدم سهادا ولا دمعا\nأأسر ولا أفدى، وقتل ولا أدى\n...\nوسقم ولا أشفى، وموت ولا أنعى\nوقوله:\nإن تلقك الغربة في معشر\n...\nتضافروا فيك على بغضهم\nفدارهم ما دمت في دارهم\n...\nوأرضهم ما دمت في أرضهم\nوقوله في مثله:\nيا ثاويا في معشر\n...\nقد اصطلى بنارهم\nفما حييت جارهم\n...\nففي هواهم جارهم\nوأرضهم في أرضهم\n...\nودارهم في دارهم\nوقوله في عود قينة:\nسقى الله أرضا أنبتت عودك الذي\n...\nزكت منه أغصان وطابت مغارس\nتغنى عليها الطير وهي رطيبة\n...\nوغنى عليها الناس والعود يابس\nوقوله في مثله:\nيا عود من أية الأشجار أنت فلا\n...\nجفا ثراها ولا أغصانها الماء\nغنى القيان عليها وهي يابسة\n...\nبعد الحمام زمانا وهي خضراء\nوقوله:\nخليل النفس لا تخل الزجاجا\n...\nإذا بحر الدجى في الجو ماجا\nوجاهر في المدامة من ترائي\n...\nفما فوق البسيطة من يداجى\nإذا مريخها اتقد احمرار\n...\nصببنا المشتري فيها مزاجا\nوالناس مختلفون في المزج. فمنهم من يراه فيأمر به، ومنهم من يكرهه فينهى عنه. وأحسن ما سمعه المملوك في الاعتذار عن المزج قول ابن رشيق:\nما سجها الساقي لسوء خلقها\n...\nكيف ومن تعليمها حسن الخلق\nوإنما ظن سناها لهبا\n...\nفشجعها بالماء كيلا تحترق\nوهو مما أخذه من قول عبد المحسن:\nالجزء: 1 ¦ الصفحة: 24\n",
        "أتاني بها كالنار من قبل مزجها\n...\nومن بعده كالشمس عند غروبها\nلهيب قلوب الشرب تطفا بشربها\n...\nويخشى على أيديهم من لهيبها\nوفي كل من المقطوعين ما ليس في الآخر، فقول عبد المحسن: إن لهيب النار يطفأ بما يخشى على الأيدي لهيبه معنى لم يستوفه ابن رشيق، وقول ابن رشيق: إنه شجها تحرزا من الاحتراق زيادة على عبد المحسن.\nوقد أحسن ابن رشيق أيضاً في وصف المزج بقوله:\nتزأر في الكأس وهي مزبدة\n...\nكأن حبس السقاة أغضبها\nشجت مرارا كأن شاربها\n...\nلم يستطع قتلها فعذبها\nومن غريب ما في هذه الأبيات:\nوقام بالكأس بيننا قمر\n...\nيدير ذات اليمين كوكبها\nفقلت: خذها وهاتها عجلا\n...\nفقال: لا تكثر التعتب ها\nويحتاج منشد هذا البيت عند ذكر القافية إلى إشارة المناولة، فبذلك يتم المعنى.\nفأما النهي عنه فمن أحسن ما جاء فيه لمتأخر:\nقدر المدامة فوق قدر الماء\n...\nفارغب بكأسك عن سوى الأكفاء\nولفرط ما قل الخليط رفعتها\n...\nعما يكون لها من الخلطاء\nوالمليح كل المليح قول مسلم:\nإذا شئتما أن تسقياني مدامة\n...\nفلا تقتلوها كل ميت محرم\nخلطنا دما من كرمة بدمائنا\n...\nفأظهر في الألوان منا الدم الدم\nولعمري إن أسرارها في الألوان فاشية، وحمرة الخدود مخبرة واشية.\nولقد أحسن الآخر في قوله:\nومقتول سكر عاش لما دعوته\n...\nفبادر مسرورا يرى غيه رشدا\nوقام تثنيه بقايا خماره\n...\nوقد قطفت عيناه من خده وردا\nلأنه جمع بين الاستعارة والتشبيه مع حسن اللفظ. وعلى ذكر العين والخد فقد أبدع ابن مكنسة في قوله:\nلم أر قبل شعره ووجهه\n...\nليلا على صبح نهار عسعسا\nوالسكر في وجنته وطرفه\n...\nيفتح وردا ويغض نرجسا\nعلى أن من تشبيهاته التي ابتكرها قوله من أبيات في الخمر:\nما لاح وجهك يجتلى في مجلس\n...\nإلا وجلى عنه وجها أربدا\nبكر إذا افترعت أخذت شعاعها\n...\nبيدي وقلت لأهلها هذا الردى\nومن مليح ما وصف به فعلها قول ابن وكيع:\nإذا ملكت رق الحجى ساء ملكها\n...\nله فهو منها مدة الدهر آبق\nويحكى أن رجلا ترك النبيذ، فقيل له: لم تركته وهو رسول السرور؟ فقال: إلا أنه بئس الرسول؛ يبعث إلى القلب، فيمضي إلى الرأس.\nوقال آخر:\nكأس إذا جليت علينا في الدجى\n...\nولم تبق منها غير صدغ أسود\nوتظنها دارت عليك وإنما\n...\nدارت على نوب الزمان بمرقد\nولابن شرف:\nولقد نعمت بليلة جمد الحيا\n...\nبالأرض فيها والسماء تذوب\nوالكأس كاسية القميص كأنها\n...\nلونا وقدا معصم مخضوب\nمشروبة، للب شاربة، وما\n...\nشيء سواها شارب مشروب\nوقد تصرف في معنى قوله: شارب مشروب، ونقله إلى معنى آخر فقال:\nوطلبت منه تكرما وظلمته\n...\nفتعجبوا من ظالم متظلم\nمثل الصلاة أردتها من حائض\n...\nأو كالزكاة طلبتها من معدم\nوهذان في أبيات منها:\nلولاك ما لبس الضنى جسدي ولا\n...\nعبس الزمان إلي بعد تبسم\nغيري جَنَى وأنا المعاقب فيكم\n...\nفكأنني سبابة المتندم\nوقد أخذ معنى هذا البيت أحد شعراء العصر فقال:\nفإن كان ذا غيظ فإني بنانه\n...\nيسيل دما من عضة المتتابع\nولابن حيوس في تركيب شارب مشروب، وظالم متظلم:\nفلك الفريد وقد وجدت نظامه\n...\nولي النظام وقد وجدت فريدا\nحمد الورى لي ذا الثناء ومذهبي\n...\nفيه فكنت الحامد المحمودا\nوالاختلاف في الصرف والممزوج كالاختلاف في الصبوح والغبوق، وقد أكثر الناس من\nالكلام فيهما، والتفضيل بينهما. ومن أحسن ما سمعه المملوك في تفضيل الغبوق على الصبوح قول بعض المتأخرين الذين اشتهروا بالعكوف على لذاتهم، وأطاعوا سلطان أغراضهم وشهواتهم؛ فإنه ذم الصبوح وكان يدمنه، واعتذر عن ذلك بما يستطيعه ويمكنه فقال: لا عذر في الصبوح لغير ملك، أو خليع منهمك؛ فالملك لا يقاس عليه لعظمته، والخليع لا يلتفت إليه لضعته، وإن كنت في هذا من الشعراء أقول ما لا أفعل، لكن فضلت أحسن القولين، ولم أجمع بين الخطأ من وجهين.\nالجزء: 1 ¦ الصفحة: 25\n",
        "وقال آخر ممن جعل النهار لرقدته، والظلام لعودته: لما فني عمر الأمس، وطفئ سراج الشمس؛ لاحت بروق الثغور اللوامع، وجلجلت رعود الأوتار في المسامع، وبعث مخارق وابن جامع، فلم يزل ذلك دأبنا ما أقلع سحابنا، ولا يبس ترابنا، حتى متنا بالهجعة، وكلنا يقول بالرجعة.\nوقال آخر: لما ظهرت في الأرض الزهرة، وفي السماء الزهرة، شربنا على الما، والمقبل الألمى، وأجرينا شقر الراح، حتى رأينا أشقر الصباح فكمنا في خمر النوم، عمر اليوم، ثم خلعنا عهدة الرجعة، وأعدناها جذعة.\nوقال من يخالف هذا المذهب ممن يمدح الصبوح يعاتب صديقاً أتاه في الغبوق: جعلت أول أمرنا أوان سكرنا، وأدرت خمرنا وقت خمارنا، فاغرم لنا بليلك ما أتلفت من نهارنا.\nوقال آخر: نمنا بنية الإصطباح، فهببنا قبل الصباح، والأصوات خشنة، والحركات زمنة، وبدر الإنس هاجع، وكوكب الأنس راجع، ثم نشط الكسلان، وانتبه الوسنان، وبرهن الأعشى وأبو نواس، على مداواة الكاس بالكاس. فكم صرع من قرن، وما طلع للشمس قرن. ومن أعجب ما وقع الاختلاف فيه ما كان الناس مجمعين على مدحه أو ذمه، فيأتي من الفصحاء من يحسن ببلاغته مخالفتهم، ويزين بعبارته مفارقتهم، كالوعد الذي جبلت النفوس على مقته، وطبعت على الاستبطاء الأوان إنجازه ووقته. كما قال الشاعر:\nأتى زائرا من غير وعد وقال لي\n...\nأجلك عن تعذيب قلبك بالوعد\nفجاء من قال:\nأحسنت في تأخيرها منة\n...\nلو لم تؤخر لم تكن كامله\nوكيف لا يحسن تأخيرها\n...\nبعد يقيني أنها حاصله\nوجنة الفردوس يدعى بها\n...\nآجلة للمرء لا عاجله\nفي الأبيات التي تقتضي قافية لا يكاد الخاطر يتخطاها فيأتي قائلها بأخرى لا يتعرض لها الفكر ولا يتعداها، من ذلك قول علية بنت المهدي:\nومغترب بالمرج يبكي لشجوه\n...\nوقد بان عنه المسعدون على الحب\nإذا ما أتاه الركب من نحو أرضه\n...\nتنسم يستشفي برائحة القرب\nقال السابق المعري: فأنزلت (الركب) عن هذه القافية وقد كان لها موضع، ولكن (القرب) أحق به. وقول ابن نباتة:\nرمته بها أهل الجبال فما دروا\n...\nأخيل رمتها بالعدا أم سلالم\nوالمملوك يقول: إن الذي يمر إليه الخاطر تقفية هذا البيت بالقشاعم، فلما ارتفع إلى السلالم زاد المعنى بهجة.\nفي القوافي التي يتحدى بها؛ فتتعذر على ملتمسيها وطلابها\nمن ذلك قول ابن نيقيا البغدادي أحد شعراء الوقت:\nلله أي مواقف رقت لنا\n...\nفيها الرسائل والقلوب غلاظ\nعهدي بظلك والشباب نزيله\n...\nأيام ربعك للحسان عكاظ\nفأغرب فيما اهتدى إليه من هذه القافية وجدد بها رسم سوق جاهلية عافية، وأبان بذلك عن فكر دقيق، ومغاص بعيد عميق.\nوقول محمد بن عباد:\nمولاي أشكو إليك داء\n...\nأصبح قلبي به قريحا\nسخطك قد زادني سقاما\n...\nفابعث إلي الرضى مسيحا\nفقوله: مسيحا، مما يضل الفكر في طلبه، ويقف الخاطر دون حفظ السياقة به. وكان بعض إخوان المملوك قد سأله كتب رقعة إلى صديق يوم غطاس يستهديه نبيذا، فكتب: جرت العادة في الغطاء بإعمال الكاس والطاس، وهذه الآلة إذا فقدت الراح، بمنزلة أجسام عدمت الأرواح، فداو بإحيائها قلبا لي جريحا، وإذا كانت عازر فكن لها مسيحا.\nوقول المطوعي في الميكالي:\nوطئت بي الوجناء وجنة مهمه\n...\nمتقاذف الأكناف والأرجاء\nكيما ألاحظ منه في أفق العلا\n...\nفلكا يدير كواكب العلياء\nقرم يداه وقلبه ما منهما\n...\nفي النظم والإعطاء طائي\nفأسكن حاتما وحبيبا في بيت، واستخرج تورية بذلك صفة الحي من الميت.\nوقد أحسن المتنبي غاية الإحسان في قوله:\nوتملك أنفس الثقلين طرا\n...\nفكيف تحوز أنفسها كلاب\nطلبتهم على الأمواه حتى\n...\nتحوف أن تفتشه السحاب\nوالمتنبي - وإن كان مشهور الإحسان في النظم - فقد كانت له معان يجيدها في النثر.\nروي أنه مرض بمصر، وكان بعض أصدقائه يزوره في مرضه، فلما توجهت صحته؛ تأخر عنه، فكتب إليه: واصلتني معتلا، وقطعتني مبتلا، فإن رأيت ألا تنكد الصحة علي، ولا تحبب العلة إلي. فعلت إن شاء الله. وذكر الإقليلي أن المتنبي أنشد سيف الدولة في الميدان قصيدته التي أولها:\nلكل امرئ من دهره ما تعودا\nالجزء: 1 ¦ الصفحة: 26\n",
        "فلما عاد سيف الدولة إلى داره استعاده إياها، فأنشدها، وكثر الناس فقال قائل منهم يريد كيد أبي الطيب: لو أنشد قائما لأسمع، فأكثر الناس لا يسمعون، فقال أبو الطيب: أما سمعت أولها: لكل امرئ من دهره ما تعودا وهذا من مستحن الأجوبة ولو أدرك المتنبي عصر مولانا لكانت خدمته واقفا من أبهر آياته، ومثوله بين السماطين قائما من أشرف عاداته؛ إذ كان الملوك وأبناؤهم لا تسمو هممهم إلى غير الوقوف لديه، ولا يتعدى أملهم الخضوع له والانتصاب بين يديه. ولقد سعد بما يرويه مولانا من شعره سعادة لا يجهل أحد فضلها؛ فنال بعد وفاته رتبة لا تدلك الأفكار شأوها، ولا تبلغ الأوهام محلها:\nتنبأ عجبا بالقريض ولو درى\n...\nبأنك ترويه إذن لتألها\nومن القوافي التي لا يكاد يهتدي إليها قول ابن المعتز في وصف الطيور الهدى:\nلقد عرفن البرج بالآيات\n...\nيلوح للناظر من هيهات\nوهيهات غاية البعد. قال الله تعالى: (هيهات هيهات لما توعدون) وقد استعملها بحيث لا تفطن القرائح لها.\nوقوله في وصف فرسين يتباريان في الجري:\nوكم قد غدوت على سابق\n...\nجواد المحثة وثابها\nتباريه جرداء خيفانة\n...\nإذا كان يسبق كدنا بها\nفقوله كدنا بها، من أغمض تتميم وأصعبه، وأغرب لفظ فقي هذا البيت به.\nوقول محمد بن أحمد الأصبهاني:\nوالجو مخضر الحواشي أملس\n...\nيبسم فيه في البرق وهو يعبس\nوفيه سرج نارها لا تقبس\n...\nبت أراعيها كأني هرمس\nفقد دلت هذه القافية على بديع الصنعة، وقضت لهرمس بالمعاد والرجعة.\nوعلى ذكر القوافي فروي أن هشاما الأحول قال: كنا عند الأصمعي، فأخذ في شعر عبيد الله بن قيس الرقيات، فجعل ينشد حتى قال:\nعاد له من كثيرة الطرب\n...\nفعينه بالدموع تنسجم\nوإنما هي تنسكب. وقال يا فتيان أمروها على الميم. قال: فأمرها ونحن معه، يقول ونقول على الميم حتى بلغنا إلى قوله:\nما نقموا من بني أمية إل\n...\nلا أنهم يحلمون إن غضبوا\nفأراد قافية على الميم، فلم يقدر عليها.\nوالمملوك يقول: إن من أعجب الأشياء توقف الأصمعي خاصة في تقفية هذا البيت على الميم مع ما يروى عنه من قوله: إن الحشمة في كلام العرب بمعنى الغضب، وحكايته عنهم أن ذلك لممَّا يحشم بني فلان، أي يغضبهم، فكان يلزمه أن يقول: حشموا. على أن أحسن ما قفي به هذا البيت على الميم ما اقتضاه صدره فيقال:\nما نقموا من بني أمية إل\n...\nلا أنهم يحلمون إن نقموا\nويقال في البيت الثاني:\nوأنهم معدن الملوك فما\n...\nتصلح إلا عليهم الأمم\nويجعل الأمم عوضا عن العرب.\nوذكر ابن أبي طاهر أنه عرضت على المنصور جارية، وقيل: إنها راوية للشعر، فاستنشدها، فأنشدته شعر ابن قيس الرقيات: عاد له من كثيرة الطرب فلما بلغت إلى قوله:\nما نقموا من بني أمية إلا\n...\nعلمت أنها قد أخطأت، فقالت: أنهم يسفهون إن غضبوا.\nثم قالت:\nوأنهم أرذل الملوك فما\n...\nتفسد إلا عليهم العرب\nفقال لها: أهكذا رويت هذا الشعر؟ قالت: لا والله يا أمير المؤمنين، ولكني لما ألقي على لساني، وعلمت أني قد وحصلت غيرته إجلالا لك وصدقا في القول، فأعجبه ما رأى من فهمها، وأمر بأن تشترى.\nفي القوافي المتمكنة التي يصلح أن تتلو هذا الباب\nمن ذلك قول ابن مطرف:\nيرى العواقب في أثناء فكرته\n...\nكأن أكفاره بالغيب كهان\nلا طرفة منه إلا تحتها عمل\n...\nكالدهر لا دورة إلا لها شان\nوالبيت الأول - وهو المراد - من قول ابن حيوس:\nوإذا امتطى سيف الخلافة عزمه\n...\nفلدولة يبني وأخرى يهدم\nوإذا نظرت إلى عواقب رأيه\n...\nأيقنت أن ظنونه تتنجم\nكما أن تركيب قول مهيار، والمراد الثاني:\nصحا القلب لكن صبوة وحنين\n...\nوأقصر إلا أن يخف قطين\nوقالوا: يكون البين والمرء رابط\n...\nحشاه بفضل الحزم؟ قلت: يكون\nمن قول عروة بن أذينة:\nمنعت تحيتها فقلت لصاحبي\n...\nما كان أكثرها لنا وأقلها\nفدنا وقال: لعلها معذورة\n...\nفي بضع رقبتها، فقلت: لعلها\nمما يتجاذبه ضدان\nقالت ليلى الأخيلية:\nومخرق عنه القميص تخاله\n...\nبين البيوت من الحياء سقيما\nالجزء: 1 ¦ الصفحة: 27\n",
        "وعلماء الشعر يجعلونه من أعلى المدح، ويفسرونه بأنها أرادت أن يجذب ويتعلق به في الحاجات لجوده وسؤدده وكثرة الناس حوله.\nوالمملوك يقول إنه يحتمل أن يكون هجاء لو بدل على أنه مهتضم قليل العشيرة، فإذا مزقت ثيابه لم يقدر على الانتصار لذله، فيخلد إلى الحشمة والحياء، فيخال سقيما. فهذا من المدح الذي أحاله النقد إلى الذم.\nومثله قول زهير:\nعلى مكثريهم حق من يعتريه\n...\nوعند المقلين السماحة والبذل\nوهذا مما اتفق المتقدمون على تفضيله، وأجمعوا على استحسانه وتقديمه، وقد خالفهم أحد المتأخرين، فقال: إنه - وإن قصد مدح سادة من الناس - فقد ذمهم بأنواع الذم. فأول ذلك إخباره أن فيهم مكثرين ومقلين، فلو كان مكثروهم كرماء لبذلوا لمقلهم الأموال حتى يستووا في الحال ويشبهوا الذي قال فيهم حسان:\nالملحقين فقيرهم بغنيهم\n...\nوالمشفقين على الفقير المرمل\nثم فيه أن المكثرين ضيعوا القريب، ورعوا حق الغريب، وصلة الرحم أولى ما بدئ به. ومنها أن المكثرين ليس يسمحون بأكثر من الاستحقاق في قوله: من يعتريهم، ومن أعطى الحق فإنما أنصف ولم يتفضل بما وراء الإنصاف، والزيادة على الإنصاف أمدح. ثم أخبر أن المقلين - على قصور أيديهم - أكرم طباعا من مكثريهم على قدرتهم في قوله:\nوعند المقلين السماحة والبذل\nفالبذل مع الإقلال مدح عظيم وإيثار، والسماحة إعطاء غير اللازم، فمدح بشعره هذا من لا يحظى منه بطائل، وذم الذين يرجو منهم جزيل النائل، فأبان عن الغلط في الاختيار فقد أخرجه النقد من المدح إلى الذم.\nوهذا لا يجوز التمثل به في أيام مولانا - خلد الله ملكه - لأن مكارمه لم تجعل للفقير على الأنام معاجا، وفواضله لم تغادر في لازمان مقلا ولا محتاجا. وضد ذلك مما أخرجه التأول من الذم إلى المدح قول المتنبي:\nأيقنت أن سعيدا طالب بدمي\n...\nلما بصرت به بالرمح معتقلا\nوهو مما لم يتعرض لتفسيره ابن جني، وقد جعله قوم من سقطاته؛ لأنه تمنى أن يشفع الممدوح له بقوله قبل هذا البيت:\nعلى الأمير يرى ذلي فيشفع لي\n...\nإلى التي تركتني في الهوى مثلا\nوقالوا: والشفاعة سؤال ورغبة، فإن أجيب إلى مساعدة أبي الطيب وإلا رجع إلى القهر. والمملوك يقول: إنه جعل الممدح على غاية الجمال لاسيما إذا اعتقل رمحا؛ إذ من الناس من يتضاعف حسنه في زيٍّ مخصوص، فيقول: إن هذه المعشوقة قد سفكت دمي بامتناعها علي مع غرامي بها، وإنني لما رأيت الممدوح على هذه الهيئة التي زاد بها جماله؛ أيقنت أنها تهواه، ويمتنع عليها لعفافه، فتلقى منه مثل ما لقيت منها، فيكون ذلك كأنه طلب بدمي وأخذ بثأري. ولا خلاف أن الإنسان قد يحسن على هيئة ما. فأما المعجزة التي خص الله بها مولانا فنحن نذكرها شكرا على ما منحنا من حسن نظره وأولانا؛ وذاك أنه في كل الهيئات على القضية التي ترتفع عن قضايا البشر، ويتقيد عندها مطلق اللحظة وحاسة البصر، فإن استوى على دست العظمة، واستقر على سرير المملكة رأيت الشمس والمشتري قد امتزجا واتحدا، وشاهدت ما افرده الله تعالى به مما لم يعطه أحدا، فحظه من الشمس عموم نورها واتساعه، ومن المشتري أفعاله الجميلة وطباعه، ومن مجموعهما معنى أحدثه التركيب، تتفرع شعوبه ولا تنحصر أنواعه، وإن شرع في تدبير عبيده ورعيته، ونظر في أمر سلطانه ومصالح دولته، فقد أوفى على البدر ليلة كماله وتمه، وزرى على عطارد بفضله الباهر وعلمه، وجعل الحق مضمونا في قضائه العادل وحكمه وإن تجلى في آلة الحرب، وظهر للذب، وتفريج الكرب؛ لم ترتب باجتماع الزهرة والمريخ متباريين في خدمته، ولم تشك أنهما متنافسان على ما يحظى بحضرته؛ لأن أحدهما تقرب إليه بحسن صورته وهيئته، والآخر توسل عنده بنفاذه ومضائه وهيبته. وهذه منقبة يشهد بها ما حازه من الآيات وحواه، ومعجزة لم ينلها سلطان غيره ولا خص بها ملك سواه.\nمما مدح به مهيار وهو إذا أنشد مفردا احتمل الهجاء:\nكأن ما قد حل من ماله\n...\nوطاب، محظور عليه حرام\nفإذا أنشد الذي قبله خلص للمدح وهو:\nوجاد حتى لم يدع فضلة\n...\nتليه للبحر ولا للغمام\nفما قول الآخر:\nكأني إذ دعوت بني حنيف\n...\nدعوت بدعوتي لهم الجبالا\nالجزء: 1 ¦ الصفحة: 28\n",
        "فمن قصد المدح أراد سرعة الإجابة كالصدى، ومن قصد الذم نسبهم إلى الثقل مثل الجبال.\nومن النوادر العجيبة ما حكي عن زيد الأعور الخياط من أنه خاط لسلم الخاسر قباء، وقال: قد خطته ل خياطة لا تبالي معها إذا لبسته مقلوبا كان أم مستويا من جودة عمله ودقة دروزه، فقال سلم: وأنا أقول فيك قولا لا تدع أمدح هو أم هجاء؟ وقال:\nجاء من زيد قباء\n...\nليت عينيه سواء\nفأحاجي الناس طرا\n...\nأمديح أم هجاء؟\nوهذا من قول المتنبي:\nفيا بن كروس يا نصف أعمى\n...\nوإن تفخر فيا نصف البصير\nكان الشعراء قد نالوا بر الحسن بن سهل في عرس بوران ابنته إلا أبا الينبغي، فقال لأقولن ما لا يعلم أمدح هو أم هجاء؟ وقال:\nبارك الله للحسن\n...\nولبوران في الختن\nيا إمام الهدى ظفر\n...\nت ولكن ببنت من؟\nومن الشعر الذي يحتمل معنيين ولم يقصد الشاعر إلا أحدهما قول حبيب في وصف عمورية:\nبكر فما افترعتهما كف حادثة\n...\nولا ترقت إليها همة النوب\nمن عهد إسكندر أو قبل ذلك قد\n...\nشابت نواصي الليالي وهي لم تشب\nوهذا مما يصلح أن توصف به الخمر. وأبلغ ما قيل في عتقها:\nتحسب من طول الحقب\n...\nمخلوقة قبل العنب\nعلى أن فيه إحالة بذكره المعلول قبل العلة، وقد أصلح المعنى شيئا بقوله: تحسب. وهو من الإفراط في الغلو. وقال السلامي في وصف فرس أدهم:\nخاض الدماء وتحلى بالزبد\n...\nكأنه إنسان عين في رمد\nوالثاني يصلح صفة لخال في خد. وقد أحسن الآخر في قوله:\nوكأن خالا في صفيحة خده\n...\nأثر الشرارة في قميص أحمر\nوهو من بارع التشبيه. ولأحمد بن الشقاق:\nتتنفس الصهباء في لهواته\n...\nكتنفس الريحان في الآصال\nوكأنما الخيلان في وجناته\n...\nساعات هجر في زمان وصال\nوقال عبد المحسن في الحمام:\nومنزل أقوام إذا نزلوا به\n...\nتشابه فيه وغده ورئيسه\nوهذا مما يصلح أن يوصف به قبر. وتمام الأبيات من مستحسن ما وصف به الحمام، وهو:\nيخفف كربي أن تزيد كروبه\n...\nويؤنس قلبي أن يقل أنيسه\nإذا ما أعرت الجو طرفا تكاثرت\n...\nعليك به أقماره وشموسه\nولبعض العصريين فيه:\nأهلا بذا الحمام من منزل\n...\nشيد لأبرار وفجار\nتدخله ملتمسي لذة\n...\nفندخل الجنة في النار\nومن الشعر الذي يتضمن نوعين من التجنيس قول ابن حيوس:\nفي ظل أروع إن تسأله منفسة\n...\nيهب وإن باشر الهيجاء لم يهب\nففيه تجنيس اللفظ والخط: بيهب. وتجنيس التورية بها أيضا لأنه مدح بإيجاب وبنفي وأتى\nبالنفي على صيغة الموجب، وإنما ورّى به عن معنى آخر.\nمما جمع المدح بالشيء وضده، وهو من ضروب التوجيه\nمن ذلك ما قيل في وصف عزة مولانا - خلد الله ملكه - وكرمه، ومدحه بحماية الشيء الذي على يده إراقة دمه، وهو مذهب الشعراء في امتداح ملوك العرب؛ لأنه يصفونهم بدفعهم عن النعم وذبهم، وإباحة حماها للوافدين عليهم والنازلين بهم، على أن عظمته تأبى إلا عقر البدر تنزها عن عقر البدن، كما أنه لا يقنع في القرى بدون إقطاع القرى وتسويغ المدن. والذي قيل:\nيمنع السرح من تعدي الأعادي\n...\nبطوال القنا وبتر السيوف\nفهي في الخوف أمنها من مغير\n...\nوهي في الأمن حتفها للضيوف\nوهذا معنى قول ابن حيوس:\nتبيت حداد البيض أوفى حتوفها\n...\nوتضحي حجازاً دونها في المراتع\nوقوله:\nتتوقع الأذواد منه عاقرا\n...\nما زال يحمي سرحها ويذود\nوقوله:\nوتمنع ما تحوي لتعطيه ندى\n...\nوغيرك لا ينفك يعطي ليمنعا\nفأراد أنك تمنع إباء وعزة ما تعطيه كرما ومنحة، وغيرك يعيط ذلة ومهنة ليصون ذخيرةً وقنيةً. والأصل في هذا قوله:\nلنا إبل غر يضيق بها الفضا\n...\nويفتر عنها أرضها وسماؤها\nفمن دونها أن تستباح دماؤنا\n...\nومن دوننا أن تستذم دماؤها\nحمى وقرى فالموت دون مرامها\n...\nوأهون خطب يوم حق فناؤها\nوكرر ابن حيوس هذا المعنى، فقال وأحسن:\nتضحي سيوفك للبلاد مفاتحا\n...\nفإذا فتحت جعلتها أقفالا\nعلى أنه مأخوذ من نصف بيت لأبي تمام، وهو قوله: أصبحت مفتاح الثغور وقفلها\nالجزء: 1 ¦ الصفحة: 29\n",
        "وهذا عكس ما اتفق لأبي تمام مع الكميت، لأنه أخذ معنى نصف بيت من شعره، فأورده في بيتين. قال أبو تمام:\nوطول مقام المرء في الحي مخلق\n...\nلديباجتيه فاغترب تتجدد\nفإني رأيت الشمس زيدت محبة\n...\nإلى الناس إذ ليست عليهم بسرمد\nوالذي للكميت:\nولو لم تغب شمس النهار لملت\nوللمعري:\nالسمهرية ليس يشرف قدرها\n...\nحتى يسافر لدنها عن غابه\nوالعضب لا يشفي امرأ من ثأره\n...\nإلا بفقد نجاده وقرابه\nولابن حيوس: كالمسك يزداد قدرا حين يغترب فأما قول مهيار:\nما اجتزن بالآذان كن مفاتحا\n...\nوعلى قلوب عداكم أقفالا\nفكل من بيتي حبيب وابن حيوس أصنع منه؛ وذلك أنهما جعلا الأقفال للشيء الذي كانت عليه مفاتيح، ومهيار جعل المفاتيح والأقفال لغيرين. ووصف ابن حيوس السيوف بأنها مفاتح البلاد أوقع موصف مهيار الأبيات بأنها مفاتح الآذان. وقد ذكر أبو تمام المفتاح في غير موضع من شعره، فمن ذلك قوله:\nللجود باب في الأنام ولم تزل\n...\nمذ كنت مفتاحا لذاك الباب\nوقد قال بعض المعترضين عليه: أتى إلى ممدوحه نجعله مفتاحاً، فهلا قال كما قال ابن الرومي:\nقبِّل أنامله فلسن أناملاً\n...\nلكنهن مفاتح الأرزاق\nفقيل له: لا تعجبن من هذا؛ فقد جعل ربه كذلك بقوله:\nوالله مفتاح باب المقفل الأشب\nوعلى ذكر الأقفال وفتحها فقد أحسن الناشئ في قوله يصف اليويو:\nمملك لنفوس الطير ينسفها\n...\nنسفا فيقبض أجساما وأرواحا\nكأنما أقفلت بالأهب أنفسها\n...\nفكان بالكف للأقفال فتاحا\nوقال ابن حيوس متصرفا في المعنى المقدم ذكره:\nوبهم زلزلت بمن قارعوا الأر\n...\nض وهم أمنها من الزلزال\nوكرره فقال:\nتتزلزل الدنيا إذا غضبوا فإن\n...\nبلغوا الرضى أمنت من الزلزال\nوقال فيما يقارب هذا المعنى:\nثغور العدى إن رمتموهن كالفلا\n...\nوكل فلاة رمتم منعها ثغر\nوقال:\nأخفت الآمنين سطى فلما\n...\nعفوت غدوت أمن الخائفينا\nولأبي نصر المنازي:\nلقد عرض الحمام لنا بسجع\n...\nإذا أصغى له ركب تلاحى\nشجى قلب الخلي فقال: غنى\n...\nوبرح بالشجي فقال: ناحا\nومن مليح ما في هذه الأبيات:\nضعيف الصبر فيك وإن تقاوى\n...\nوسكران الفؤاد وإن تصاحى\nكذاك بنو الهوى سكرى صحاة\n...\nكأحداق المها مرضى صحاحا\nفأما قول ابن الرومي:\nعيني لعينك حين تنظر مقتل\n...\nلكن عينك سهم حتف مرسل\nومن العجائب أن شيئا واحدا\n...\nهو منك سهم وهو مني مقتل\nفليس من هذا الباب إلا أن فيه نوعا من مجانسته، وضربا من مناسبته، وهو من بديع ما ابتكره، وغريب ما اخترعه.\nوكذلك قوله في وصف القوس:\nتوددت حتى لم أجد متوددا\n...\nوأمللت أقلامي عتابا مرددا\nكأني استدني بك ابن حنيةٍ\n...\nإذا النزع أدناه من الصدر أبعدا\nوقوله أيضاً فيها:\nتشكي المحب وتلقى الدهر شاكية\n...\nكالقوس تصمي الرمايا وهي مرنان\nوقد أحسن ابن حيوس في قوله:\nأرى كل معوج المودة يصطفى\n...\nلديكم ويلقى حتفه من تقوما\nحتى الناس من قبل القسي لتقتنى\n...\nوثقف منآد القنا ليحطما\nعلى أن صدر البيت الثاني مأخوذ من قول كشاجم في وصفها: قد قومت للرمي بالتعويج إلا أنه أحكم الأخذ والتركيب، وتصرف التصرف البديع الغريب، وقد اقتضت الأبيات في القوس ذكر الحكاية العجيبة في إتقان الصناعة في الرماية عنها، وهي أن راميين عرض لهما أسد، فقال أحدهما للآخر: اكفني عينه اليمنى أكفك اليسرى، فرمياه عن يد، فأعمياه وسلما.\nولبعض الأندلسيين:\nتقوس بعد طول العمر ظهري\n...\nوداستني الليالي أي دوس\nفأمشي والعصا تمشي أمامي\n...\nكأن قوامها وتر لقوسي\nوعلى ذكر التشبيه فمن غريبه قول الآخر:\nوألزمته ألحاظ طرف يحبه\n...\nفليس بمرتد ولا بمغمض\nإلى أن ثنت عيني الشمول كأنني\n...\nألاحظه سكرا بأجفان مبغض\nمن المدح الذي قلت أمثاله، وعزت أشباهه، وعدمت له النظائر، وعقمت عنه الخواطر قول حسن بن عبد الصمد:\nسبقت مكارمه مواعده فلم\n...\nيوسم بإنجاز ولا بمطال\nوقاله:\nالجزء: 1 ¦ الصفحة: 30\n",
        "ضنت أكفهم علا وسخت\n...\nمالا فما كرموا ولا بخلوا\nوقول الجرجاني:\nما قال لاقط مذ حلت تمائمه\n...\nبخلا بها فوجدنا الجود في البخل\nوالتوصل إلى المدح بالبخل من أغرب ما نتجه خاطر.\nمن الأشعار الدالة على النظر في العلوم الشرعيات\nعبد الله بن سعيد:\nوأمست صباه تبث الحديث\n...\nوتسند عن بانة الأجرع\nوتقسم أني أهواكم\n...\nوليس اليمين على المدعي\nوهذا قول أحمد بن سلمة:\nلقد جئت بابن أبي تبع\n...\nبأم الأوابد في المجمع\nحلفت بأنك من حمير\n...\nوليس اليمين على المدعي\nوقال آخر:\nيا غريرا غرني ما\n...\nذا ترجي بصلاتك؟\nأرى نسكك هذا\n...\nخجلا من فتكاتك\nكيف تجزيك صلاة\n...\nودمي في وجناتك\nوعلى ذكر الدماء في الوجنتين فقد أجاد ابن شرف في قوله:\nهمت عذاراه بتقبيله\n...\nفجردت عيناه سيفين\nوقامت الحرب على ساقها\n...\nبين أميرين قتولين\nفهذه الحمرة في خده\n...\nدماء ما بين الفريقين\nوقال أيضا:\nحجت إلى وجهك أبصارنا\n...\nطائعة يا كعبة الحسن\nتلثم خالا منك في وجنة\n...\nكالحجر الأسود في الركن\nوهذا من قول كشاجم:\nفلم يزل خدها ركنا أطوف به\n...\nوالخال في خدها يغني عن الحجر\nولأبي نصر محمد بن الحسن:\nملكت قلبي مسترقا له\n...\nوكان حرا غير مستعبد\nسكنت فردا فيه حتى لقد\n...\nخلتك تشكو وحشة المفرد\nفلو تنازعنا إلى حاكم\n...\nقضى لك استحقاقه باليد\nولمحمد بن عمار في مغن يكنى أبا الفضل:\nغنى أبو الفضل فقلنا له:\n...\nسبحان مخليك من الفضل\nغناؤه حد على شربها\n...\nفاشرب فأنت اليوم في حل\nالخوارزمي:\nمقابل بين أقلام وألوية\n...\nمردد بين إيوان وديوان\nيا ترجمان الليالي عن مقادرها\n...\nوحجة الزمن الباقي على الفاني\nطلقت بعدك مدح الناس كلهم\n...\nفإن أراجع فإني محصن زان\nوللصابي في سابور لما أعيد إلى الوزارة:\nقد كنت طلقت الوزارة بعدما\n...\nزلت بها قدم وساء صنيعها\nفغدت بغيرك تستحل ضرورة\n...\nكيما يحل إلى ذراك رجوعها\nفالآن عادت ثم آلت حلفة\n...\nألا يبيت سواك وهو ضجيعها\nأبيات الأنساب\nابن الرومي:\nوكم أب قد علا بابن ذرا شرف\n...\nكما علا برسول الله عدنان\nوتخصيصه عدنان دون غره من أجداد رسول الله صلّى الله عليه وسلّم عمل بما جاء في\nالحديث من قوله عليه السلام: (لا تجاوزوا عدنان كذب النسابون) وقد كان المملوك ضمن معنى بيت ابن الرومي منشورا كتبه أوان تصرفه، وفي حين تريث الزمان عن الإساءة إليه وتوقفه، لمولاتنا السيدة الملكة والدة مولانا الإمام المستعلي بالله صلّى الله عليه لما أضيف إلى ديوانها بعض الإقطاعات الجارية الآن فيه، فقال في تشبيه: إن أولى من ارتفع محله عن متعارف المنح، وجل خطره عن متعالم المدح من ظهرت بأمير المؤمنين آيات شرفه ومجده، وعى ذروة الشرف به كما علاها عدنان بجده. وهذا من باب مدح السلف بالخلف، وضده قول مهيار؛ فإنه مدح الخلف بالسلف، ورجح المعلول على العلة، فقال:\nوسيد قومه من سودوه\n...\nبلا عصبية وبلا تحاب\nوإن كان الفتى لأبيه فرعا\n...\nفإن الغيث فخر للسحاب\nومثله قوله:\nومن بني عبد الرحيم قمر\n...\nكل لياليه تمام سعد\nكانوا الخيار وفرعت زائدا\n...\nوالنار تعلو وأبوها الزند\nوقد أكثر أبو الطيب من استعمال هذا المعنى. نحو قوله:\nفإن تفق الأنام وأنت منهم\n...\nفإن المسك بعض دم الغزال\nوقوله: فإن في الخمر معنى ليس في العنب وقوله: فإنك ماء الورد إن ذهب الورد وقوله: ولكن معدن الذهب الرغام وقوله:\nلو كان سكناي فيك منقصة\n...\nلم يكن الدر ساكن الصدف\nفأما الجمع في المدح بين ذكر الآباء والأبناء فمن مليح ما جاء في ذلك قول مهيار:\nوفيت لآباء تكلفت عنهم\n...\nمناسك ما سنوا فخارا وسيروا\nوجئت بمعنى زائد فكأنهم\n...\nوما قصروا عن غاية المجد\nقصروا\nوقوله:\nمن النفر الذين إذا استغيثوا\n...\nرأيت بهم وساع الأرض ضيقا\nالجزء: 1 ¦ الصفحة: 31\n",
        "ترى الأب بالشهادة في بنيه\n...\nقريبا وهو قد أمسى سحيقا\nوقوله:\nولهم سيوف الخلفاء التي\n...\nتعلم الضرب يد الضارب\nغادوا نجوما ووفت في ابنهم\n...\nشهادة الطالع للغارب\nوقوله:\nسارت بهم أيام سؤددهم\n...\nسير الحديث بمعجز الرسل\nوأتى الوزير فكان بينة\n...\nشهدت لهم بسلامة النقل\nالإخباريات\nوهي كثيرة جداً، ومن بديع ما فيها قول جعفر بن إبراهيم:\nأبا جعفر مات فيك الجمال\n...\nفأظهر خدك لبس الحداد\nوقد كان ينبت زهر الربيع\n...\nفقد صار ينبت شوك القتاد\nفهل كنت في الملك من عبد شمس\n...\nفأخنى عليك ظهور السواد؟\nومن مليح ما في هذا المعنى قول الآخر:\nعابوه لما التحى فقلنا:\n...\nعبتم وغبتم عن الجمال\nهذا غزال وهل عجيب\n...\nتولد المسك في الغزال\nالنحويات\nابن الحداد من قصيدة أولها:\nعج بالحمى حيث الغياض الغين\n...\nفعسى تغن لنا مهاه العين\nيقول:\nلا تألف الأحكام حيفا عنده\n...\nفكأنها الأفعال والتنوين\nولآخر في رجل تزوج، فظهر أنه عنين:\nكم ذكر في الورى وأنثى\n...\nأولى من اثنين باثنتين\nأرى الليالي أتت بلحن\n...\nإذ جمعت بين ساكنين\nالطبيات\nمن ذلك قول الزاهي:\nرثى طبيبي لسقامي ومن\n...\nأسقمني هجرانه ما رثى\nوقال: هذا مرض معضل\n...\nوربما أشفقت أن يلبثا\nوهذه الصفراء قتالة\n...\nفليته ذكر ما أنثا\nوحدثني من كان معه عند عمله هذه الأبيات وأن السبب فيه إنشاد بعض الحاضرين لابن المغربي:\nقال الطبيب وقد تأمل علتي\n...\nهذا الفتى أودت به الصفراء\nفعجبت منه إذ أصاب وما درى\n...\nلفظا ومعنى ما أراد خطاء\nوهذا من قول الصابي وذكر الطبيب:\nفقال: شفاؤه الرمان مما\n...\nتضمنه حشاه من العسير\nفقلت لهم: أصاب بغير عمد\n...\nولكن ذاك رمان الصدور\nوقال جعفر بن شرف:\nصنم من الكافور بات معانقي\n...\nفي حجبتين: تعففٍ وتكرم\nفكرت ليلة وصله في صده\n...\nفجرت بقايا أدمعي كالعندم\nفطفقت أمسح مقلتي بصدره\n...\nإذ عادة الكافور إمساك الدم\nالهندسيات\nهشام بن أحمد:\nقد بينت فيه الطبيعة أنها\n...\nببديع أعمال المهندس ماهره\nعنيت بمبسمه فخطت فوقه\n...\nبالمسك قوسا من محيط الدائرة\nالفلسفيات\nمجبر بن محمد يمدح مولانا، خلد الله ملكه:\nشعر أرق من النسيم حواشيا\n...\nلم ترو حوشي الكلام رواته\nنظمت لشاهنشاه منه قصائد\n...\nقصدت مدائحه بها وصفاته\nفأتى بديعا في بديع أطمعت\n...\nألفاظه وتمنعت طرقاته\nكالروح يدرك بالحقيقة فعله\n...\nوتغيب عن أهل البصائر ذاته\nوحدثني ابن مكنسة، قال: حضرت جنازة ابن الطائي المقرئ، فرأيت من إعظام الناس له - وهو محمول على نعشه - ما لم يكن له منهم في حياته، فقلت بديها:\nأرى ولد الطائي أصبح يومه\n...\nيعظمه الأقوام أكثر من أمس\nوقد أكرموه في الممات، تراهم\n...\nيظنون أن الجسم أزكى من النفس؟\nعلي بن محمد الإيادي:\nليهنك أن الله أعطاك رتبة\n...\nمن الفضل ركناها التقى والتواضع\nمضمنة حمل المكارم والعلا\n...\nكما ضمنت حمل الحياة الطبائع\nوله:\nألقى زماما إليه الدهر واجتمعت\n...\nعلى فضيلته الشبان والشبب\nملك هو الصورة الأولى التي اصطفيت\n...\nمن قبل أن يلحق المبسوط تركيب\nمن جيد الطريقة التي استعملها المحدثون قول عبد الله بن العابد من قصيدة:\nوما خصصت ولكن عم نائله\n...\nفاستعبد الثقلين: الجن والبشرا\nعدل تمد رواق الفضل سيرته\n...\nفتشمل المواطنين البدو والحضرا\nوتكشف الظلم والإظلام غرته\n...\nفتخجل النيرين: الشمس والقمرا\nويستوي ذكره حسنا ومنظره\n...\nفيشغل الممتعين: السمع والبصرا\nسرح مناك إلى ساحات أنعمه\n...\nوضمن الصادقين: الخبر والخبرا\nالجزء: 1 ¦ الصفحة: 32\n",
        "هذه الخدمة مشتملة من الأدب على لمعة، وشاهدة بقوة في البلاغة وصنعة. وقد جعل المملوك ما اعتمده من تقريرها، وقصده من ترتيبها وتحريرها سفيرا بين مقاصده وبين النجح، وسبيلا إلى رغبة الأيام إليه في السلم والصلح؛ إذ كان السعد مضمونا للذين لاذوا برجاء مولانا وتحرموا، والحظ محتوما للذين تبسطوا على تأميله وتحكموا:\nكل الورى داع وكل دعائمهم\n...\nأن لا يزيل الله ظلك عنهم\nأغنى نوالك بعضهم عن بعضهم\n...\nكيلا يرى في الأرض غيرك منعم\nفلذاك ألسنهم لسان واحد\n...\nيثني بما خولت والدنيا فم\nلا زالت الأقدار بإرادة المقام الأشرف - خلد الله ملكه - جارية، والأقضية في خدمته متنافسة متبارية، ما اتصلت الأيام والليالي، وتزين الدهر من مناقبه بفاخر اللآلي، إن شاء الله عز وجل.\nالحمد لله رب العالمين، وصلى الله على سيد المرسلين محمد خاتم النبيين،، وعلى آله الطاهرين وسلم تسليما. الله حسب المملوك ونعم الوكيل.\nوعند عرض هذه الرسالة رضي عنه، وأعاده إلى ديوان الإنشاء.\nرسالة منائح القرائح\nرسالة سماها منائح القرائح\nأولى ما تقرب به إلى الله تعالى الإكثار من تحميده، والإقرار بربوبيته وتوحيده، والصلاة على نبيه محمد الذي عضده بتأييده، وخصه من الشرف بما لا سبيل إلى تحديده، وعلى آله الممنوحين من الفضل ما يعجز الوصف عن تعديده، ثم التوسل إلى ملوك كل وقت بشكر نعمهم ومواصلة خدمهم، ونشر خصائصهم التي امتازوا بها عن العباد، وذكر مناقبهم التي سارت في الأقطار ونقبت في البلاد، والاجتهاد فيما نفقت بشريف مقاماتهم سوقه، والاعتماد على ما ظهر سموقه في البلاغة وبسوقه. ولا خلاف أن سلطان هذا العصر، والمخصوص من الفضائل بما لا يدخل تحت الحصر؛ مولانا الملك السيّد الأجل الأفضل، أمير الجيوش، سيف الإسلام، ناصر الإمام، كافل قضاة المسلمين، وهادي دعاة المؤمنين، عضد الله به الدين، وأمتع بطول بقائه أمير المؤمنين، وأدام قدرته، وأعلى كلمته؛ سيد من ملك الأرض، ولم يكتف بالدنيا دون الآخرة ولم يرض، وخير من زخرت بحار مكارمه الفائضة وطمت ووهت أركان الشرك بعزماته الماضية وتحطمت، وأفضل من دبر البرية من الأكابر العظماء، واستقر الثناء عليه في الأرض لما استقر عليه في السماء، وتمت بيمن نظره محاسن الدنيا وتكاملت، وفخرت أيامه على الأزمنة المتقدمة وتطاولت، لا جرم أن الآفاق قد غدت طامعة باستيلائه عليها راجية وأصبحت ملوكها وافدة إلى بابه العزيز لاجية، فعادت آمالهم متخلصة من يد الإخفاق ناجية، وأضحت أيامهم مشرقة وقد كانت من قبل داجية، وصارت أحوالهم بمكارمه حالية نامية زاجية، فقد زهيت به المملكة وأظهرت بهجتها وجمالها، واختالت في ملابس فخره فسحبت على السحب أذيالها:\nولم تك تصلح إلا له\n...\nولم يك يصلح إلا لها\nفيجب على من صفت فكرته، وصحت فطرته، وأمكنه استنباط معنى غامض، واستدل على المحاسن ببرقها الوامض، وعرف موضع الفضيلة فيما يصنعه من تصنيف، وعلم موقع الوسيلة به إلى كل مقام شريف أن يظهر كامن قوته، ويعمل مطايا رويته فيما يخدم مجلسه العالي به مما يطرب مورده ومسموعه، ويعجب مؤلفه ومجموعه، ويستحسن موضوعه ومصنوعه، ويذكر من ذلك ما يؤدي إليه أقصى حرصه وجهده، ويعتمد منه ما يتعين لكل مولى على مملوكه وعبده، بعد شكر الله الذي لطف بأمة جعله مالكها، وأوضح به إلى الخيرات ممالكها، وأولى منه منة أقر بالعجز عن فرضها من يحاوله، واسبغ نعمة تطامن لها من الشكر متطاوله، وأحيا به ملة نسخت ما تقدمها من الممل، وحسم في اعتقاد عبوديته جميع الموانع والعلل، فالقلوب إلى الاجتهاد في طاعته مسرعة مرجفة، والملوك في الانقياد لعظمته لا متوقفة ولا متخلفة، فأبقى الله على الدهر بهجة سلطانه وملكه، وجعل من كفر نعمته صريع بطشه وفتكه، وحكم مواضيه وعواليه في إراقة دمه وسفكه بفضله وقدرته وعدله ومشيئته.\nالجزء: 1 ¦ الصفحة: 33\n",
        "ولذلك خدم المملوك بهذا الجزء الذي ألفه وجمعه، وأودعه مختار ما سمعه، وأضاف إليه ما استنبطه وابتدعه مما لم يعلم أحدا سبقه إلى ما عمله منه وصنعه، وقصد في هذه الجملة أن يوجز ويختصر، إذ كان الواجب أن يعتمد على اليسير ويقتصر، لأن هيبة المقام الأعظم تمنع ما يستطال وإن كان يستطاب، على أن المثول بين يديه يبيح استيفاء الحجة وإن اتسع الخطاب، والله - عز وجل - يهديه في خدمة مالكه أقوم جدد، ويريه من نعمه السابغة ما لا يحصيه عدد، فله القوة والحول، وبيده القدرة والطول.\nفي الشكر الذي يصون النعم من الانتقال ويلزم تقديمه أمام كل مقال\nإن الله تعالى جعل الشكر فريضة لا رخصة فيها، وطريقة لا يضل مقتفيها، وكان لمن حافظ عليها وحالفها المزيد، ولمن عدل عنها وخالفها التهديد والوعيد. قال الله - عز من قائل -: (وإذ تأذن ربكم لئن شكرتم لأزيدنكم ولئن كفرتم إن عذابي لشديد) فواجب أن تقابل النعم من الشكر بما يؤنس وحشيها، وتواصل من الحمد بما يعطف أبيها، فإحسان مجاورتها مقرب لقصيها، وإجمال مصاحبتها ملين لعصيها، والتضرع لموليها في حراستها يؤكدها ويجددها، والتوسل إلى مسبغها في إدامتها يقيدها ويخلدها، ولازم لكل ذي عقل أن لا يجهل معرفة قدرها، ولا يشتغل بسكرها عن شكرها، ولقد أحسن أبو إسحاق الصابي في قوله: موقع الشكر من النعمة موقع القرى من الضيف؛ إن وجده لم يرم، وإن فقده لم يقم.\nالجزء: 1 ¦ الصفحة: 34\n",
        "وإذا عددت نعم الله التي أضفاها، ومننه التي أولاها ووالاها، ومواهبه التي منحها كرما وتفضلا، وعوارفه التي جازى المعترف بها رضى وتقبلا، كانت منقسمة إلى العموم والخصوص، ومستوجبة من الشكر ما ثبت في العقول والنصوص، فالنعمة التي تخص ما تعلق بالمرء في ذاته ونفسه، والنعمة التي تعم ما كان شاملا لنوعه، شائعا في جنسه، وهذا لا يكون إلا بالملوك الذين هم أولياء النعم، وزعماء الأمم، وقد أدرهم الله جل وعز على ما يعمون به دواعي الشكر ونصبهم - تبارك وتعالى - للأمر بالعرف والنهي عن النكر، ويتباينون في التعمير والتدمير، فمن عدل منهم وأقسط، وأرضى في ذات الله وأسخط؛ فقد أنال المتفيئ بظله أقصى أربه، ووجب على كل مكلف شكره وشكر النعمة به. ومن أبى الحق وصرفه، ودفع الواجب وصدفه؛ فلا مجال له هاهنا ولا مسرح، ولا سمو لناظهر في هذا الأفق ولا مطمح، والإجماع واقع من الحاضر بالدراية ومن الغائب بصحة الرواية أن سيد ملوك الأرض بلا مدافعة، وأشرف سلاطين العالم بغير ممانعة، وأكمل من كل من تقدم لما علم بالنقل، وأفضل من كل من يأتي بمقتضى القياس والعقل مولانا الملك السيّد الأجل الأفضل أمير الجيوش، سيف الإسلام، ناصر الإمام، كافل قضاة المسلمين، وهادي دعاة المؤمنين، عضد الله به الدين، وأمتع بطول بقائه أمير المؤمنين، وأدام قدرته، وأعلى كلمته، الذي حكم فأنصف وعدل، وسلك جادة الحق فما نكب ولا عدل ووضحت له طرق الشبه فانحرف عنها وجار، وقضى بين البرية فما ظلم ولا جار، وتيقن برق الثواب مومضا فتمثله وشامه، وتحقق التناصف بهيبته فما انتضى سيفه ولا شامه، ولذلك سما بفخره ناظر الدين الحنيف وقره، وانزعج بذكره مضجع أول الكفر فما ثبت ولا قرّ، وغدا كل ملك يكتفي بأيسر رضاه ويقنع، وكل مشمول بأنزر مواهبه لا يطلب ولا يقنع، فإن يسأل عطاء يمنح الرغائب ويهب، وإن يباشر هيجاء لم يرع لما التهب من ضرامها ولم يهب، هذا إلى ما له من المناقب التي آمنت الديار، وأرخصت الأسعار، وحسنت الآثار، وأدرك الإسلام بها الثار، وانحسمت فيها مواد الكفرة والأعداء، وبرئت الأحوال بطبها من المرض والداء وأمنت المطالب معها من الخيبة والإكداء، فلا ثناء ينهض بواجب جزائها، ولا تقريظ يستقل بأول أجزائها. فمن الواضح البين، واللازم المتعين، لنعمتي الخصوص والعموم، وإن كان الشكر عليهما من المفروض المحتوم أن يقع التوفر على حق الموهبة التي عمت وشملت، ويبالغ في ذلك طلبا للجزاء يوم (توفى كل نفس ما عملت) فقد نتجت هذه المقدمة وجوب الإجماع على حمد مالكها وشكره وبعثت على تعمير المحافل بنشر إحسانه وذكره، وقضت بأن يعطر بوصفه نسيم الشمال والقبول، ودعت إلى مواصلة الدعاء له في مظان الإجابة والقبول، وفرضت بذل الاستطاعة في ذلك توخيا للصواب، وجعل اعتقاده أفضل ذخيرة تورث للذراري والأعقاب، فأوزع الله الكافة شكر النعمة على ما أصلح به من دنياهم، وألهمهم القيام بما يلزم قوما أدركوا من السعادة ما لم يبلغه مناهم، ووفقهم لما يجب عليهم من فرض أكرم كفيل منه للشريعة ونصير، وأنهضهم من الاجتهاد لما يقيم عذرهم في العجز والتقصير، وأعان كلا منهم على مواصلته إلى حين المنقلب والمصير، إنه السميع البصير، اللطيف الخبير، وهو - بعزته - على ما يشاء قدير.\nمن المعاني التي استنبطها المملوك وابتدعها واستخرجها فكره واخترعها\nفمن أنشأ فيها شيئا من أدباء الوقت، وشعراء العصر؛ فإنما انتهج قصد المملوك متبعا لدليله، واقتفى أثره محتذيا على تمثيله، وكل من تعرض لذلك - وإن أحسن وأجاد، ورجح وأوفى وزاد - فللملوك مزية البداية، وحرمة الهداية، وماتة الابتكار، وفضيلة يأمن فيها من الدفع والإنكار.\nوقد وقع الإجماع على فضل واصل بن عطاء، وكشفه في البلاغة كل حجاب وغطاء، ودل كلامه على القدرة في الفصاحة وبعد الغور واشتهر من أجل لثغته بحذف الراء من لفظه، وهي حرف كثير الدور.\nالجزء: 1 ¦ الصفحة: 35\n",
        "ومن المحكي عنه قوله - وذكر بشاراً وكان يرمى بالزندقة ولهذا قتله المهدي -: أما لهذا الأعمى المكتني بأبي معاذ من يقتله! والله لولا أن الغيلة خلق من أخلاق الغالية لبعثت إليه من يبعج بطنه على مضجعه! فقال: الأعمى، ولم يقل: الضرير، وقال: المكتني بأبي معاذ، ولم يقل: بشاراً ولا ابن برد، وقال: من أخلاق الغالية، ولم يقل: المغيرية ولا المنصورية، وقال: لبعثت إليه، ولم يقل: لأرسلت (إليه) ، وقال: على مضجعه، ولم يقل على فراشه! ومما قيل فيه:\nويجعل البر قمحا في تصرفه\n...\nوخالف الراء حتى احتال للشعر\nولم يطق مطرا والقول يعجله\n...\nفعاد بالغيث إشفاقا من المطر\nومن اللغز الذي تضمن خبيا وسرا، وأحسن قائله إذ عمى فيه وورى، إلا أن إيراده هاهنا يجعل خافيه ظاهرا، ومبرقعه سافرا قول الشاعر:\nولما رأيت الشيب راء بعارضي\n...\nتيقنت أن الوصل لي منك واصل\nفخص الراء لحفظه المعنى الذي قصده وإحرازه، وأحسن التوصل بواصل إلى تجنيسه وإلغازه.\nوللرستمي في الصاحب:\nنعم! تجنب: لا يوم العطاء كما\n...\nتجنب ابن عطاء لثغة الراء\nولما أكثر الناس من تقريظ هذا الفن ووصفه، وادعى قوم أن المتعرض له إنما يخبر عن عجزه وضعفه؛ اعتمد المملوك تأمله وتدبره، واستنجد، فيما يعرب به، رويته وتفكره، فلم ير أن يكون لهذه السبيل مقتفيا، ولم ترض له الخدمة الشريفة أن يلفى في هذا الباب مصليا، فعمل في مولانا شعرا لم تجتنب فيه الراء، وإذا قرأه الألثغ أفاد معنى يزول في استحسانه المراء، وكان في ذلك من الإعجاز أن الصريح والمستعجم، والفصيح والمتلعثم إذا أخذوا ي ذكر أوصاف مولانا لم يشكل اللفظ الذي يوردونه، ولم يستبهم المعنى الذي يؤدونه، ولم يعتذر بأن اللثغة أفسدت المراد ولا حالت دونه، وتساوت في روايتها الآلة الصحيحة والسقيمة، وتماثلت في تلاوتها الألسنة المعوجة والمستقيمة، وأجرى المملوك ذكر هذه الجملة مع محمود ابن القاضي الموفق، إذ كان الإغراب في الصفات الشريفة من مذهبه، والإبداع فيها من بغيته وأربه، فلما رأى هذه الطريقة من أسلوبه وشرطه؛ بالغ في استحسانها وعمل لوقته:\nوذات وجهين أتت بدعة\n...\nغايتها في الحسن لا تبلغ\nقافية رائية فيك لا\n...\nيعاب في إنشادها الألثغ\nوشفعه بأن قال:\nيا ملكا فائض إحسانه\n...\nفي كل آفاق الدنى سائر\nوصفك عندي ذهب خالص\n...\nنظمي له حيث انتهى صائر\nوالذي عمله المملوك:\nمن شاء جمع معال قد خصصت بها\n...\nوجاوزت كل حد لم ينل (\n...\n)\nوكيف تستطيع أن تحصي فضائلها\n...\nوزندك الغر مهما تقتدحه (وري)\nثم رأى المملوك أن لا يخلي النثر من هذا النوع الذي تتعب الأفكار في طلبه، وأن يورد فصلا يتوخى فيه ذكر الشيء على ما هو به، فعمل في وصف مالكه ثبت الله قدرته، وأدام سلطانه ودولته: ملك أبان الله إعلاء رايته فازدانت بأوصافها المحافل، وتاه الزمن بمحاسنه فهو عن الإساءة لاه رافل، قد سارت بالألسنة والأفواه مدائحه، وصارت حلى المجامع والأندية منائحه، وأصبح الكافة من ظله في رياض أنيقة، ورامت السماء إحياء للأرض فخدمته بذاك على الحقيقة.\nولما انتهى إلى هذا الحد أمل خاطره عليه من غير روية، ونظم - عفوا - ما يشهد بصحة هذه القضية:\nلما غدوت مليك الأرض أفضل من\n...\nجلت مفاخره (عن كل إطراء)\nتغايرت أدوات النطق فيك على\n...\nما يصنع الناس من (نظم وإنشاء)\nثم اقتضت فكرته، وأوجبت خدمته أن يجعل هذه القافية على وجوه من الروي، عملا بما رآه منسوبا إلى ابن نباتة والشريف الرضي، لتشترك الحروف في حظ من الشرف واف، وتتبين فضيلة مجيئها متناوبة في قواف. والمنسوب إلى الشريف وابن نباتة:\nلا يبلغ الغاية القصوى بهمته\n...\nإلا المقسم بين الخيل والإبل\nيطوي حشاه إذا ما الليل عانقه\n...\nعلى وشيج من الخطي معتدل\nوالتعبير الأول:\nلا يبلغ الغاية القصوى بهمته\n...\nإلا المقسم بين الجرد والكوم\nيطوي حشاه إذا ما الليل عانقه\n...\nعلى وشيج من الخطي محطوم\nوالثاني:\nلا يبلغ الغاية القصوى بهمته\n...\nإلا أخو الحرب والجرد السلاهيب\nالجزء: 1 ¦ الصفحة: 36\n",
        "يطوي حشاه إذا ما الليل عانقه\n...\nعلى وشيج من الخطي مخضوب\nوالثالث:\nلا يبلغ الغاية القصوى بهمته\n...\nإلا المقسم بين السرج والكور\nيطوي حشاه إذا ما الليل عانقه\n...\nعلى وشيج من الخطي مكسور\nوالرابع:\nلا يبلغ الغاية القصوى بهمته\n...\nإلا المصيخ وإن لم يدعه الداعي\nيطوي حشاه إذا ما الليل عانقه\n...\nعلى شويج من الخطي زعزاع\nوالخامس:\nلا يبلغ الغاية القصوى بهمته\n...\nإلا المقسم بين الجرد والقود\nيطوي حشاه إذا ما الليل عانقه\n...\nعلى وشج من الخطي (\n...\n)\nوالسادس:\nلا يبلغ الغاية القصوى بهمته\n...\nإلا المقسم بين الجرد والنوى\nيطوي حشاه إذا ما الليل عانقه\n...\nعلى وشيج من الخطي مدقوق\nفهذه ستة تغيرات.\nوالذي صنعه الملوك في البيتين اللذين أوردهما على قافية الهمزة يستوعب الروي فيهما جميع حروف المعجم الثمانية والعشرين، وقوم يجعلونها تسعة وعشرين، فيضيفون إليها الحرف المركب من اللام والألف، ولا يجوز دخول المركب في البسيط، وهي - على مذهب جماعة من المحققين - ثمانية وعشرون حملا على عدة منازل القمر، ولذلك قالوا: إن لام التعريف إنما صارت تدغم في نصف الحروف فتظهر عند نصفها؛ لأن نصف منازل القمر ظاهر أبدا فوق الأرض، ونصفها خاف أبدا عن ظاهر الأرض. وقد بين المملوك ما عمله وهو - قد تقدم ذكر الهمزة -: الباء:\nلما غدوت مليك الأرض أفضل من\n...\nحلت مفاخره في النظم والخطب\nتغايرت أدوات النطق فيك على\n...\nما يصنع الناس من مستغرب الأدب\nالتاء:\nلما غدوت مليك الأرض أفضل من\n...\nساس البرية في الماضي وفي الآتي\nتغايرت أدوات النطق فيك على\n...\nما يرفع الناس أعقاب المناجاة\nالثاء:\nلما غدوت مليك الأرض أفضل من\n...\nغدا الدعاء له في الأرض مبثوثا\nتغايرت أدوات النطق فيك على ال\n...\nثناء مكتسيا منه وموروثا\nالجيم:\nلما غدوت مليك الأرض أفضل من\n...\nجلت مواهبه عن مطلب الراجي\nتغايرت أدوات النطق فيك على\n...\nوصف يريك ظلام الحندس الداجي\nالحاء:\nلما غدوت مليك الأرض أفضل من\n...\nسعت عطاياه عما اعتيد من منح\nتغايرت أدوات النطق فيك على\n...\nما يصنع الناس من وصف ومن مدح\nالخاء:\nلما غدوت مليك الأرض أفضل من\n...\nتطرزت بمعاليه التواريخ\nتغايرت أدوات النطق فيك على\n...\nوصف به كل ما يعدو منسوخ\nالدال:\nلما غدوت مليك الأرض أفضل من\n...\nجلت أياديه عن وصف وتعديد\nتغايرت أدوات النطق فيك على\n...\nشكر يضاهي الأيادي غير محدود\nالذال:\nلما غدوت مليك الأرض أفضل من\n...\nأرضى العوامل إمضاء وإنفاذا\nتغايرت أدوات النطق في مدح\n...\nعادت بها أكبد الأعداء أفلاذا\nالراء:\nلما غدوت مليك الأرض أفضل من\n...\nأفنى أعاديه لا زال منصورا\nتغايرت أدوات النطق فيك على\n...\nما يصنع الناس منظوما ومنثورا\nالزاي:\nلما غدوت مليك الأرض أفضل من\n...\nقامت معاذير من في وصفه عجزا\nتغايرت أدوات النطق في مدح\n...\nما حال من دونها عي ولا حجزا\nالسين:\nلما غدوت مليك الأرض أفضل من\n...\nأزال أطماع باغي شأوه الياس\nتغايرت أدوات النطق فيك على\n...\nوصف تنوع في إحسانه الناس\nالشين:\nلما غدوت مليك الأرض أفضل من\n...\nساس الأنام فما حابى ولا حاشا\nتغايرت أدوات النطق فيك على\n...\nوصف يواصله الإنسان ما عاشا\nالصاد:\nلما غدوت مليك الأرض أفضل من\n...\nغالي الثناء بما يأتيه مرتخص\nتغايرت أدوات النطق فيك على\n...\nوصف له في محل المشتري حصص\nالضاد:\nلما غدوت مليك الأرض أفضل من\n...\nلا يبلغ المدح في استحقاقه غرضا\nتغايرت أدوات النطق فيك على\n...\nما يصنع الناس مندوبا ومفترضا\nالطاء:\nلما غدوت مليك الأرض أفضل من\n...\nيبغي بأفعاله تقوى الإله فقط\nتغايرت أدوات النطق فيك على\n...\nما يصنع الناس مما ليس فيه سقط\nالظاء:\nلما غدوت مليك الأرض أجمعها\n...\nبالحق إذ كان من يعدوك محظوظا\nالجزء: 1 ¦ الصفحة: 37\n",
        "تغايرت أدوات النطق فيك على\n...\nغر المغاني بلفظ ليس ملفوظا\nالعين:\nلما غدوت مليك الأرض أفضل من\n...\nغدا الملوك له جندا وأتباعا\nتغايرت أدوات النطق فيك على\n...\nما يصنع الناس إعرابا وإبداعا\nالغين:\nلما غدوت مليك الأرض أجمعها\n...\nونلت ما لم ينل ملك ولا بلغا\nتغايرت أدوات النطق فيك على\n...\nوصف تنافس في إحكامه البلغا\nالفاء:\nلما غدوت مليك الأرض أفضل من\n...\nأعطى، فقال العدا: قد زاد في السرف\nتغايرت أدوات النطق فيك على\n...\nصفات ما حزت من فخر ومن شرف\nالقاف:\nلما غدوت مليك الأرض أجمعها\n...\nوحزت ما جزت فيه كل مخلوق\nتغايرت أدوات النطق فيك على\n...\nوصف صنيع بديع غير ملحوق\nالكاف:\nلما غدوت مليك الأرض أفضل من\n...\nجلت مفاخره لما غدا ملكا\nتغايرت أدوات النطق في مدح\n...\nوفي دعاء ملأن الأرض والفكا\nاللام:\nلما غدوت مليك الأرض أفضل من\n...\nجلت مفاخره في القول والعمل\nتغايرت أدوات النطق فيك على\n...\nوصف يقصر عنه منتهى الأمل\nالميم:\nلما غدوت مليك الأرض أفضل من\n...\nغدا به العدل بين الخلق مقسوما\nتغايرت أدوات النطق فيك على\n...\nما يصنع الناس منثورا ومنظوما\nالنون:\nلما غدوت مليك الأرض أفضل من\n...\nجلت مفاخره في السر والعلن\nتغايرت أدوات النطق فيك على\n...\nوصف بليغ يحلي عاطل الزمن\nالهاء:\nلما غدوت مليك الأرض أفضل من\n...\nركن الأعادي بماضي عزمه واه\nتغايرت أدوات النطق واتفقت\n...\nمع التغاير في ذكرى شهنشاه\nالواو:\nلما غدوت مليك الأرض أفضل من\n...\nيزهى به الخلق فيما عاينوا ورووا\nتغايرت أدوات النطق فيك على\n...\nما يصنع الناس فيما أظهروا ونووا\nالياء:\nلما غدوت مليك الأرض أفضل من\n...\nغدا بمعروفه ميت الرجا حيا\nتغايرت أدوات النطق فيك على\n...\nمناقب ليس يخشى نشرها طيا\nفقد جمع ذلك غاية ما تبلغه عدة التغيير، وعفو ما يقتضيه هذا المغزى من التبيين والتعبير، وهو، وإن كان بعضه يتميز عن بعض، فإنه عاجل اجتهاد المملوك في أداء اللازم الفرض. على أن هذا الغرض المقصود كثير الشعب، والوصول إليه من العزيز العسير الصعب فإن أتى غير معجب فلوعورة مطلبه، وإن أبى إلا جودة فلسعادة من خدم به.\nومن ضروب التعبير التي دعت الاستحسان فلباها، وفخر بها مبدعها وباهى، ما ينشد مرفوعا ومنصوبا كقوله:\nإذا طال النهار علي يوما\n...\nدعوت له فقصره رياد\nحديث يعجب الحكماء منه\n...\nويونق حين يسمعه الفؤاد\nفصل في ذكر خيمة الفرج\nلما خرجت أوامر مولانا - ثبت الله دولته - بإنشاء خيمة للنظر، وعمل فازة تتكفل بمصالح البدو والحضر؛ امتثلت مراسمه السامية في إنشائها ووقعت المسارعة إلى انتهاج تمثيلاته واحتذائها، فجاءت توفي في الجلالة على إيوان كسرى، وظلت الأبصار في أرجائها الفسيحة خاسئة حسرى، إذ كانت مناسبة لأمثالها من المنازل الشريفة في الاتساع، ومجانسة لأنظارها من المقامات الكريمة في السمو والارتفاع، وتضمنت من صور ناطق الحيوان وصامته ما أحاط بالحسن واستولى على غايته، تخالها حومة وغى لما اجتمع فيها من المقانب والجيوش، أو بيداء لا محيص عنها لأنواع السباع والوحوش، قد حوت آفاقها متضاد الحيوان بلا أذى ولا ضير، فكأنه فيها سليمان وقد حشر له جنوده من الجن والإنس والطير، وفي يوم إظهارها ونصبها، واستقرار جلوسه الأشرف الأسنى بها، وهب الأموال الجمة، وعم بالإحسان الأمة، ونشر الرأفة والرحمة، وسامح بالكبائر والعظائم، وصفح عن الجرائر والجرائم، وأنعم بما لم ينعم به أحد من ملوك الدهر، واستخلص الضمائر بالدعاء له في السر والجهر، فتضوعت بالأرض من الثناء عليه بأعطر أرج، ووقع الاتفاق على تسميتها بخيمة الفرج، ووصفها الشعراء وصفا أجادوه وأحكموه، وأحسنوا فيما صنعوه منه ونظموه.\nفمن ذلك قول ابن الحواري:\nوبنى للمجد فوق السبعة الأفلاك فازه\nلو رأى كسرى سناها\n...\nصاح إعجابا بها: زه\nالجزء: 1 ¦ الصفحة: 38\n",
        "ومن تأمل هذا الشعر البديع، وتدبر هذا التركيب الصنيع، وجد فيه ما لا يأبى استحسانه طبع سامع، وعلم أنه مما لا يظفر به كل طامع.\nوقد استحسنوا هذه اللفظة - أعني: زه - في قول الأول - وهو مما يتغنى به:\nفي مثل هذا يحسن البلوى\n...\nليس على عاشق ذا عدوى\nوكل من أبصره قال لي\n...\nزه يا فتى تحسن أن تهوى\nفإذا كانت مع ضعفها في الحشو مستجادة مستحسنة، فما الظن بها وقد أتت قافية قوية متمكنة؟ وعلة فضيلة التقفية أنها أقصى ما يحصره الوزن، وآخر ما يلقاه السمع، وبهذا احتج مفضل المقاطع على المطالع؛ فإذا كانت القافية مدى الشعر، ومنتهى حده، وغاية ما يبلغه مما لا مطلب من بعده؛ فلا غرو أن تكون مدح مولانا إذا تؤملت قوافيها مشتملة على الألفاظ التي لا تحسن في شيء حسنها فيها؛ إذ كان آخر ملوك الدنيا وقتا وزمانا، وإن كان أولهم شرفا ومجدا وسلطانا:\nنسقوا لنا نسق الحساب مقدما\n...\nوأتى\nفذلك\nإذ أتى متأخرا\nولهذا فضل البيت الذي يكون المستحسن في آخر أجزائه، على البيت الذي يتضمنه حشوا في تضاعيفه وأنحائه. على أن من الحشو ما لا تخفى بهجته، ولا تجحد فضيلته.\nحضر المملوك يوما بين يدي الشيخ الأجل أبي الحسن بن أبي أسامة فجرى ذكر الحشو في الشعر فأنشد لأبي الشيص:\nحلي عقال مطيتي\n...\nلا عن قلى\nوامضي فإني\nيا أميمة\nماض\nوقال: قوله: لا عن قلى، فضلة لا يفتقر المعنى إليها فلهذا سميت حشوا، وقد جاءت في الحسن على ما ترى.\nولم يكن المملوك تنبه على ذلك من البيت وإن كان من حفظه فاعتده من فوائد مجلسه، وأضافه إلى ما أخذه عنه من نظائره، وأنشده المملوك قول ابن حيوس:\nوجاد بنفس لا يجود بمثلها\n...\nمع العلم بالعقبى نبي مقرب\nإذ كان قوله: مع العلم بالعقبى، من أحسن ما جاء في هذا الباب.\nولم يذكر ما جاء من الحشو: بحاشا، وما تصرف منها نحو قول المتنبي:\nويحتقر الدنيا احتقار مجرب\n...\nيرى كل ما فيها\nوحاشاك\nفانيا\nوقول الآخر:\nمواهب شتى لو عدتني\n...\nوحوشيت\nكفاني ما أحرزته متسلقا\nوقوله:\nولو أن ياجوج استعانوك مرشدا\n...\nوحوشيت من إرشادهم خرقوا (\n...\n)\nلأن ذلك مما أكثر الناس فيه، فلا لذة في المحاضرة به.\nومن مليح الحشو قول نصيب:\nفكدت\n...\nولم أخلق من الطير\nأنني\nأعار جناحي طائر فأطير\nفقوله: ولم أخلق من الطير، من مستحسن ما أتى من هذا النوع.\nوقول عوف بن محلم لعبد الله بن طاهر:\nإن الثمانين\n...\nوبلغتها\nقد أحوجت سمعي إلى ترجمان\nعلى أن قوله: وبلغتها، معدود في الالتفات عند قوم، وفي التتميم عند آخرين.\nوقول ابن المعتز يصف خيلا:\nصببنا عليها\n...\nظالمين\nسياطنا\nفطارت بها أيد سراع وأرجل\nفقوله: ظالمين، من بديع الحشو.\nوقول مهيار:\nوكم\n...\nثم\nمن مسترزق حلفت له\nلهاك\nوبرت\nأنه لا يخيب\nفقوله: وبرت، لفظة يتم المعنى دونها إلا أنه تبرع بها، فتضاعف المدح بسببها.\nوقوله:\nلو أن الورى أهلي لكنت وأنت لي\n...\nأقوم بهم مستظهرا وأمو (ن)\nفإحسانه بقوله: مستظهرا، مما لا يستطيع أحد جحده، ولا يسد غيره مسده.\nوقوله:\nعزي بنفسي ولكن زادني شرفا\n...\nأني إليكم إذا باهلت أنتسب\nفأبدع بقوله: إذا باهلت، لأنها أفضل ما ورد مع النسب.\nوقول ابن أبي الشخباء:\nيصرف الأمر في الآفاق خاتمه\n...\nويصبح الدهر طوعا وهو خادمه\nفقوله طوعا، مما تطوع به فأغرب، وأتى منه بما أعجب به وأطرب. ونظائره كثيرة.\nومن مليح ما قيل في الخيمة المنصورة قول ابن زيد الأنصاري:\nأخيمة ما نصبت اليوم أم فلك\n...\nويقظة ما نراه منك أو حلم\nما كان يخطر في الأفكار قبلك أن\n...\nتسمو علوا على أفق السها الخيم\nحتى أتيت بها شماء شاهقة\n...\nفي مارن الدهر من تيه بها شمم\nإن الدليل على تكوينها فلكا\n...\nأن احتوتك وأنت الناس كلهم\nوالطير قد لزمت فيها مواضعها\n...\nلما تحققن منها أنها حرم\nالجزء: 1 ¦ الصفحة: 39\n",
        "تغدو القماري والبازي يحفظها\n...\nكأنما بينهم في جوها رخم\nكأنها جنة فالقاطنون بها\n...\nلا يستطيل على أعمارهم هرم\nإن أنبتت أرضها زهرا فلا عجب\n...\nوقد همت فوقها من كفك الديم\nوقول الآخر:\nعزت على الشعراء مدحة خيمة\n...\nفوق النجوم أساسها أشطان\nلما مثلت بها ظننت بأنها\n...\nدار الخلود أباحها رضوان\nمما عارض المملوك فيه من سبقه، وبعثه على إيراده رضى من استجاده واستوقفه.\nقد بالغ الناس في استحسان قول ابن سورين فيما كتب به عن الإمام الحاكم بأمر الله عليه السلام إلى عامل القدس في إخراب قمامة وهو: صر إلى قمامة؛ فاجعل طولها عرضا، وسماءها أرضا. واتفق للملوك لما سمع هذا الفصل أن استحسنه، واستجاده على حسب ما أمكنه، فلم يقنع مورده بما وصفه به وقرظه، فاعتمد في تكثير المدح ما أثقل السمع وبهظه، فقال المملوك: لو قال صر إلى قمامة فأزل باطلها، واجعل عاليها سافلها.\nأو قال: فعفها بالمحو والطمس واجعلها حصيدا لم تغن بالأمس، لكان أشرف لترصيعه اللفظ بالقرآن، وترتيبه المعنى في أعلى طبقات البيان.\nفقال راوي فصل ابن سورين: فضيلة هذا الفصل قلة حروفه، وفرط إيجازه، وإن من تحدي به على حقيقة تعذره وإعجازه.\nفقال المملوك: أنا أذكر هذا المعنى بلفظ أصنع وأقصر، ومعنى أجمع وأحصر، فطولب أن يوفي الضمان، وقيل له: من نقض مان، فقال ما لا موضع فيه لحذف ولا سبيل إلى تحقيقه بحركة ولا حرف، مع استيفاء المعنى، وأن أحداً لا يجد فيه طعنا. وهو: صر إلى قمامة، فعجل لها القيامة.\nففضل هذا الفصل على الأول أضعافا، وبولغ في وصفه إلى أن تفادى المملوك وتعافى؛ وعلة ذلك أن هذه الأيام الشريفة التي فخرت بمالكها على غيرها من العصور، وخرجت فضائلها عن المحدود والمحصور، قد فاضت أنوارها على كل عالم ومتعلم، وسرى شعاع سعدها إلى كل ناطق ومتكلم، ولما اتفق كون هذا الفصل في التعفية على متعبد أهل الشرك، وتدمير ما يصنعونه فيه من الضلال والإفك؛ اختصره مملوك مولانا كما اختصرت مشرفيه أعمارهم وآجالهم، وضيق فيه على مقتفيه كما ضيقت هيبته منفسحهم ومجالهم، عملا بالهذيبات المالكة (على ما اقتضته الشيمة الفاضلة) ، وتأدبا بالتثقيفات الأفضلية بحسب ما وصلت إليه آلته القابلة، والله يمد ظلها فهو أفضل موجبات هذه الدنيا وأسباب وجودها، وموزع الكافة شكر النعمة فيما غمرهم من كرمها الفائض وجودها، بفضله وقدرته وطوله ومشيئته.\nفصل من نادر ما جاء في بابه وأقوى دليل على إبداع قائله وإغرابه\nقال أبو عبد الله التميمي اللغوي المعروف بالقزاز لبعض تلاميذه:\nأحاجيك عياد كزينب في الورى\n...\nولم تؤت إلا من صديق وصاحب\nفأجابه:\nسأكتم حتى ما تحس مدامعي\n...\nبما انهل منها من دموعي السواكب\nفكان تصحيف: عياد كزينب، بعد عكسه: سرك ذائع، وقال الآخر: سأكتم، فأجاب على الظاهر إجابة حسنة، وتصحيف: سأكتم، بعد عكسه: منك أتيت، وفيه مقابلة لقوله: ولم تؤت إلا من صديق وصاحب والمملوك يقول: معجز هذه الحكاية أن المجيب ذكر كلمة كل من مستقيمها وتصحيف معكوسها جواب لما حوجي به.\nوتسمية هذا النوع المحاجاة لدلالة الحجى عليه.\nوعلى ذكر التصحيف فمن بديعه: نصحت فضيعت، وهو تصحيف صعب. وقولهم فيما يصحف بعد عكسه: أذناه جرح يسيل.\nوهذا: ليس يحرجه أبدا.\nفصول تشتمل على ضروب أبدع البلغاء فيها وأحسنوا، وتنوعوا في أصنافها وتفننوا في خدع\nالبيان وتمويه الفصاحة\nحكى حسن بن محمد البسامي قال: رأيت علي بن با منصور الديلمي، وكان من مفاخر الديار، وله شعر يدل على غزارة أدبه، وحسن طريقته في النظم ومذهبه كقوله:\nترى في ابيضاض الكأس حمرة خده\n...\nفتحسبها ملأى ولا شيء في الكأس\nقال البسامي: وكانت رؤيتي إياه بحمص جالسا على بعض الدكاكين، وكان أعور، فاستثقلت شخصه، وقيل لي: إنه شاعر فأردت العبث به فقلت: أيها الشاعر، عملت في عورك هذا شيئا؟، وانتظرت أن ينقطع ويخجل، فقال: نعم، وأنشدني:\nلست آسى لفقد إنسان عيني\n...\nوجميع الجمال في معتاضه\nوحبيبي من مقلتي أخذ الخا\n...\nل وأعطى سوادها من بياضه\nفاقشعر بدني منه، وعلمت أنه من الصيد الذي لا يحل أكله!\nالجزء: 1 ¦ الصفحة: 40\n",
        "وحكي عنه أنه تعشق صبيا أعور فقال فيه:\nله عين أصابت كل عين\n...\nوعين قد أصابتها العيون\nقال بعض الفضلاء: أظنه قال هذا الشعر لما اعتن معناه في نفسه، ثم طلب أعور يعشقه ليجعله معرضا لقوله، فقد هون بفصاحته المستكره، وحسن ببلاغته المستقبح.\nومن أحسن ما جاء في ذلك ما ذكره التميمي في سيرة الحجاج من أن عبد الملك بن مروان أمر بعمل باب في بيت المقدس يكتب عليه اسمه، فسأله، الحجاج أن يأذن له في عمل باب أيضا، فأذن له، واتفق أن وقعت صاعقة احترق فيها باب عبد الملك، وسلم باب الحجاج، فعظم ذلك على عبد الملك فكتب الحجاج إليه: بلغني أن نارا نزلت من السماء فأحرقت باب أمير المؤمنين، ولم تحرق باب الحجاج، وما مثلنا في ذلك إلا كمثل ابني آدم إذ قربا قربانا فتقبل من أحدهما ولم يتقبل من الآخر! فسري عنه لما وقف على الكتاب.\nوكان طاهر بن الحسين وهو في قتال المخلوع قد جعل دراهم للصدقة في كمه، ونسيها، فأسبله، فتبددت الدراهم - وهو لا يعلم - فلما ذكرها تطير من ذلك، فأنشده أحد الشعراء:\nهذا تبدد جمعهم لا غيره\n...\nوذهابها عنكم ذهاب الغم\nشيء يكون الهم نصف حروفه\n...\nلا خير في إماكه في الكم!\nوذكر المملوك بالبيت الثاني قول محمد بن أبي سعيد؛ أحد المحدثين:\nألا رب شيء فيه من أحرف اسمه\n...\nنواه لنا عنه وزجز وإنذار\nفتنا بدينار وهمنا بدرهم\n...\nوآخر ذا هم، وآخر ذا نار\nوكان خالد بن يزيد بن مزيد تقلد الموصل في أيام المأمون، فلما دخلها مر بأول درب منها اندق اللواء، فاغتم لذلك، وعظم عليه، فقال مروان بن محمد المعروف بأبي الشمقمق بديها:\nما كان مندق اللواء لريبة\n...\nتخشى، ولا صرف يكون معجلا\nلكن هذا الرمح ضعف متنه\n...\nصغر الولاية فاستقل الموصلا!\nفكتب صاحب البريد يخبره إلى المأمون، فزاده المأمون ديار ربيعة، وكتب إليه: هذا لتضعيف الموصل متن لوائك، فأعطى خالد أبا الشمقمق عشرة آلاف منهم وشخص إلى ديار ربيعة.\nفقوة البراعة حكمت بالاقتدار على مدح ما عادته أن يذم، وجودة العبارة ختمت باستحسان ذم ما عادته أن يمدح، كما قال عبد الله بن التوأم يذم النخلة التي طاب جناها، وزاد نفعها وتناهى: إنها صعبة المرتقى، مهولة المجتنى، بعيدة المهوى، حسنة المس، قليلة الظل.\nوكما حكي عن سهل بن هرون من أنه عمل كتابا يمدح فيه البخل، ويذم الجود، ليري بلاغته، وطول لسانه، وأهداه إلى الحسن بن سهل. إلا أن الحسن وقع عليه: لقد مدحت ما ذمه الله، وحسنت ما قبحه الله، وما يقوم صلاح لفظك بفساد معناك، وقد جعلنا ثوابك عليه قبول قوله فيه. ولم يعطه شيئا.\nوقد اعتمد جماعة من البلغاء مدح الشيء وذمه إظهارا لاقتدارهم، وإبانة عن محلهم ومقدارهم، وعملا بقول القائل: ما من شيء إلا وله وجهان؛ فالمادح يذكر أحسنهما، والذام يذكر أقبحهما.\nوقد روي عن عيسى - عليه السلام - أنه مر هو وأصحابه على كلب ميت فقال بعضهم: ما أنتن ريحه، فقال عيسى - عليه السلام -: ما أشد بياض أسنانه. فسلم لعائبه ما ادعاه من مساوئه، وذكر من محاسنه ما لم ينازعه فيه.\nوالمملوك يقول: إن من أبدع الكلام قول الحكيم: لا عشت ليوم أمدح فيه ما ذممته، ولا أذم فيه ما مدحته؛ ذلك يوم ظفر الهوى بالرأي.\nومما يلحق بهذا الباب\nأن يأتي ذم لا تكون المبالغة فيه إلا باللفظ الذي يكون مدحا لغيره، كقوله:\nشاهين موسى وإن أرضتك عفته\n...\nأبر منه وأتقى باز عمران\nوباز مالان لا تنجو طريدته\n...\nولو أتت بأمان من سليمان\nفالعفة والتقى مبالغة في ذم الجوارح، وهما من أفضل ما يمدح به غيرها.\nفي تناوب الأعضاء\nوهو مما يدل على تجويد الشاعر وقوة تصرفه، ومضاء خاطره وقلة توقفه، ومن أحسن ما جاء في ذلك قول أبي الطيب:\nوجحفل ستر العيون غباره\n...\nفكأنما يبصرن بالآذان\nوقوله:\nكأن الهمام في الهيجا عيون\n...\nوقد طبعت سيوفك من رقاد\nوحكى ابن رشيق قال: جلست يوما إلى ابن حديدة الشاعر وأنا سكران، فسألني عن حال المكان الذي خرجت منه، فوصفته، وأفضى بي الحديث إلى ذكر غلام كان ساقيا، فقلت في درج الكلام:\nفشربتها من راحتي\n...\nهـ كأنها من جنتيه\nوقلت: أجز، فقال:\nالجزء: 1 ¦ الصفحة: 41\n",
        "وشممت وردة خده\n...\nنظرا ونرجس مقلتيه\nفقلت: أحسنت، وجودت شمك بالنظر، كسماع أبي الطيب بالبصر حيث يقول:\nخلفت صفاتك في العيون كلامه\n...\nكالخط يملأ مسمعي من أبصرا\nوهذا - وإن لم يكن من هذا الباب من كل جهة - فهو من أولى ما أورد معه.\nوكذلك قول مهيار:\nخان بكاء العين أجفانه\n...\nفناح، والنوح بكاء الفم\nلأن النوح والبكاء ليسا عضوين.\nولابن رشيق في جواب كتاب:\nأسمعت عيني ما اشتهت\n...\nبلسان هاتيك اليراعة\nوقول الشريف الرضي:\nعزني أن أرى الديار بعيني\n...\nفلعلي أرى الديار بسمعي\nوكان المملوك يوما مع صديق له وهما سائران في الطريق، فلقيهما ضرير، فلما سمع وقع حوافر الدواب؛ جعل يتوقف ويتحسس، وأخذ يتنصت ويتجسس، فقال المملوك لرفيقه: تأمل هذا الضرير كيف يتبصر بسمعه ولم يكن شيء من هذا الباب حينئذ على ذكره، فاستجاد العبارة، واستحسن الاستعارة.\nولأبي الطيب:\nخير أعضائنا الرؤوس ولكن\n...\nفضلتها لقصدك الأقدام\nولحسن بن عبد الصمد:\nتعطي وسمعك بالملام مشنف\n...\nفكأن راحتك الكريمة تسمع\nولابن حيوس:\nقواف هي الخمر الحلال وكأسها\n...\nلساني ولكن بالمسامع تشرب\nوقد أجاد ابن القمي وزاد بقوله:\nولي سنة لم أدر ما سنة الكرى\n...\nكأن جفوني مسمعي والكرى العذل\nونظائره كثيرة.\nقد قدم المملوك في صدر هذا الجزء اعتذاره في ذكر القليل وإيراده، واحتجاجه على توخي اليسير واعتماده، لما خص به المقام الأعظم - ثبت الله سلطانه - من المهابة التي تحجز عن الإطالة، وتمنع من دواعي السآمة والملالة، ولولا ذلك لتوسع فيما يجمعه، واستكثر مما يصنعه، تقربا إلى مالكه باجتهاده، وحرصا على تطلب الحظ وارتياده، والله تعالى يقضي له بارتضاء خدمه وإن كانت مختصرة لطيفة، ويجعل السعود - أبدا - محدقة بمجلس مالكه مطيفة، ويوزعه شكر النعمة فيما ناله من إحسانه وشمله، ويبلغه في الخدمة الشريفة بغيته ورجاءه وأمله، بمنه وطوله وقدرته وحوله إن شاء الله عز وجل.\nرسالة\nمناجاة شهر رمضان\nمناجاة شهر رمضان\nأيام المواسم مكرمة مفضلة، وأوقاتها مرفوعة أعمالها متقبلة، بدليل فضل شهر رمضان عند من علمه وعرفه، وحصول الإجماع على ما شرف الله تعالى به يوم عرفة، فالصائم إذا نادى لباه الله - سبحانه - وأجابه، والمؤمن إذا ناجى حرم الله رده ومنع حجابه، لأنه كتب على نفسه قبول ما كان له - جل وعلا - فيه رضى، وجعل فاعل ذلك لا يخاف مخالفا فيه ولا معترضا.\nالجزء: 1 ¦ الصفحة: 42\n",
        "ولما أهل شهر رمضان على المقام العالي المالكي السيدي الأجلي الأفضلي الجيوشي، سيف الإسلام، ناصر الإمام، كافل قضاة المسلمين، وهادي دعاة المؤمنين، عضد الله به الدين، وأمتع بطول بقائه أمير المؤمنين، وأدام الله قدرته، وأعلى كلمته، مؤذنا باتساع قدرة تخدمها الأفلاك، ومبشرا بانفساح مدة تخضع لها الأملاك، وكانت الحضرة العالية المالكة - ثبت الله دولتها، ونصر ألويتها - مخصوصة بالتوفر على الخير والبر، حريصة على الطاعات في الجهر والسر، متحققة أنها الأفعال التي يتقرب بها إلى الله تعالى ويتوصل، والذرائع التي يتحرم بها عنده ويتوسل، والدواعي إلى الثواب الجزيل في العاجلة والعقبى، والمساعي التي من لزمها كان الله حزبا وللشيطان حربا، وقد علمت - خلد الله ملكها، وأدام في أعداء الدين فتكها - أن المجتهدين في الأدعية اثنان: إما سالك في ابتهاله مسلك الطالب الراغب، أو معدد في مناجاته ما لله عنده من المنائح والمواهب، ولا خلاف أن من عدد الإنعام أفضل ممن طلبه، ومن اعترف بالإحسان أشرف ممن رامه وخطبه، وأنه لا حجة لها على الله - عز وجل - لأنه استخلفها على البسيطة لما كانت أفضل الخلق، وارتضاها لتدبير الخليقة لما هي عليه من العمل بالعدل، والحكم بالحق، وانتضاها محامية عن دينه الحنيف وتوحيده، وشرف اعترافها عن عدول الجاحد ومحيده، فأولى ما ناجته به وصف نعمه التي لا تحصى بعدد، وشرح منحه التي يلزمها ذكرها دون كل أحد، لأنها محظورة على كافة أهل الأرض؛ والناطقين فيها، ومحرمة أن يتفوه بها بشر إلا أن يكون إيرادها من شريف فيها. فلذلك خدم المملوك بهذه المناجاة التي عظم بها القدر عند الله تعالى والجاه، وجعلها مشتملة على تعديد النعمة، واستمطار الكرم والرحمة، والله تعالى يمد عليه ظل مالكه، وينهضه بخدمته، ويديم على الدنيا والدين عز سلطانه، وبهجة دولته، بفضله، وطوله، وحوله، وقدرته.\nوهذا ابتداء المناجاة\nرب! قد آتيتني من الملك.\nاللهم إنك قد فضلتني على بريتك، ونصبتني لتدبير خليقتك، وارتضيتني محاميا عن كلمة توحيدك، وعرضتني بذلك لمضاعفتك النعمة عندي ومزيدك، وخصصتني بما لم ينله ملك في قديم الإسلام ولا حديثه، وجعلتني ممن يتفق كل ناطق في وصفه - جل قوله - وحديثه، وعصمتني أن أجحد نعمك وأكفرها، وألهمتني أن أهب الجرائم وأغفرها، ما لم يكن ذلك حائلا عن إقامة الحدود، أو حاجزا عن الانتقام من أهل الشقاق والمردود.\nاللهم إنك قد حفظت بي من الدين القيم ما أضاعه ملوك الوقت، وجعلت ذلك قاضيا لي بالمحبة وحاكما عليهم بالمقت، وحبوتني من الكافة بصفاء الضمائر وخلوصها، وساويت بين سرائرهم في عموم مشايعتي وخصوصها.\nاللهم إنه قد أشرف هذا الشهر الشريف الذي فضلته على جميع الشهور، وميزته في متقادم الأزمنة والدهور، وعظمته بما أنزلته في ذكره ووصفه؛ فقلت في كتابك الذي لا يأتيه الباطل من بين يديه ولا من خلفه: (شهر رمضان الذي أنزل فيه القرآن هدى للناس وبينات من الهدى والفرقان) .\nوجعلت فيه ليلة القدر التي لم تزل أعمال من أحياها إليك صاعدة، والمخصوصة بنزول القرآن إلى سماء الدنيا فيها جملة واحدة.\nاللهم فأعين على صيامه وقنوته، وأنهضني بما يجب له في أحيان ذلك ومواقيته، ووفقني لما يرضيك من عمل نهاره وليله، وأذهب عني رجز الشيطان الذي يجلب على المؤمن برجله وخيله، واجعل نصيبي من ثوابه كمنزلتي من اصطفائك، وحظي من أجره أجزل حظ مننت به على عبيدك وأوليائك.\nاللهم إنك أعلم بمصالحي مني، وإن أيسر جزء من إحسانك يتجاوز غاية التمني، فبحرمة ما تعلمه من باطني وسريرتي، وما تطلع عليه من صحة عقيدتي وطهارة نيتي، وما ألهمتني إياه من بث العدل في الرعية، والعمل بمرضاتك في هذه البرية؛ إلا مددت في عمري وأصحبتني التأييد في جميع أمري، وجمعت لي الحُسنيين في القول والعمل، وبلغتني في طاعتك غاية المطلوب والأمل.\nاللهم واقض لي أن يكون هذا الشرع الشريف محروس النظام بي، واجعل حمايته في عقبي كما كانت من قبل من أبي.\nاللهم وامددني من الحظوظ الملكوتية والسعود اللاهوتية بما أمددت به أنبياءك الذين حكمت بعزتهم، وحتمت بقوتهم، وقضيت بانتشار دعوتهم، وتأذنت بظهورهم وإعلاء كلمتهم.\nالجزء: 1 ¦ الصفحة: 43\n",
        "اللهم وألن في طاعتي القلوب القاسية، ومكن قواعد مملكتي لتكون راسخة راسية، واجعل الألسنة بصالح الأدعية لي لا غافلة ولا ناسية.\nاللهم وأعني على ما استرعيتني ووفقني فيما استصلحتني له وارتضيتني، وأيدني بروح منك لتصلح شؤوني، ويصح تدبيري، وأرشدني إلى ما يحظى لديك عند مآلي إليك ومصيري، يا من لا يرد من أخلص في دعائه، ولا يحرم من وثق بعطائه، ولا يخيب من استمسك بالعروة الوثقى من تأميله ورجائه. إنك اللطيف الخبير، وأنت على كل شيء قدير.\n(وآخر دعواهم أن الحمد لله رب العالمين) وصلى الله على سيد المرسلين، محمد خاتم النبيين وعلى آله الطاهرين وسلم تسليما، (وقالوا: حسبنا الله ونعم الوكيل) .\nرسالة سماها عقائل الفضائل\nأفضل الكلام أصدقه وأنفعه، وأشرف البيان أسبقه إلى الفهم وأسرعه، ولقد حكي عن المأمون أنه قال: أريت في المنام رجلا على الهيئة التي يوصف الحكماء بها، خيل إلي أنه أرسطاليس، فتقدمت إليه، وسلمت عليه، وقلت له: أيها الحكيم، ما خير الكلام؟ فقال: ما يستقيم في الرأي، قلت: ثم ماذا؟ فقال: ما يدل قليله على كثيره، قلت: ثم ماذا؟ فقال: ما لا تخشى عاقبته، قلت: ثم ماذا؟ فقال: لا ثم! فإذا كان غاية الوصف الذي ختم به مقاله أن يكون المتكلم كفافا لا عليه ولا له؛ فالكلام الذي يوجب أجراً أوفى رتبة وأعلى، والمقال الذي يذهب وزرا أسنى قيمة وأغلى، وذلك لا يجود إلا في تعظيم الله وحمده، ومواصلة شكره الذي به استنجاز وعده. والصلاة على سيد المرسلين محمد نبيه وعبده، وعلى أمير المؤمنين علي بن أبي طالب، أول من آمن به وتمسك بعهده، وعلى الأئمة من ذريته، العامل كل منهم في سياسة الأمة بغاية جهده، ثم الثناء على كل ملك وقع الاتفاق على فضله، وتساوت رعاياه في إنصافه وعدله، وحاز الشكر بلسان الإجماع، وألقت شيمه التنافس بين الأبصار والأسماع.\nولما كان مولانا الملك أفضل ملوك هذه الدار، وأعدل من أعين بمساعدة الأقدار، وأشرف من خدمه التوفيق في الإيراد والإصدار، ومن أبى في أحكام الأمة سوى مساواتها، وملك القلوب فكان أحق بها من سويداواتها، وأولى من النعم ما أوفى على السؤال والأرب، وبنى للعجم من الشرف مثل ما بناه رسول الله للعرب، ولم يرض عند الله تعالى بدون المنزلة العظمى والدرجة العليا، فاشترى الدار الآخرة بحسن سيرته وأفعاله في هذه الدار الدنيا.\nكان أوفى ما استعمله الناطق، وأولى ما استكثر من الإخبار به الصادق؛ أن يورد من خصائصه وصفاته، ويذكر من أفعاله وحسناته ما يتوخى فيه قول الحق والصواب، وينال به عند الله جزيل الأجر والثواب. وحين عزم المملوك على ذلك رأى أن الكلام يشرف بمن ينسب إليه ويعزى، وجلالة الموصوف تكسب الواصف افتخارا وعزا، وقد قيل: إن القول يعظمه قائله، ولو قلت عقائله، فكيف إذا جمع المعنيين، ولم يكتف بإحدى الحُسنيين؟! وقد وصف مولانا الملك من الأئمة الخلفاء - صلوات الله عليهم - بما لا يحصيه عدد، ونال من ذلك ما لم ينله قبله أحد. والمملوك يقتصر من هذا الباب على فصول من جملة ما أنشأه عن الحضرة الطاهرة الآمرية - صلى الله عليها - مما ثبت في السجلات، وصدر إلى الأعمال والجهات، فتوج فروق المنابر، وبين عن الشرف الذي ورثه مولانا الملك كابرا عن كابر، واستوطأ مهادا من قبل كل سامع، وتضوع أرج ذكره في المحافل والمجامع، فهو - ثبت الله سلطانه - مستقر في دار مملكته السعيدة، وأحاديث فضله تجول في البلاد القصية والأماكن البعيدة.\nفصل\nاتفق في أسجاعه اللفظ والخط دون المعنى\nالجزء: 1 ¦ الصفحة: 44\n",
        "ولقد انتضى الله عز وجل لإعزاز الدين، وارتضى لتدبير الدنيا من يضاعف جزاءه يوم الدين؛ الملك السيّد الأجل الأفضل، أمير الجيوش، سيف الإسلام، ناصر الإمام، كافل قضاة المسلمين، وهادي دعاة المؤمنين، الذي استظهرت المملكة بعزماته على كل مخالف ومعاد، وأبت مفاخره كل مكرر من الصفات ومعاد، وحفظ معاقد الملة من أن تختل أو تحل، وصان محظورات الشريعة من أن تباح أو تحل، وساس أمور الكافة ببأسه الشديد ورأيه الصليب، وصرف عالي همته إلى إعزاز التوحيد وإذلال الصليب، وأمضى في حياطة الإيمان مرهفا ماضي الغرار، وأسهر جفنه في مصالح الأمة فما يطعم من الكرى غير الغرار، فالإجماع واقع على أنه أشرف من رفع للمجد علما وراية، والاتفاق حاصل في كونه أفضل من وقف على الخيرات نظره ورأيه، ولهذا نجح قصد راجيه وسائله، وأصبح لديه تأميل مؤمله من أعظم وسائله، فلا زال باب اعتزامه في فل الخطوب غير مرتج، وزند عطائه غير كاب بعنان ولا مرتج.\nفصل\nفتدبيره أبرز الدولة الفاطمية في أجمل المعارض، وجعل آيات مجدها متلوة بلسان المخالف والمعارض، لأنه شيد مبانيها باصطفاء الأنجاد، وحمى الدين وقد قعد الملوك عن النصرة له والإنجاد، وانتصب لصالح الأمة يستمد أسبابها ويجتلبها، واجتهد في منافع الكافة يستدر أخلافها ويحتلبها، فالأفهام متواطئة على أن هدايته أرشدت الألباب الحائرة، والأحوال ناطقة بأن معدلته أذهبت الأحكام الجائرة، فالله يخلد نظره ما تتابع ليلة ويوم، ويشيد مجده ما تعاقب على الأجفان يقظة ونوم.\nفصل\nإن الله عضد الخلافة منه بكفيل تكفلت بحياطة الملة صرائمه، وخليل تجردت لإيالة الإسلام صوارمه، وحفيظ وضحت مفاخره وضوح ضياء الشمس، وحسيب اجتمع له فضيلتا كرم الأصل وشرف النفس، ومليك أوجبت خلاله تشوف الغد، وقضت بتلهف الأمس، ولذاك آتاه الله من الخصائص التي فاضل بها عظماء الأرض طرا، وحباه بالمآثر التي طال بها ملوك العصر شما كريمة وأفعالا غرا.\nفصل\nوكيف يبلغ الحمد مدى هممه، أو يؤدي القول فحوى شيمه، وقد بدد جموع الضلال ذباب قواضبه القاضية، وسرد أسود الأقيال تغالب أسنته الضارية، وأورد دماء الأعداء حوائم سهامه الظامية، واستنطق عصره مفتخرا على الأيام الخالية، بأيامه الحالية، فبكفالته اغتباط الدولة وابتهاجها، وإلى مكارمه معرج الآمال ومعاجها، وبتدبيراته الميمونة ظهر برهان الدولة الآمرية وثبت احتجاجها، ولا خلاف أن أعطاف مجده لائقة بها ملابس التعظيم، وأن ملوك الأرض قد أقرت له بفضيلة التقديم، وأنه قد حاز تالد الفخر وطارفه، فلم يحتج قديمه إلى حديث، ولم يفتقر حديثه إلى قديم.\nفصل مما كتب به عند مقامه بالفرما لتقرير أمر الجهاد وتدبيره، والعمل بما يؤدي إلى\nهلاك العدو وتدميره\nوأمير المؤمنين يقول مخبرا، ويورد مقتصدا مقتصرا. إن المنة به أكبر من أن يوفى حقها باعتداد، وأعظم من أن يؤدى فرضها بمبالغة في الشكر واجتهاد، وأسنى من أن يحيط بها وصف أو شرح، وأعلى من أن يناهضها تقريظ أو مدح، إلا أن البلغة من أوصاف مفاخره واللمعة من فضائله الباهرة ومآثره؛ أنه ملك يؤمن الخائف، ويقهر الحائف، ويبالغ في شكر العطاء والجود، ولا يتعدى الحد في إقامة الحدود، فحلال الدماء مطلول بشفار مشرفيته، وحرامها مصون بدينه الخالص وتقيته، يعمل بما يقضي بجذل الإسلام وابتهاجه، ويضمن الطمأنينة والسكون في حركته وانزعاجه، وينهض لنصرة الدين وقد صاحبته الميامن والسعود، ويفارق وطأته فراق السيف غمده يجلي ظلم الحوادث ويعود، ولذاك أعمل ركابه لتجهيز العساكر المؤيدة، والأساطيل المظفرة، واستسهل البعد عن مقر أمير المؤمنين في جنب ما يرجوه من إبادة أعدائه الكفرة، لأن عملهم ينهوضه جيش ينفذ من الرعب، ولأن بعده الآن مؤذن - بمشيئة الله - بدوام الدنو والقرب، فكم استخرجت عزمته الدعة من النصب، وكم استنتجت همته الراحة من التعب، فلا زالت أقطار المملكة محصنة بقواضي قواضبه، والخطوب مخاطبة عن حوزتها بألسنة كتائبه.\nفإذا كان هذا جزءا من ثناء أمير المؤمنين، ويسيرا مما تداوله الخلفاء على متقادم السنين؛ فأين يقع منه اجتهاد مماليكه في إحسان ذكره؟ وكيف يطمع أحد منهم بواجب حمد الله على تمليكه عليهم وشكره؟\nالجزء: 1 ¦ الصفحة: 45\n",
        "عذرا إليه فإننا من عجزنا\n...\nوقصورنا عن مدحه نستغفر\nوهذه الفصول أنموذج في وصف مناقبه كاف، وسبيل إلى نشر فضائله غير عاف ولا خاف، والمملوك يقف عند هذا الحد، ويقنع بما أورده مما قد أمن فيه من الرد، ويشفع ذلك من الملح بما يسنح، ويتبعه بما يميل القلب إلى مثله ويجنح، وهو وإن أورد منه ما نزر وقل، فقد نبه به على نظائره ودل، والله يعينه من الخدمة الشريفة على ما تضمره نفسه وتنويه، ويقضي له من الحظ بما يكسبه جزءا من إشادة وتنويه، بجوده، ومجده، وكرمه وفضله.\nمن فضائل الملوك التي ذكرت إيماء لكثرتها واتساع فنونها، ولأن التخفيف والاختصار من\nشروط هذه الخدمة وقوانينها\nوذلك نوع إذا استشفت ضروبه، وتؤملت أساليبه؛ كان سهم مولانا الملك منها السهم المعلى، وألفي كل مدح في حقه مستنزرا مستقلا، ولو لم يكن له من المناقب التي فضل بها وفاق، وملأ ذكرها ووصفها الآفاق، إلا أنه قوم الزمان لما مال وانحرف، وفعل في تعديله ما أقر به الجاحد واعترف، فوفق بين سنة الشمس وسنة القمر، وأبان عن صحة الفكر ودقة النظر، وكانت مسافة بعدهما منافرة للعادة، ومدة تفاوتهما ثلاث سنين وهي إلى الزيادة، فدبر ذلك على حسب سيرته العادلة، وسنته الحسنة، وجعل مقدار هذا التباين مأمونا فيهما إلى مائة سنة، وأمر - أعلى الله أمره - بما أنشئ في هذا المعنى مما تولى - خلد الله ملكه - تهذيبه، وقصد إيصاله إلى الأفهام وتقريبه، وقرئ على جميع منابر المملكة، فعلم الكافة ما فيه من عموم النفع وشمول البركة، وذلك مما عجز عنه الوزراء الذين هذا الفن صناعتهم، والتصرف في الكتابة عمدتهم وبضاعتهم، فما يتنافسون إلا في طلابها، ولا يتوسلون إلى الرئاسة إلا بها. وهو - ثبت الله دولته - فهي أيسر حسناته، وأقل آلاته وأدواته، وفضيلته فيها فضلة على ما هو أعلى منها وأشرف، وعلومه شاهدة أنه أنفذ من مدرسيها وأعرف.\nولقد حكى الزعيم أبو العلاء (ثقة الملك) صاعد بن مفرج أن أماثل متولي الدواوين اجتمعوا عند بعض الوزراء في سنة نيف وثلاثين، وتفاوضوا في نقل السنة الخراجية إلى الهلالية، وقصدوا ما رفع اللبس وأزاله، ووسعوا القول رغبة في إيضاح المعنى له، فقال: ما أوثر أن يجري هذا في أيامي ولا نظري، فو الله ما وصل إلى فهمي، ولا علق بتصوري، وهذا يكون على يد غيري، ويخبأ لمن يأتي بعدي. فأمسكوا عنه، وخرجوا من عنده وبقي ذلك مهملا إلى سنة خمس مائة لأن الله تعالى ذخر الفضيلة فيه لمولانا الملك الذي أسبغ النعم العميمة، وأولى المنح الجسيمة، ولم يكتف بالإحسان إلى كافة البرية حتى لاءم بين السنة الشمسية والسنة القمرية.\nفالله تعالى يديم بهجة الدنيا بامتداد ظله، ويلهم أهلها ما يستوجبون به سبوغ عدله، ويجعل القلوب على طاعته متفقة، كما تألفت عنده الفضائل التي غدت في الناس مفترقة.\nلا غرو إن كان فيه الفضل مجتمعا\n...\nوالفضل مفترق في (سائر الأمم)\nفأحرف الخط يحوى الطرس جملتها\n...\nوقد تفرع منها سائر الكلم\nولا زالت الأمة في شكره قاضية دين، وإحسانه متجددا أبدا على الجديدين. فأما إرشاده للمستخدمين، وإيفاؤه على ملوك الأرض المتأخرين والمتقدمين؛ فيكفي من ذلك ما شاع واشتهر، ويقنع منه ما بهر مذ ظهر، ولا خلاف أنه يهدي الحكام في المشكلات إذا نزلت، ويشجعهم في القضاء إذا ضعفت القوى وانخزلت، ويرسم للكتاب ما يعتمدونه في المستبهمات إذا عرت، ويوضح لهم طرق المعالي إذا صعبت وتوعرت، فأدام الله ظله على هذا الخلق، وأجاب فيه دعاء أهل الغرب والشرق، بكرمه وفضله وجوده، ومجده.\nيحكى أن الصاحب أنشد عضد الدولة فناخسروا قصيدته المعروفة باللاكنية لكثرة ما كرر فيها (لكن) وأولها:\nأشبب لكن بالمعالي أشبب\n...\nوأنسب لكن بالمفاخر أنسب\nولي صبوة لكن إلى حضرة العلا\n...\nوبي ظمأ لكن من العز أشرب\nفلما انتهى إلى قوله:\nضممت على أبناء تغلب ثأيها\n...\nفتغلب\nماكر الجديدان\nتغلب\nقال عضد الدولة: يكفي الله كراهية لقوله: تغلب! والصاحب لم يتيقظ لهذا النقد مع أنه لا يصح في هذه اللفظة إلا بتغييرين: ضمة التاء، وفتح اللام، وإنما ذكر أحدهما.\nالجزء: 1 ¦ الصفحة: 46\n",
        "وقد سلم ابن حيوس مما لزم الصاحب، لما كان مادحا لبني تغلب، وغير محتاج إلى بناء الفعل لما لم يسم فاعله في قوله:\nإذا البيض كلت يوم حرب فإنها مواض قواض أن تغلب تغلب\nومولانا؛ فقد صان الله مواقفه المعظمة، ومقاماته المكرمة عن أن تكون الخدم بها إلا منقحة، والمدح لها إلا مهذبة مصححة، وحماها مما لم يزل سامعوه ينتقدونه فيحتاج قائلوه إلى الاعتذار عنه بما يتأولونه.\nكان أبو المناقب الشاعر قد خدم المقام العالي المالكي الأفضلي - ثبت الله سلطانه - بعيدية أولها: نهنيك، كلا! بل يهنى بك الدهر فقيل له: إن لفظة (كلا) هاهنا غير مستحسنة، فوافق على ذلك وغيرها فقال: نهنيك والأولى نهني بك الدهر وهذا دليل على أن الأقدار بخدمة مولانا متطوعة، والأفكار إلى ما يرتضي غرضه بعالي مجلسه متوثبة متسرعة.\nويروى أن سيف الدولة علي بن حمدان قال لابن خالويه: لم يأت على تصريف: رحم، فهو راحم، ورحيم، ورحمان؛ إلا قولهم: سلم فهو سالم، وسليم، وسلمان، وندم فهو نادم، ونديم، وندمان. فقال ابن خالويه: أعرف رابعا في نسب الأمير، قال: وما هو؟ قال: حمد فهو حامد، وحميد، وحمدان.\nوهذه الرواية وإن شهدت بفضيلة سيف الدولة وأدبه، فقد أعربت عن إغفاله تقصي النظر في نسبه.\nوقد تقدم من وصف مولانا ما يدل على معجزاته، وعلم معه أن الاستدراك لا مجال له في معلوماته، ولو أودع هذا الباب ذكر خصائصه لأتى من توسيع القول وبسطه ما يقضي بتوفر حظ الإطناب وتضاعف قسطه.\nيقال: إن رجلا سأل شرف الدولة مسلم بن قريش حاجة، وسار في موكبه إلى أن وصل إلى حضرته، فقال له: أيها الأمير لا تنس حاجتي، فقال له شرف الدولة: إذا قضيتها نسيتها! وهذا من الأجوبة الدالة على شرف القدر، واستيجاب الصدر، وهو جل البيت الثاني من قول ابن قابوس عمر بن مسلم في يحيى بن خالد البرمكي:\nرأيت يحيى أتم الله نعمته\n...\nعليه يأتي الذي لم يأته أحد\nينسى الذي كان من معروفه أبدا\n...\nإلى الرجال، ولا ينسى الذي يعد\nومن أعلى رتب البلاغة نثر المنظوم ونظم المنثور، وقل من يجيد فيهما إلا من أعانته دربته، وساعده طبعه وفطرته.\nوقد كان أبو سعد علي بن خلف صنف لبهاء الدولة أبي نصر بن عضد الدولة كتابا في حل المنظوم، ولقبه بالمنثور البهائي واعتمد فيه على الحماسة، للألف لها، والأنس بها، كما فعل أبو علي الفارسي في كتاب الإيضاح الذي عمله لأبيه عضد الدولة فناخسروا؛ فإنه استشهد في باب (كان) بقول أبي تمام:\nمن كان مرعى عزمه وهمومه\n...\nروض الأماني لم يزل مهزولا\nقال علي بن عيسى الربعي: قال لي أبو علي مرات: ما أفرق بين شعر الطائي والبحتري، وبين حجرين ملقيين في الطريق أتجنب أن أعثر بهما فأعدل! ثم اعتذر إلي من هذا البيت الذي ذكره في الإيضاح، فقال: يا أبا الحسن، لا تظن أني تغير رأي في الطائي، أو ناقضت لذكري هذا البيت، وإنما جرى في مجلس الأمير فعملته لأنه من حفظه لا أني جعلته شاهدا! ولعمري إن أبا تمام وغيره من المحدثين لا يستشهد بأشعارهم في النحو ولا اللغة؛ لأن الشواهد على ذلك إما لجاهلي، وإما لمخضرم: بفتح الراء وكسرها. قال الأخفش: يقال: ماء خضرم إذا تناهى في الكثرة والسعة، فمنه سمي الرجل الذي شهد الجاهلية والإسلام مخضرما؛ كأنه استوفى الأمرين.\nقال: ويقال: أذن مخضرمة، إذا كانت مقطوعة، فكأنه قطع عن الجاهلية إلى الإسلام.\nوإما لإسلامي كرؤبة، وذي الرمة، وجرير، والفرزدق.\nعلى أن ابن جني قال في شرح منهوكة أبي نواس: وبلدة فيها زور.\nقال بعض أهل علم العرب: لولا ما كان أبو نواس يخلط به شعره من الخلاعة لاحتج به في كتاب الله - عز وجل _، وفي حديث رسول الله صلّى الله عليه وسلّم.\nرجع المملوك إلى حل المنظوم: فمن فصول المنثور البهائي المقدم ذكره:\nالجزء: 1 ¦ الصفحة: 47\n",
        "ومتى استنهضتنا لخطب، أو استنجدتنا في حرب؛ أنجدك منا رجال بأيديهم آجال، إذا أبدى البأس ناجذيه طاروا جماعات ووحدانا إليه، وإن صرح الشر لهم، وهو عريان، عدوا عليه عدوة الليث وهو غضبان، يرون بالقتل حياة، وفي الشر نجاة، لا يصدون عن الحرب الزبون فرارا، ولا يزدادون عليها إلا إصرارا، ولا تبلى بسالتهم وإن صلوا بها أطوارا، إذا أحلبت عليهم العدو المباسل اقتسمته الأسنة والسلاسل، وإن سما لهم الجاهل المتطاول، فما العمر منه بباق ولا المدى متطاول.\nوهذا الفصل جل أوائل الحماسة: فأما نظم المنثور فلم ير المملوك تصنيفا فيه إلا الحاتمية. وهو يمثله بشيء مما حاضر به، واتفق له.\nقال يوما لأمية بن عبد العزيز المعروف بأبي الصلت في مذاكره بينهما: ما أحسن قولهم: الأماني أحلام المستيقظ، فوافق على استحسانه، ونظمه فقال:\nكم ضيعت منك المنى حاصلا\n...\nكان من الواجب أن يحفظا\nفإن تعللت بأطماعها\n...\nفإنما تحلم مستيقظا\nمن الشعر المستحسن قول سيف الدولة صدقة بن مزيد يصف ناقة:\nوحطا رحال الميس عنها فإنها\n...\nأنيخت هلالا بعدما ثورت بدرا\nويحكى أنه لم يقل قط إلا هذا البيت، واقتصاره عليه دليل على أنه لم يستكره طبعه ولا تعسف فكره.\nوهذه قضية قد اتفقت لجماعة من الفضلاء في أنهم يقولون البيت المفرد، ولا يعملون له ثانيا. فمنهم وقد - رقي المنبر يوم عيد فأرتج عليه، فنزل وهو يقول:\nفإلا أكن فيكم خطيبا فإنني\n...\nبسيفي إذا جد الوغى لخطيب\nفقيل له: لو قلت هذا على المنبر كنت أخطب الناس! ومنهم هشام بن عبد الملك، فإنه كان يكثر التمثل ببيت قاله، ولم يقل غيره، وهو:\nإذا أنت لم تعض الهوى قادك الهوى\n...\nإلى بعض ما فيه عليك مقال\nومنهم إبراهيم بن موسى بن جعفر في قوله لذي الرئاستين معزيا بابنه العباس:\nخير من العباس أجرك بعده\n...\nوالله خير منك للعباس\nومنهم عمرو بن مسعدة - ووقع به -:\nأعزز علي بأمر أنت طالبه\n...\nلم يمكن النجح فيه وانقضى أمده\nوقال ابن عبدوس في كتاب: الوزراء والكتاب إنه لم يقل قط غيره.\nومنهم إبراهيم بن العباس الصولي في قوله:\nأناة فإن لم تغن أعقب بعدها\n...\nوعيدا، فإن لم يغن أغنت صوارمه\nولم يقل أولا ولا ثانيا.\nوقد قيل: إنه بدأ به على أنه كلام منثور، فجاء موزونا، فأقره على ما هو به.\nولا يعلم المملوك شعرا في مكاتبة سلطانية إلا هذا البيت.\nومما مدح الفضل بن يحيى به مفردا:\nما لقينا من جود فضل بن يحيى\n...\nيترك الناس كلهم شعراء\nفاستجيد هذا البيت، وعيب بأنه مفرد، فقال أبو العذافر:\nعلم المفحمين أن ينطقوا الأش\n...\nعار منا والباخلين السخاء\nويروى أن ابن دارة واصل هجاء رجل من العرب فلقيه المهجو يوما وحده، فقتله، وقال: محا السيف ما قال ابن دارة أجمعا.\nومنهم الشريف البياضي، وكتبه على مروحة:\nوا رحمتا لي أن حللت بمجلس\n...\nأن لحنوا فيه يكون كسادي\nوهذا من أحسن ما هجي به غناء.\nولبعض شعراء المجلس العالي - ثبت الله سلطانه - في ملك غانة، لما وصل مصر يريد الحج، وقد شاهد أهل مملكة مولانا ما ناله من الحباء الذي سهل حجه، والعطاء الموضح له سبيل مراده ونهجه:\nكذا يجيب دعاء الله من عرفه\n...\nمن غانة غاية الدنيا إلى عرفه\nولما اجتمع المملوك به طالبه بعلم ثان فذكر قصور قدرته عنه.\nمما أهمله المتقدمون وتركوه، فتيقظ له أدباء هذا الوقت واستدركوه\nتضمن كتاب البلاغتين للعسكري نقدا على الفرزدق وابن هرمة، وهو: قال الفرزدق:\nوإنك إذ تهجو تميما وترتشي\n...\nسرابيل قيس أو سحوق العمائم\nكمهريق ماء بالفلاة وغره\n...\nسراب أذاعته رياح السمائم\nوقال ابن هرمة:\nوإني وتركي ندى الأكرمين\n...\nوقدحي بكفي زندا شحاحا\nكتاركة بيضها بالعراء\n...\nوملبسة بيض أخرى جناحا\nوالمنتقد أن ثاني بيت الفرزدق يصلح ثانيا لبيت ابن هرمة، وثاني بيت ابن هرمة يصلح ثانيا لبيت الفرزدق. ولم يزل إصلاح ذلك مهملا إلى أن فاوض المملوك بعض الأدباء فيه، فقال: ينبغي أن يكون قول الفرزدق:\nالجزء: 1 ¦ الصفحة: 48\n",
        "وإنك إذ تهجو تميما وترتشي\n...\nسرابيل قيس أو سحوق العمائم\nكورقاء تعري للسفاهة بيضها\n...\nوتستر بيضا غيره بالقوادم\nوقول ابن هرمة:\nوإني وتركي ندى الأكرمين\n...\nوقدحي بكفي زندا شحاحا\nكمثل الذي يهريق السقاء\n...\nإذا ما السراب لعينيه لاحا\nوهذا مما قنع المتقدمون بانتقاده، وأهملوا إصلاحه وتقويم منآده، حتى هذبه أدباء هذه الأيام الزاهرة، وحرره أنشاء هذه المملكة القاهرة، وذلك لما فاض عليهم من أنوار مالكها فاسترشدوا به في طريق الصناعة ومسالكها.\nذكر الشريف المرتضى في كتاب: طيف الخيال قول البحتري:\nهجرتنا يقظى، وكادت على عا\n...\nدتها، في الصدود تهجر وسنى\nوحكى كلام الآمدي عليه، وتغليطه للبحتري مع حسن رأيه فيه، ووافقه الشريف على ما ذهب إليه، مما مضمونه أنه يقظى ووسنى حالان من ضميرها، وأنها لا تكون موصالة في وسنها، حتى يقول: كادت تهجر في هذه الحال! وهذا البيت صحيح المعنى، وهو من إحسان البحتري، وذلك أن يقظى جمع يقظان، وهو حال من ضمير المتكلمين، لا من ضميرها، ووسنى جمع وسنان، وهو مفعول تهجر، وتقريبه: هجرتنا في حال يقظتنا، وكادت تهجر قوما ذوي وسن.\nفالتأويل الأول يجعل البيت من إساءات البحتري ومعايبه.\nوالتأويل الثاني يجعله من حسناته وغرائبه.\nمن النقد\nسمع المملوك من ينشد:\nلا تعلمن مؤالفا ومخالفا\n...\nحاليك في السراء والضراء\nفلرحمة المتوجعين مضاضة\n...\nفي القلب مثل شماتة الأعداء\nفقال: يتوجه النقد في البيت الأول لكونه أجرى المؤالف مجرى المخالف في النهي عن إعلام حاليه، وإنما الواجب أن يعلما حاله في السراء؛ لما في ذلك من مسرة المؤالف، وغيظ المخالف، وأن لا يعلماها في الضراء إشفاقا من حزن المؤالف، وشماتة المخالف. والوجه أن يكون البيت:\nلا تعلمن مؤالفا ومخالفا\n...\nبنوازل البأساء والضراء\nوالدليل على ذلك تعليله إياه في البيت الثاني.\nكان المملوك يوما مع إخوان له، وهم يتذاكرون أشياء من الأدب، فأنشد بعضهم قول ابن سعيد الحلبي:\nإذا أخذ المرآة ينظر وجهه\n...\nحسبتهما شمسين بينهما بدر\nفأنشد آخر في التشبيه بالمرآة:\nوالنجم وجه مقبل\n...\nوالبدر مرآة صدية\nفقال المملوك: هذا البيت مما جمع تشبيهين بغير أداة، وفيه نقد لا يدرك لمجرد الأدب؛ وذلك أن هذا التشبيه لا يكون إلا في وقت مخصوص، وهو إذا صار القمر بدرا في الثور، وكان ذاهبا إلى مقاربة الثريا، أو منصرفا عنها، لأن النجم - على مذهب العرب - الثريا. ألا تراه شبهها بالوجه، ثم ذلك لا يكون والشمس في الثور، إذ كانت الثريا من كواكبه، وكل كوكب لا يظهر إذا كانت الشمس في برجه؛ لأنه يكون تحت شعاعها.\nومن مليح ما قيل في المرآة:\nقوراء تحويك وتحتويها\nحاملة أشخاص حامليها\nأعجب بها! تريك ما تريها\nمظهرة منك بها شبيها\nوالحسن والقبح جميعا فيها!\nوعلى ذكر التشبيه، فقد أحسن بعض الشاميين في قوله - وكتب به إلى صديق له يدعوه على عجة -:\nوعندي عجة تزهى بحسن\n...\nتناهى فاستمالت كل نفس\nولم أر قبل صائغها حكيما\n...\nيصوغ من الكواكب عين شمس\nومن مليح اللغز فيها قول الآخر في أبيات: حروفها تقرأ مقلوبة: ومراده: اسمها، لا قلب حروفها.\nوهذا يدخل في باب المحاضرة بقول الصقلي:\nقد جاء بالنسرين يمسح خده ويشوفه\nزهر ألذ بقربه\n...\nويسرني تصحيفه\nومراده أن (هذه الكلمة التي هي) يسرني، تصحيف نسرين.\nوقوله أيضاً في كرسي:\nوا وحشتا لمفارق\n...\nقد كان عيشي أنسه\nفاعذر أخاك فإنه\n...\nشيء يسرك عكسه\nومراده: عكس يسرك.\nومن فضلاء الشاميين السابق المعري، وله رسالة وسمها بتحية الندمان. قال: ولهذا اللقب معنيان: أحدهما، رضيع المدامة، والآخر، فعلان، من الندامة.\nفمن محاسنها قوله: صرت إلى حلب، والزمن موشي الجلباب، مقتبل الشباب، قد تم عذاره، ونم بمحاسن وجهه آذاره.\nوذكر المملوك بهذا الفصل قول محمد القيرواني - وقد كتب إجابة لمن سأل عما آل إليه حال الجدب -:\nالجزء: 1 ¦ الصفحة: 49\n",
        "وأما ما انعجم عليك من حال حولنا فقد برئ - بحمد الله - عليل برانا، وأثرى فقير ثرانا، بطالع وسمي دنا فأسف، وتابع ولي وكف فما كف ثرثارا قطره، محجوبا شمسه وبدره، حتى إذا ركب بالطام، وخيف منه انحطام الأطام، مزق عن الرقعاء صحيح إهابها، واختزن در البر في أصداف ترابها.\nوللملوك رسالة في مضاهاة هذه الإجابة منها: وأما استقراؤك حال سنتنا التي وصفتها بالمجدبة، وهي المجدية، ووسمتها بالمهلكة وهي المحيية؛ فقد كانت البلاد مغبرة مقشعرة فيها، وجاء - من كرم الله - ما يذهب عنها الشدائد وينفيها، فأتت جيوش النعم متوافرة مقتحمة، ودنت ضروب المنح مكاثرة مزدحمة. فتأمل الألطاف كيف تستبق ولا يخاف من فوتها، وانظر إلى أثر رحمة الله كيف يحيي الأرض بعد موتها وذلك أن السحاب أنجم ثم أثجم، والغيث ارتفع ثم اندفع، بهطل لا يخشى ضيمه، في يوم ستارته غيمه، تخال مزنه للشمس عاشقا، وتظنه بها مغرما ولها وامقا، فكلما جعلت تحتجب ظل لعدمها يبكي وينتحب، فعاد نسيم وقتنا عليلا مريضا، وغدا أديم أرضنا صحيحاً أريضاً، قد أحيا انهلال القطر بجرعاتها مواتا، واستحفظت من الحب سرا فوشت به نباتا.\nرجع المملوك إلى تحية الندمان.\nفمن فصولها: ولقد نشطت يوما للنزهة في جماعة من الغرباء وطنا وفطنا، فمر لنا يوم خنث الشمائل، غنج الضحى والأصائل، فلما قبض المغيب روح الشمس، وصارت من الظلام في رمس، حثثنا الصغير بالكبير، وحدنا عن شرب القليل إلى الكثير.\nوالمملوك يقول: إن قوله: وطنا وفطنا، من تركيب قول البديع: فما أجرنا حزنا حتى هبطنا بطنا.\nوقد أحسن البحتري في قوله:\nجلن في يابس التراب فما رم\n...\nن طعانا حتى وطئن الطينا\nفأما وصفه الشمس في مغيبها، وما استعاره لها عند غروبها؛ فهو مما أغرب فيه، وأتى بإحسان لا يقدر الحاسد يكتمه ولا يخفيه.\nوقد أحسن الآخر في وصفها عند أفولها بقوله: فجليت عروس الشمس في الإصفرار، وأخذ الليل يدنس ثوب النهار.\nوذكره هاهنا تدنيس الثوب مع جلاء العروس من المعاني التي تبتهج بها القلوب، وتنشرح لها النفوس.\nفصل في محاسن أهل الوقت\nفمن ذلك: قول قاسم بن علي معارضة لأبي عبادة البحتري.\nقال البحتري من قصيدة أولها:\nبات نديما لي حتى الصباح\n...\nأغيد مجدول مكان الوشاح\nمشبها للثغر:\nكأنما يبسم عن لؤلؤ\n...\nمنظم أو برد أو أقاح\nوقال القاسم بن علي (الحريري) :\nنفسي الفداء لثغر راق مبسمه\n...\nوزانه شنب ناهيك من شنب\nيفتر عن لؤلؤ رطب وعن برد\n...\nوعن أقاح وعن طلع وعن حبب\nفالبحتري شبه الثغر بثلاثة، والقاسم شبهه بخمسة وهذا أكثر ما يمكن في بيت.\nوإذا استحسن قول الوأواء:\nوأسبلت لؤلؤا من نرجس فسقت\n...\nوردا وعضت على العناب بالبرد\nوفيه خمسة تشبيهات بخمسة مشبهات فأن تستحسن هذه العدة لمشبه واحد أجدر.\nوالقاسم هذا باهر الفضل، فائق الطبع، غزير الأدب، كثير الملح فمما أعرب فيه عن براعته، وأبان عن بديع صناعته، أنه يمدح الشيء فيحسن في مدحه، ثم يذمه فيكشف عن قبحه، كقوله يمدح الدينار:\nأكرم به أصفر راقت صفرته\nوحببت إلى الأنام غرته\nكم آمر به استتبت إمرته\nوجيش هم هزمته كرته\nوحق مولى أبدعته فطرته\nلولا التقى لقلت: جلت قدرته!\nوقوله يذمه:\nتبا له من خادع مماذق\nأصفر ذي وجهين كالمنافق\nوحبه عند ذوي الحقائق\nيدعو إلى ارتكاب سخط الخالق\nوشر ما فيه من الخلائق\nأن ليس يغني عنك في المضائق\nإلا إذا فر فرار الآبق\nواها لمن تقذفه من حالق\nومن إذا ناجاه نجوى الوامق\nقال له قول المحق الصادق\nولا رأي في وصلك لي، ففارق\nوقد جعل هذا الشعر على وجه اللغز، وهو كثير الاستعمال لهذه الطريقة. ومن مليحها ما صنعه على لسان السروجي وولده وقاض تقدما إليه، فالذي نسبه إلى السروجي:\nالجزء: 1 ¦ الصفحة: 50\n",
        "أيد الله القاضي، إنه كانت لي مملوكة رشيقة القد، أسيلة الخد، صبورة على الكد، تخب أحيانا كالنهد، وترقد أطوارا في المهد، ذات كف ببنان، وفم بلا أسنا، مطبوعة على المنفعة، مطواعة في الضيق والسعة، وطالما خدمتك فحملت، ولربما جنت عليك فآلمت وململت، وإن هذا الفتى استخدمنيها لغرض، فأخدمته إياها بلا عوض، على أن يجتني نفعها، ولا يكلفها إلا وسعها، فأولج فيها متاعه، وأطال بها استمتاعه، ثم أعادها وقد أفضاها، وبذل عنها قيمة لا أرضاها.\nوالذي نسبه إلى الولد: أما الشيخ فأصدق من القطا، وأما الإفضاء ففرط عن خطا، وقد رهنته على أرش ما أوهنته مملوكا لي متناسب الطرفين منتسبا إلى القين، نقيا من الدرن والشين، يقارن محله سواد العين، يغذي الإنسان، ويتحامى اللسان، إن سود جاد، وإن وسم أجاد، وإذا زود وهب الزاد، ومتى استزيد زاد، لا يستقر بمغنى، وقلما ينكح إلا مثنى، يسخو بموجوده، ويسمو عند جوده، وينقاد مع قرينته، وإن لم تكن من طينته.\nوالذي نسبه إلى القاضي: إما أن تبينا، وإلا فبينا! فقال الولد:\nأعارني إبرة لأرفأ أط\n...\nمارا عفاها البلى وسودها\nفانخرمت في يدي على خطأ\n...\nمني لما جذبت مقودها\nفاعتاق ميلي رهنا لديه ونا\n...\nهيك بها سبة تزودها\nفالعين مرهى لرهنه ويدي\n...\nتقصر عن أن تفك مرودها\nوقال الشيخ:\nأقسمت بالمشعر الحرام ومن\n...\nضم من الناسكين خيف منى\nلو ساعفتني الأيام لم ترني\n...\nمرتهنا ميله الذي رهنا\nولا تصديت أبتغي بدلا\n...\nمن إبرة غالها ولا ثمنا\nلكن قوس الخطوب ترشقني\n...\nبمصميات من هاهنا وهنا\nوخبر حالي كخبر حالته\n...\nضرا وبؤسا وغربة وضنا\nقد عدل الدهر بيننا فأنا\n...\nنظيره في الشقاء وهو أنا\nلا هو يستطيع فك مروده\n...\nلما غدا في يدي مرتهنا\nولا مجالي لضيق ذات يدي\n...\nفيه اتساع للعفو حين جنى\nفهذه قصتي وقصته\n...\nفانظر إلينا وبيننا ولنا!\nوقال في وصف كرم الخلق: أنا أراعي الجار ولو جار، وأبذل الوصال لمن صال، وأستقل الجزيل للنزيل، وأغمر الزميل بالجميل، وأودع معارفي عوارفي، وأولي مرافقي مرافقي، وألين مقالي للقالي، وأديم تسآلي عن السالي، وأقنع من الجزاء، بأقل الأجزاء، ولا أتظلم حين أظلم، ولا أنقم ولو لدغني الأرقم.\nوقال في عكس ذلك: أنا لا آتي غير المواتي، ولا أصافي من يأبى إنصافي، ولا أواخي من يلغي الأواخي، ولا أمالي من يخيب آمالي، ولا أداري من جهل مقداري، ولا أبذل ودادي لأضدادي، ولا أدع إبعادي للأعادي، وإلا فلم أعلك وتعلني؟ وأقلك وتستقلني؟ وأجرح لك وتجرحني؟ ومتى أصحب ود بعسف؟ وأي حر رضي بخطة خسف؟\nقد كلت للخل كما كال لي\n...\nعلى وفاء الكيل أو بخسه\nولست بالموجب حقا لمن\n...\nلا يوجب الحق على نفسه\nومن مليح شعره قوله:\nلقد أصبحت موقودا\n...\nبأوجاع وأوجال\nوخوان من الإخوا\n...\nن قال لي لإقلالي\nفكم أخطر في بال\n...\nولا أخطر في بال\nفمحرابي أحرى بي\n...\nوأسمالي أسمى لي\nفهل حر يرى تخفيف أثقالي بمثقالي\nوقوله:\nإني امرؤ أبدع بي\n...\nبعد الوجا والتعب\nفزفرتي في صعد\n...\nوعبرتي في صبب\nوأنتم منتجع الراجي\n...\nومرمى الطلب\nلهاكم منهلةٌ\n...\nولا انهلال السحب\nوجاركم في حرم\n...\nووفركم في حرب\nما لاذ مرتاع بكم\n...\nفخاف ناب النوب\nولا تستدر آمل\n...\nحباءكم فما حبي!\nفأما قوله:\nفزفرتي في صعد\n...\nوعبرتي في صبب\nفمن المعاني التي تصرف فيها الشعراء وتفننوا، وتوسعوا توسعا أجادوا فيه وأحسنوا، فمن ذلك قول ابن أبي سعيد:\nشتان في الحالين ما بيننا\n...\nوبيننا في المنظرين اشتباه\nيا عجبا من حرقات الهوى\n...\nتصعد نيرانا وتجري مياه\nوهذا أصنع من بيت القاسم بن علي، لأن القاسم جعل الزفرة غير العبرة، فهذا في ارتفاع والتهاب، وهذه في انحدار وانصباب، وابن أبي سعيد جعلهما شيئا واحدا إذا صعد كان نارا، وإذا جرى كان ماء، فالنار علة الماء؛ لأن صعودها يجريه.\nوقد عكسه الآخر في قوله:\nالجزء: 1 ¦ الصفحة: 51\n",
        "ولم أر مثل الدمع ماء إذا جرى\n...\nتلهب منه في الأصابع نار\nفجعل الماء علة النار، وأن جريانه سبب لتلهبها.\nوقد أحسن الصاحب غاية الإحسان في قوله:\nلا تحسبن دموعي البض غير دمي\n...\nوإنما نفسي نار تصعد (\n...\n)\nولابن عباد أحد سلاطين الأندلس:\nنار وماء صميم القلب أصلهما\n...\nمتى حوى القلب نيرانا وطو (فانا)\nضدان ألف هذا الدهر بينهما\n...\nلقد تلون في الدهر ألوا (نا)\nوأما قول القاسم:\nوجاركم في حرم\n...\nووفركم في حرب\nفمعنى متداول أيضا. ومن مليح ما قيل فيه:\nلك العرض المباح لمن بغاه\n...\nمن العافين والعرض المصون\nوجارك ضد مالك منذ أما\n...\nمحلك، ذا يعز، وذا يهين\nوعلى ذكر قاسم، فللقاضي الرشيد محمد بن قاسم - وكتب به إلى صديق له كانت جاريته تزور داره، فجاءت على عادتها، وسألها أهله أن تقيم عندهم - فاستزار مولاها بقوله:\nسيدة الروم رام عترتها\n...\nمقامها عندهم إلى العتمه\nفكن صلاة العشاء زائرنا\n...\nوالنون للجمع ليس للعظمه\nولقد ملح ابن قاسم وتظرف، كما تنوع قاسم وتصرف.\nالغزالي:\nحلت عقارب صدغه في خده\n...\nقمرا فجل بها عن التشبيه\nقد كنت أعهده يحل ببرجها\n...\nفمن العجائب: كيف حلت فيه؟!\nولما أنشد المملوك هذين البيتين ابن مكنسة عمل بديها:\nقلت\n...\nإذ ذرفن الدلا\nل على خده الشعر\nهذه آية بها\n...\nظهر الحسن واشتهر\nما رئي قبل صدغه\n...\nعقرب حلت القمر\nوعلى ذكر القمر والعقرب فقد أحسن ابن المغربي في قوله - وقد لسبت العقرب جارية كان يهواها -:\nكم تستحم العين فيك بمائها\n...\nحتى كأن بها جنون المذهب\nإن كان نالك مؤلم من عقرب\n...\nفالبدر ممتحن ببرج العقرب\nوبرج العقرب: هبوط القمر. وقد جاء في الحديث أن رسول الله - صلّى الله عليه وسلّم - نهى عن السفر إذا كان القمر في برج العقرب.\nولمحمود بن القاضي الموفق:\nلام العواذل مغرما\n...\nفي حب ملهية وقينه\nولو أنهن رأين تأ\n...\nثير الغرام به وقينه\nوهذا تجنيس لفظي خطي تركيب، فأما الخط واللفظ فواضحان، وأما التركيب فالكلمتان في عدته متساويتا، وذلك أن الواو في الأولى عاطفة، وهي في الثانية من أصل الكلمة، والنون في الأولى من أصل الكلمة، وفي الثانية ضمير جماعة المؤنث، فأما الهاء فهي في الأولى تاء التأنيث المبدلة هاء في الخط والوقف، وفي الثانية ضمير المفعول الذي هو المغرم.\nوهو يكثر من استعمال هذه الطريقة، وهي من أحسن ضروب التجنيس، فمن ذلك قوله:\nوقد كان رأيك ركني الذي\n...\nعليه اعتمادي وها قد وهى\nومن هذه الأبيات:\nترى الشمس يسمو بها أوجها\n...\nإذا قابلت منهم أوجها\nوالمملوك يختم هذا الجزء ببعض ما لهذا المملوك محمود من الخدم الشريفة، تحريا للصدق الذي لا يشوبه إفك، وعملا بقول الله - عز من قائل -: (ختامه مسك) فمن ذلك قوله من قصيدة:\nلي مهجة جفناك قد فتناها\n...\nوبغى العدو أذاتها فتناهى\nما كان أفتاها بوصلي رحمة\n...\nفمن الذي بقطيعتي أفتاها؟\nآها لما صنع الهوى بل واها\n...\nفيه تلذ نفوسنا بلواها\nندية الأردان يفعم نشرها\n...\nفكأنه أوصاف شاهنشاها\nهادي الدعاة الأفضل الملك الذي\n...\nفخر الزمان بما أتاه وتاها\nقد كان عدم العدل أقنط أنفسا\n...\nفجعلتها تقوى على تقواها\nوقوله من قصيدة أخرى:\nإني لأشكر بدر الخدر حين بدا\n...\nوقد تقارب حيانا فحيانا\nيرضي الهوى والتقى والعاذلات فما\n...\nينفك يجمع إحصانا وإحسانا\nإن طالما أوضعت في الغي راحلتي\n...\nفقد حمانيه وصف الأفضل الآنا\nسيف الإمام الذي فخر الملوك بأن\n...\nغدت تعفر في ناديه تيجانا\nيقري العيون جمالا والعفاة جدى\n...\nملء الأماني والجانين غفرانا\nأغليت قيمة هذا النظم فارتفعت\n...\nوكان كلا على الأذهان إذ هانا\nفما يجوز زمان أنت مالكه\n...\nولا يروعنا ما دمت ترعانا\nالجزء: 1 ¦ الصفحة: 52\n",
        "قد أورد المملوك في رسالته ومختصره ما يدل على عجزه عن مفترط الخدمة الشريفة وحصره، ولا غرو أن يكون اجتهاده متأخرا عما يلزم ويجب، إذ كان المقام الأعظم مما يخفق كل قلب لمهابته ويجب، والله - سبحانه - يحرس عليه رأي مالكه وسلطانه، ويقره من خدمته فيما يليق بمساكن مثله وأوطانه، بجوده السابغ وإحسانه، وفضله الغامر وامتنانه، إن شاء الله عز وجل.\nرسالة التدلي على التسلي\nرسالة سماها التدلي على التسلي\nمن دلائل تفرد الله بتدبير بريته، وشواهد جري الأمور على إرادته ومشيئته، وحجج وحدانيته التي من جحدها أبان جهلا وعنتا، وبراهين ما أخبر به في قوله: (لو كان فيهما آلهة إلا الله لفسدتا) أنه سبحانه يحمد على ما يسلبه كما يحمد على ما يهبه، ويشكر على ما يزعج ويضر كما يشكر على ما يبهج ويسر، فجئ القلوب ما يحدث فيها انصداعا، ودهم العقول ما يكاد يطيرها شعاعا، لم يلفتها الجزع عن حمده - جل وعز وعلا - ولم يمنعها الوله من الرضى بقضائه، وإن تحملت منه باهظا مثقلا. فالحمد لله الذي لا يحمد على المكروه سواه، ولا يخرج شيء من مصنوعاته عن الشهادة له بأنه إله، وصلى الله على سيدنا محمد نبيه الذي حباه الشرف الباهر، وآتاه الفضائل الجمة والمفاخر، وأحسن العزاء لأمته في قوله: (لقد كان لكم في رسول الله أسوة حسنة لمن كان يرجو الله واليوم الآخر) . وعلى أخيه وابن عمه أمير المؤمنين علي بن أبي طالب الذي تولى من رسول الله - صلّى الله عليه - ما أبان به عن حسن صبره، واعتزل أمور الدنيا جانبا إلى أن واراه - عليه السلام - في قبره، مع ما تداخل النفوس يومئذ من الحسرات، وفجعت به من الطوارق المستنكرات، حتى غدا ذوو الجلد في قبضة الهلع موثقين أسارى، وظلوا كما قال الله - عز من قائل -: (وترى الناس سكارى وما هم بسكارى) وعلى آلهما الأئمة الأبرار، الذي اهتضموا حيث حلوا من الأرض وكانوا، وظلموا فما وهنوا لما أصابهم في سبيل الله وما ضعفوا وما استكانوا، إلى أن استثمروا من الصبر استعادة حقهم، وضيقوا على أعدائهم مسالك طرقهم، وسلم عليهم أجمعين تسليما، وزادهم تشريفا وتكريما وتعظيما.\nوإن من حكمة الله - تعالى - وقدرته، وخفي علمه في تدبير خليقته، أن جعل أهل الدنيا فيها متفاضلين، وعند فراقها متساوين متماثلين، إذا نزل بهم حدث الموت لم يتميز فيه قوي من ضعيف، وإذا تجرعوا كأسه لم يختص بمر مذاقها مشروف دون شريف، وذلك يقين لا مجال للشك فيه، وحق لا يطور الباطل بناحية من نواحيه، وقد أخلدت النفوس إلى صحته وركنت، واطمأنت القلوب إلى حقيقته وسكنت، لأنه أمر حتم قد علم بالفطرة، وغامض من غوامض الحكمة، وسر من أسرار القدرة، وفي الصبر على ألمه الموجع، وترك الجزع الذي هو غير نافع ولا منجع، إيضاح للتذلل والخشوع، وإظهار للتضرع والخضوع، وإبانة عن الإخبات لله - جل وعز - فيما شاءه، ودلالة على رضى المخلوق بحكم خالقه فيما سره وساءه، وذلك موصل إلى السلوة بأقوى الأسباب وداع إلى نيلها مع إحراز الأجر الجزيل والثواب. ومن أبى في الرزء إلا الأسى كان بكاه منتهى جهده. وما أحسن قول الحسن البصري: (الحمد لله الذي كلفنا ما لو كلفنا غيره لصرنا فيه إلى معصيته، وآجرنا على ما لا بدّ لنا منه) .\nيقول: كلفنا الصبر، وأكلفنا الجزع، لم يمكنا أن نقيم عليه وأجرنا على الصبر ولا بدّ من الرجوع إليه.\nثم إن التأسي يسهل المصاعب، ويهون المصائب، فلله ابن دريد في قوله: وفي خطوب الناس للناس أسى وإن كانت الخنساء قد غلبت على هذا الباب في المشهور من قولها:\nولولا كثرة الباكين حولي\n...\nعلى إخوانهم لقتلت نفسي\nوما يبكون مثل أخي ولكن\n...\nأعزي النفس عنه بالتأسي\nوقد جعلت الغدر في تركها قتل نفسها كثرة الباكين حولها. وأين هذا من قول الآخر:\nولقد هممت بقتل نفسي بعده\n...\nأسفا عليه فخفت ألا نلتقي\nفذكر أن علة ما هم به من قتل نفسه الأسف على من فقده، على أن ذلك في قوة قول الخنساء. وإن علة الامتناع ما جاء في الحديث من أن قاتل نفسه في النار. وقد وثق بحصول من فقده في الجنة، وطمع بها إذا لحقه غير قاتل نفسه. وهذا العذر أشرف من عذر الخنساء؛ لأنه للمخافة من عدم اللقاء في المآل، وعذر الخنساء إنما هو للتأسي.\nالجزء: 1 ¦ الصفحة: 53\n",
        "فأما قول ابن الرومي مناقضا لهذا الباب، وذاكرا أن التأسي غير مخفف للمصاب:\nوما راحة المرزوء في رزء غيره\n...\nأيحمل عنه بعض ما يتحمل\nوضرب من الظلم الخفي مكانه\n...\nتعزيك بالمرزوء حين تأمل\nلأنك يأسوك الذي هو كلمه\n...\nبلا سبب لو أن رأيك يعدل\nوقوله:\nومعز عن الشباب مؤس\n...\nبمشيب اللدات والأصحاب\nقلت\n...\nلما انتحى يعد أساه\nمن مصاب شبابه فمصاب\nليس تأسو كلوم غيري كلومي\n...\nما به ما به، وما بي ما بي\nوقول الآخر:\nرأيت التأسي مما يهيج\n...\nعلى المرء ساكن أوصابه\nوما نال ذو أسوة سلوة\n...\nولكن أتى الحزن من بابه\nتذكر في مثله أو رآه\n...\nفأذكره ما به ما به\nفذاك من تمويه الفصيح وخدعه، وتصرف البليغ وتنوعه، وإلا فالأول هو الصحيح الذي جاء في الكتاب والسنة. قال الله - تعالى -: (قد كانت لكم أسوة حسنة في إبراهيم والذين معه) وقال: (لقد كان لكم فيهم أسوة حسنة) .\nولولا أن الاجتماع يخفف كل ما ينوء، والاشتراك يهون صعب ما يسوء، لما قال الله تعالى: (ولن ينفعكم اليوم إذ ظلمتم أنكم في العذاب مشتركون) لأنه نفى عنهم الانتفاع بالاشتراك في العذاب تغليظا عليهم لما قدموه من الظلم.\nوقال رسول الله صلّى الله عليه وسلّم: (تأسوا في مصائبكم بي) .\nوذلك في كلام البلغاء، ونظم الشعراء أكثر من أن يحاط به.\nمعلوم أن مالكنا الملك السيّد الأجل الأفضل، ونعوته والدعاء له (\n...\n) سيد ملوك الزمن، ومن فاز بجزيل ثواب الله في حالتي المسرة والحزن. أما المسرة؛ فلأنه يشمل بها جميع عبيده ورعيته، ويستخلص دعاء كل منهم بكريم فعله وجميل نيته، وأما في الحزن؛ فإنه يستعمل حسن الصبر في الأمور التي لا حيلة في دفعها، ويدل بذلك على استحقاقه ما خصه الله به من إعلاء المنزلة عنده ورفعها، لا يرى في العظائم إلا صابرا مسترجعا، ولا ينفك وجهه إلا مسفرا وإن كان متوجعا متفجعا، إذا نازله هم لقيه من الرضى والتسليم بالجيش اللجب المجر، وإذا سما إليه خطب عرف شرف ما يناله في الصبر عليه من جزيل الأجر، على أن محله أعلى وأعظم من أن يكون من الأقدار إلا مخدوما، ومكانه من الله - جل وعز - يكاد يجعله من الأمور الحتمية موقى معصوما. ولما طرق - خلد الله ملكه - بالحادث الجلل، ودهم بالرزء الذي لولاه لرمي عرش المملكة بالثلل، من وفاة أخيه من جهة نسبته، وولده لكفالته إياه وتربيته:\nومن كان يستعفي الإله إذا اشتكى\n...\nمن الأجر في الشكوى وإن عظم الأجر\nالأجل المظفر، سيف الإمام، جلال الإسلام، شرف الأنام، ناصر الدين، خليل أمير المؤمنين، الذي حلت وفاته من كل عين عقد وكائها، وأجرى فقده سواد النواظر في نجيع بكائها، وبغت القضاء فيه بأجور حكمه، وأنكر فعله، وشوهد من يومه الأنكد الشنيع ما لم تتمخض المنون بمثله:\nما إن سمعنا بطود قبله طفقت\n...\nأنامل تتهاداه وراحات\nتنافست أعين الباكين حين بكوا\n...\nكأنما أعين الباكين ضرات\nولقد عفت منيته سبيل التماسك والجلد، وأتت غبطته بما لم يجر في الخاطر ولا جال في الخلد، لأنه - قدس الله روحه - صار إلى رحمة الله ورضوانه، وانتقل إلى جواره وسكنى جنانه، وهو في ريعان عمره وأوله، وشرخ شبابه ومستقبله، مع حسن تركيبه وبنيته، والحكماء في خدمته وتدبير صحته:\nبنفسي مولى أسلمته عبيده\n...\nومرتحل لم ينتظر أن يودعا\nلقد راضه الموت الكريه مذاقه\n...\nولو لم يرض لم يرض بالأرض مضجعا\nولا اتخذ الغبراء دار إقامة\n...\nوقد كان مثواه من النجم أرفعا\nفلست ترى إلا مختنقا بعبرته، متنفسا عن نار حسرته، عادما لسكونه وصبره، باكيا على انقطاع أمله، وانفصام ظهره:\nوالناس مأتمهم عليه واحد\n...\nفي كل دار رنة وزفير\nفما يغتبط بدنياه من تأمل هذا الحين، ولا يأمن فيظ النفس إلا من طمع بالصبر وأين وأين؟\nوكل أسى لا تذهب النفس بعده\n...\nفما هو إلا من قبيل التصنع\nولئن مضى إلى جوار الله الكريم، وانتقل إلى ما أعد له من النعيم المقيم؛ فللكافة ما مالكها - ثبت الله دولته - من دوام ظله مسل عن كل موال، وبقاؤه محسن الخلف عن كل من مضى وسلف:\nالجزء: 1 ¦ الصفحة: 54\n",
        "لم يستحق الدهر كونكما معا\n...\nفيه فعوض قاطنا بمودع\nوالله يجعل كل الأعمار زيادة في مدته وعمره، ويجيب فيه ما يرفعه الحريص في سره وجهره. بكرمه، وطوله، وقدرته وفضله.\nولما كانت خدمة مجلسه العالي - ثبت الله سلطانه - فرضا على عبيد مملكته، وحقا لا عذر في التخلف عن تأديته، وقد صنع شعراء المقام الأشرف - ضاعف الله سعوده، ونصر أحزابه وجنوده - في هذا الباب ما أربوا فيه على من سبقهم، وآيسوا غيرهم من أن يلحقهم؛ بادر المملوك بهذه الخدمة، وأنشأ ما يأتي ذكره في هذه الحادثة الملمة على ما هو عليه من الحال التي ضلت معها العقول، وحجزت الأحزان فيها بين القائل والمقول.\nوالذي صنعه المملوك: إن كان الدهر قد فجئ بفادح المصيبة، ورمى بسهامه المصمية المصيبة، وبالغ في الفجيعة الفظيعة، وسعى بين الأرواح والأجسام بالفراق والقطيعة، وطرق من المصاب بالأجل المظفر - كرم الله مثواه - بما منع الطرف وسنه، وفتح من الصبر مستحسنه؛ فما حكم مداه إلا في مفاصله، ولا مكن ظباه إلا من مقاتله، ولا سطا إلا على قمره المنير فأخفاه، ولا عدا إلا على رونقه المونق فطمسه وعفاه:\nإن خان فيه الدهر عندي إنما\n...\nفي نقصه وعلى محاسنه سعى\nفي كل يوم عثرة من صرفه\n...\nلا تستقال بأن يقال لها: لعا\nفيا لله! ما أعجب فعله، وأبين جهله، وأقبح إساءته إلى نفسه، وأشنع سواد يومه بعد بياض أمسه:\nيوم أظل بغمة لا يشتفي\n...\nفيها الهدى وبغمة لا تنجلي\nوأعجب من ذلك انطلاق الأيدي بعده - شرف الله ضريحه - بتحقيق خبر فقده، والإقدام على التعزية عنه وقد عدمت العقول من بعده، فوا لهفاه على مضيه وذهابه! ووا أسفاه على ما فعله الدهر، ودهى به! ووا حسرتاه! ما أمر العيش لما مر! ووا حرباه! لقد أساء القدر فيه بعدما سر:\nلئن حسنت فيه المراثي وذكرها\n...\nلقد حسنت\nمن قبل\nفيه المدائح\nولله مطيع بن إياس في قوله:\nيا أهل، بكوا لقلبي القرح\n...\nوللدموع الهوامل السفح\nيا خير من يحسن البكاء له ال\n...\nيوم وإن كان أمس للمدح\nومع هذه الحال فليس إلا التسليم والرضى، والتقبل لما حكم الله به وقضى، والتصبر وإن كان عمن لا تجد النفوس منه عوضا. على أن النعمة بالمقام الأعظم المالكي - ثبت الله سلطانه - قد ألانت قلوبا على الدهر قاسية، والموهبة في امتداد ظله قد غدت مصلحة لهذا الكلم آسية:\nصبرنا على حكم الزمان الذي سطا\n...\nعلى أنه لولاك لم يمكن الصبر\nعرانا ببؤسى لا يماثلها الأسى\n...\nوإنك نعم لا يقوم بها الشكر\nفأوجبت الأولى الملام فلم يلم\n...\nوأنى له لوم وأنت له عذر!\nفالحمد لله الذي جعل المقام المالكي الأفضلي مستقيما للذماء، مجددا ملابس النعماء، مستقرة به الرأفة في الأرض كما استقرت الأدعية في السماء، وضاعف الله للأمة بتخليد ملكه ضروب المنن، وجعله من حوادث الدهر في أمنع المعاقل وأحصن الجنن. بمنه، وطوله، وقدرته، وحوله.\nوالمملوك يتبع ذلك بلمعة من أحسن ما يرويه للمتأخرين في باب التعازي نظما ونثرا. على أن منها ما يلهب في الضلوع نارا، ثم يستخرجها من العيون أدمعا غزارا:\nيا عجبا من حرقات الجوى\n...\nتصعد نيرانا وتجري مياه!\nوالناس - وإن رغبوا في التسلي، وحثوا على حسن التعزي؛ عالمون أن في إفاضة الكئيب لدمعته ما يذهب من لوعته، وفي إرساله لعبرته ما يعينه على سلوته.\nيروى عن سليمان بن عبد الملك أنه قال - عند موت ابنه أيوب - لعمر بن عبد العزيز ورجاء بن حيوة: إني لأجد في كبدي جمرة لا تطفئها إلا عبرة، فقال عمر: اذكر الله يا أمير المؤمنين، وعليك بالصبر. فنظر إلى رجاء بن حيوة - كالمستريح إلى مشورته - فقال رجاء: أفضها يا أمير المؤمنين فما بذاك من بأس؛ فقد دمعت عينا رسول الله - صلّى الله عليه وسلّم - على ابنه إبراهيم، وقال: تدمع العين، ويحزن القلب، ولا نقول ما يسخط الرب، وإنا عليك يا إبراهيم لمحزونون. فأرسل سليمان عينه فبكى حتى قضى أربا، ثم أقبل عليهما، فقال: لو لم أنزف هذه العبرة لانصدعت كبدي. ثم لم يبك بعدها، لكنه لما دفنه، وحثا عليه التراب قال: يا غلام، دابتي، ثم التفت إلى قبره، فقال متمثلا:\nالجزء: 1 ¦ الصفحة: 55\n",
        "وقفت على قبر مقيم بقفرة\n...\nمناخ قليل من حبيب مفارق\nفمن مليح هذا الباب قول الشريف الرضي:\nخبر تمخض بالأجنة ذكره\n...\nقتل النفوس وأسلف البلبا (لا)\nالشك أبرد للحشى في مثله\n...\nيا ليت شكي دام فيه وطا (لا)\nينظر إلى هذا المعنى قول مهيار:\nكم قد تعللت المنى بك تارة\n...\nأمن، وطورا خيفة وحذار\nوتخالفت فيك الرواة فسرني\n...\nوتلونت بحديثك الأخبار\nولقد ظننت بها وراء لثامها\n...\nخيرا، فكشف قبحها الإسفار\nما كنت أول كوكب نزل الدنا\n...\nوسما إلى نظرائه فتعالى\nلا رزء أعظم من مصابك إنه\n...\nوصل الدموع وقطع الأوصالا\nألا أقالتك الليالي عثرة\n...\nيا من إذا عثر لازمان أقالا\nلمن الصوارم عريت أمطاؤها\n...\nحول الخيام تنازع الأطوالا\nبدلن من لبس الشكيم مقاودا\n...\nمربوطة ومن السروج جلالا\nفجعت بمنصلت يعرض للقنا\n...\nأعناقها، ويحصن الأكفالا\n*** وهذا من قول أبي الفرج الببغاء:\nيلقى الطعان بصدر منه ليس له\n...\nظهر وهادي جواد ما له كفل\n***\nإن طوح الفعال دهر ظالم\n...\nفلقد أقام وخلد الأفعالا\nطلبوا التراث فلم يروا من بعده\n...\nإلا على وفضائلا وجلالا\nهيهات فاتهم تراث مخاطر\n...\nحفظ الثناء وضيع الأموالا\nقد كان أعرف بالزمان وصرفه\n...\nمن أن يثمر أو يجمع مالا\nوأرى الكمال جنى عليه لأنه\n...\nغرض النوائب من أعير كمالا\nصلى الإله عليك من متوسد\n...\nبعد المهاد جنادلا ورمالا\nطرح الرجال لك العمائم حسرة\n...\nلما رأوك تسير، أو إجلالا\nيريد: حسرة وإجلالا، وأو هاهنا بمعنى الواو؛ قال الله - تعالى -: (ولا تطع منهم آثما أو كفورا) ، وقال الشاعر:\nأتى الخلافة أو كانت له قدرا\n...\nكما أتى ربه موسى على قدر\nوقال آخر:\nوقد زعمت ليلى بأني أحبها\n...\nلنفسي تقاها أو عليها فجورها\nوقال مهيار:\nكنت خبيئاً ترقب الأيام في\n...\nظهوره الميقات أو تراصد\nولا يصح الوزن بالواو؛ لأن الكف لا يجوز في الرجز.\nقالوا\n...\nوقد فجئوا بنعشك سائرا\nمن ميل الجبل العظيم فمالا\nوهو يكثر من هذا المعنى كقوله:\nأتنظر كيف تسفع بالنواصي\n...\nليالبنا وتعثر بالجبال\nوقوله:\nجبل هوى لو خر في البحر اغتدى\n...\nمن وقعه متتابع الإزباد\nما كنت أحسب قبل حطك في الثرى\n...\nأن الثرى يعلو على الأطواد\nوقوله:\nإن كان ذا الطود خ\n...\nر فبعدما استعلى طويلا\nوقوله دعاء لمريض:\nلا زعزعتك الخطوب يا جبل.\nوقوله:\nأي طود لك من أي جبال\n...\nلقحت أرض به بعد حيال\nما رأى حيا نزار قبله\n...\nجبلا سار على أيدي الرجال\nومن مليح ما في هذه القطعة:\nعجبا أصبحت للضيم وما\n...\nنثر الطعن أنابيب العوالي\nلا أرى الدمع كفاء للجوى\n...\nليس أن الدمع من بعدك غالي\nوبرغمي أن كسوناك الثرى\n...\nوفرشناك زرابي الرمال\nوهجرناك على ضن الهوى\n...\nرب هجران على غير تقال\nكل مأسور يرجى فكه\n...\nغير من أصبح في قد الليالي\nلا تقل تلك قبور إنما\n...\nهي أصداف على غر لآلي\nوقوله أيضا:\nأرواحنا دين وما أنفاسنا\n...\nإلا قضاء والزمان غريمها\nلم يشفع الدهر الخؤون لمهجة\n...\nفي العمر إلا عاد وهو خصيمها\nيا دهر كم أسهرت لي من ليلة\n...\nقد كنت قبل؛ أنامها وأنيمها\nإن كان رزؤك ذا جسيما فالذي\n...\nينمي إليك من الأمور جسيمها\nفتعز، إن من العزاء شجاعة\n...\nوأجل ما عزى نفوسا خيمها\nوقوله أيضا:\nإن المنايا معدات لأنفسنا\n...\nوإن أمدت بأعوام وأعوام\nنسعى بأقدامنا عنها فتدركنا\n...\nسبق الجياد وما تسعى بأقدام\nما لي بطي الليالي غير مكترث\n...\nوما ورائي منها كان قدامي؟!\nإن الحياة وإن عزت مخائلها\n...\nظل، وإن المنى أضغاث أحلام\nنامي البقاء إلى الذاوي تراجعه\n...\nكلا، وما يرجع الذاوي إلى النامي\nوقوله:\nالجزء: 1 ¦ الصفحة: 56\n",
        "نغالب ثم تغلبنا الليالي\n...\nوكم يبقى الرمي على النبال\nونطمع أن يمل من التقاضي\n...\nغريم ليس يضجر بالمطال\nيحط السيل ذروة كل طود\n...\nويهون بالجنادل والرمال\nهي الأيام جائرة القضايا\n...\nوملحقة الأواخر بالأوالي\nولأبي الفرج الببغاء:\nخلف المدائح بعدك التأبين\n...\nعن أي حادثة يعزى الدين\nما كان في الدنيا كيومك مشهد\n...\nبهر العقول، ولا أراه يكون\nلم يبق محذورا فكل مصيبة\n...\nجلل لديه، وكل خطب دون\nقرت عيون المشركين وطالما\n...\nقرت به للمسلمين عيون\nولابن معلى الأندلسي:\nأمعتنق الصعيد وكان يغدو\n...\nعليه وهو معتقل الصعاد\nأرى لبس الحداد عليك مما\n...\nيشق على المهندة الحداد\nومن كلام الوزير أبي القاسم بن المغربي: ولقد سمعت نبأ من هذا الحادث الرائع، وذروا من هذا الخبر المكروه الطلائع، فكنت كالظبي أفزعه القناص، وكالهارب لاحت له الأشخاص، فدافعت بتصديقه، وتصاممت عن تحقيقه، فلما صرح مخض الاستخبار عن محض الحذار؛ فقدت الحس فلا أدعي ألما، وذقت سكون الموت فما أشتكي سقما، وغرقت في أمواج الوساوس، وضعت بين أجبال الهواجس، فلقد كنت يومئذ - وكل يوم يومئذ - عجبا لمعتبر، ومثلا لمفتكر.\nفأما قوله: دافعت بتصديقه، وتصاممت عن تحقيقه؛ فهو من قول أبي الطيب:\nطوى الجزيرة حتى جائني خبر\n...\nفزعت فيه بآمالي إلى الكذب\nوقد أخذه ابن سعيد الحلبي، فقال، وأحسن:\nأتاني وعرض البيد بيني وبينه\n...\nحديث لأسرار الدموع مذيع\nتصاممت عن راويه حتى أربته\n...\nوإني على ما غالني لسميع\nولما سمع ابن مكنسة إذاعة سر الدموق قال:\nدعوها تفض بعد دمع نجيعا\n...\nنهاها النهى فأبت أن تطيعا\nوسر تبدد في عبرة\n...\nوكنت جمعت عليه الضلوعا\nومن قطعة ابن سعيد:\nفلهفي على الآمال فيك فإنها\n...\nثوابت لم يقدر لهن شروع\nوعز على ساري الدجى أن يجوبه\n...\nوما لك من بين النجوم طلوع\nألوم عليك الوجد وهو مبرح\n...\nوأعتب فيك الدمع وهو نجيع\nوأعلم أني ما منحتك طائلا\n...\nوهل هي إلا زفرة ودموع\nوقول الوزير: فلقد كنت يومئذ _وكل يوم يومئذ - فالأصل فيه قول الأضبط بن قريع - وكان سيد بني سعد، وكانوا يؤذونه، فلما انتقل عنهم رأى غيرهم يفعل فعلهم، فقال-: بكل واد بنو سعيد. فذهبت مثلا.\nوأخذ هذا المعنى متمم بن نويرة، فقال يرثى أخاه مالكا:\nوقالوا: أتبكي كل قبر رأيته\n...\nلقبر ثوى بين اللوى فالدكادك\nفقلت لهم: إن الأسى تبعث الأسى\n...\nدعوني؛ فهذا كله قبر مالك\nوقال الحجاج في خطبة له: يا أيها الرجل - وكلكم ذلك الرجل_\n...\nولأبي تمام في هذا المعنى:\nفلا تحسبن هنداً لها الغدر وحدها\n...\nسجية نفس كل غانية هند\nوللبحتري:\nبلوتهم واحدا واحدا\n...\nفكلهم ذلك الواحد\nومن أحسن ما خوطب به المعزى قول أحمد بن سليمان:\nجاءك هذا الصبر مستجديا\n...\nأجرك في الصبر فلا تجده\nسلم إلى الله فكل الذي\n...\nساءك أو سرك من عنده\nإن الذي الوحشة في داره تؤنسه الرحمة في لحده\nولمهيار:\nكلح الصباح بموته عن ليلة\n...\nنفضت على وجه الصباح ظلامها\nفلئن مضى بعلاه دهر صانها\n...\nفلقد أتى برداه يوم ضامها\nوتصرف في معنى البيت الأول، فقال:\nصبغت وفاتك فيه أبيض فجره\n...\nيا للعيون من الصباح الأسود\nثم قال:\nولئن غمزت من الزمان بلين\n...\nعن عجم مثلك أو عضضت بأدرد\nفالسيف يأخذ حكمه من مغفر\n...\nوطلى، ويأخذ منه سن المبرد\nوأخذ هذا المعنى الخفاجي فقال:\nلتطل ليالي الدهر بعدك إنه\n...\nسيان بين صباحه وظلامه\nسودته في ناظري كأنما\n...\nخلعت لياليه على أيامه\nوقال:\nأشكو فراقك ثم أعلم عنده\n...\nأن السبيل إلى لحاقك مهيع\nوألوم طول الليل أرقب فجره\n...\nأو ما ظلام الليل بعدك أسفع\nوقال:\nقد سألنا أطلالكم فأجابت\n...\nومن الصمت واعظ ونذير\nيا سواد الهموم صرت على الأي\n...\nام لما ضاقت عليك الصدور\nالجزء: 1 ¦ الصفحة: 57\n",
        "ولمهيار مما لا يجوز أن يتمثل بثانيه إلا شاعر:\nأبكيك لا ما تستحق وجهد ما\n...\nتسع الصبابة أن تسيل محاجري\nوأشارك النواح فيك بأنني\n...\nأبكيك، والتأبين نوح الشاعر\nوهذا المعنى أيضا مما تصرف فيه فقال:\nخان بكاء العين أجفانه\n...\nفناح، والنوح بكاء الفم\nوقال:\nخان بكاء العين أجفانه\n...\nفناح، والنوح بكاء الفم\nوقال:\nإن أنفدت عيني عليك دموعها\n...\nفليبكينك بالقوافي مقولي\nوما أحسن قوله في هذه القصيدة:\nما كنت أحسب\n...\nوالزمان مقاتلي\nيرمي ويخطئ\nأن يومك مقتلي\nوقال:\nأمر بفي عليك الزلال\n...\nوآلم جلدي وقع الشفوف\nأتحمل فقدك ذاك العظيم\n...\nجوارح جسمي هذا الضعيف؟!\nوهذا ينشد مطلقا ومقيدا؛ فإذا أطلق كان من الأول من المتقارب، وإذا قيد كان من الثاني منه.\nوقال:\nنعم! هذه يا دهر أم المصائب\n...\nفلا توعدني بعدها بالنوائب\nهتك بها ستر المجامل بيننا\n...\nولم تلتفت فيها لقينا المراقب\nسددت طريق الفضل من كل وجهة\n...\nوملت على العلياء من كل جانب\nأمن بعده يا دهر أحظى براجع\n...\nمن العيش أو آسى على إثر ذاهب؟\nتنافث عن جمر الغضا ناد باته\n...\nكأن فؤادي في حلوق النوادب\nبكت أدمعا بيضا ودمت جباهها\n...\nفتحسبها تبكي دما بالحواجب\nمتى دنس الحزن السلو غسلته\n...\nفعاد جديدا بالدموع السواكب\nوهذا تصرف في معنى قول ابن المعتز: إذا دنس الليل أثوابها=غدت في ثياب صباح جديد وقال:\nذهب الذي كانت تجاملني له الدْ\n...\nدُنيا وتسقط دوني الأخطار\nعجبا، يكون الجو بعدك ساكنا\n...\nواليوم أبيض ما عليه غبار\nوكأن كفك لم تبن في ظهرها\n...\nقبل الملوك وتشهد الآثار\nويخف بين بنانها إن حملت\n...\nضبط الحسام ويثقل الدينار\nوقال:\nبكر النعي فسك فيه مسامعي\n...\nوأعاد صبحي جنح ليل أليل\nالغاية في هذا المعنى قول أبي تمام: أصم بك الناعي وإن كان أسمعا\nرحل الحمام بها غنيمة فائز\n...\nما ثار قط بمثلها عن منزل\nكانت يد الدين الحنيف وسيفه\n...\nفلأبكين على الأشل الأعزل\nولابن حيوس:\nوليس يعلو قرى الغبراء من أحد\n...\nولا يكون لأضياف المنون قرى\nحوادث لم تميز في تصرفها\n...\nمن ضيع الحزم ممن أكثر الحذرا\nقضى وما إن قضى من لذة وطرا\n...\nوكم قضت منه آمال الورى وطرا\nومن كلام حسن بن عبد الصمد المعروف بابن أبي الخشباء: غي بدع من الزمان أن تنتكث حباله، وتصرد نباله، وتفهق بالغدر فجاجه، ويجدح بالسم أجاكه، وتراش في قصد الكرام سهامه، ويثار في قبض النفوس عجامه، ولذلك عرفت النفوس مواقع نكره، وأنست بغرائب غدره ومكره، واطمأنت الضلوع وقد أصمت صوائبه، وهجعت العيون وقد استيقظت نوائبه، ولما طرق الحادث بمن لا أسميه تفاديا من تحقيق الخبر بمصرعه، وصونا له عن مورد الحمام ومشرعه؛ رأيت المحامد ذات نور خامد، والمآثر ذات عقد متناثر، والقمر وقد سئم هالته، والصبح وقد خلع الليل عليه غلالته. وشاهدت الفضل وقد أسودت سحنته، واشتدت على الزمان إحنته؛ إذ طرق بما يتجاوز القدر ويوحش الأضالع من صحبة الصدر. هذا - والله - هو المصاب الذي تستعذب فيه الحلوم هفواتها، وتفارق له القلوب سويداواتها، وتستخف النوفس فيه حمل الأوزار، وتأنف العيون من لقائه بغير الدموع الغزار، حتى تجعل ذلك دابها، وتخضب بالنجيع أهدابها، إلا أنه نزل بمن لا يصبح الجزع مالكه، ولا تخطب الخطوب تهالكه، فلذلك ساغ للعبيد أن يخلوا الخدم من الإرشاد إلى مواقف التسليم، والحض على الصبر على الحادث الأليم، ويقتصروا على الرغبة إلى الله ي أن يهب له عقبى الدار، ويغفل عنه جوامح الأقدار، ويسعد بني الدنيا بسعادة حده، ويصون عن درجة الكسوف شموس مجده:\nإذا صفحت عنك الليالي وأعربت\n...\nبحفظك فينا هان كل مضيع\nولابن سنان:\nوكيف يفوز الغيث فيك بمنة\n...\nإذا كنت لا أرضى سحائب أدمعي\nوليس بكاء العين إلا خيانة\n...\nولا اللؤم إلا أنها بقيت معي\nوأين وفائي! لا مدى الدمع بالغ\n...\nرضاي ولا جهد الصبابة مقنعي\nالجزء: 1 ¦ الصفحة: 58\n",
        "تصاممت عن ناعيك حتى أربته\n...\nودافعت فيك القول من كل مدفع\nولما أبى إلا يقينا حديثه\n...\nفزعت إلى جفن من الدمع مترع\nفأي حسام حالت الأرض دونه\n...\nوكان متى يضرب به الخطب يقطع\nوهذا الحد فالمملوك يقف عنده، ثم يعطش قلمه بعده، لما يلزم في باب المصاب إذا رمته الليالي وراء ظهرها، وأبعدت الأيام عهده بمرها، من الاكتفاء من القول بيسيره، والاستغناء عن كثيره بقليله، كراهية لتجديد الحزن وتطريته، وإشفاقا من تشييد ما يجب الحرص على تعفيته ولاسيما هذا الفادح الذي نبه خامل الثرى. ومنع الجفون من مصافحة الكرى، وأحزن مليك الأرض وسلطان الورى:\nوتر الردى من لو تناول سيفه\n...\nيوما لنال من الردى ما شاء\nوهذا الخطب وإن رمى العقول بالخبل، وعم بالغم أهل السهل والجبل، ولم يسلم أحد فيه من رزء، ولا خلا من الأخذ منه بأوفر جزء؛ فالذي يسهل صعبه، وينفس كربه، ويسيغ صابه، ويخفف أوصابه، أن مالكنا - خلد الله دولته - مكفوف بالحماية، مشمول بالوقاية، محفوظ بعناية الله وكفايته، مخصوص بإطالة العمر وإطابته، جار على عادته في تدبير مملكته، وكلاءة رعيته، وإعزاز دين الله - تعالى - ونصرته. والله - تعالى - يجعل منتقص المدد زيادة في مدته، ولا يخلي البسيطة من رواء سلطانه وبهجته. بفضله وطوله، وحوله، وقدرته.\nقال الشيخ أبو القاسم المصنف: كنت أنفذت نسخة هذه الرسالة إلى بعض الرؤساء الكبراء ممن كان يؤثر الوقوف على ما أعمله، فبلغني أن كاتبه قال لما رأى ترجمة هذه الرسالة قبل الوقوف عليها: هلا قال: الغلوة في السلوة وأنكر التدلي، فكتبت إليه: بلغ عبد الحضرة ما انتقد عليه في ترجمة ما خدم به. وما استبعد من التدلي العائد بدنو النائي وتقربه، وقد كان يجب أن يبقى على من عمل عجلا، وترجم مرتجلا، ولم تكن له مهلة لتنقيح ألفاظه وتهذيبها، وإبرازها في معارض تستحسنها النقدة وتهذي بها، وإن بعض من انتقد عليه قال: هلا كانت الترجمة: الغلوة في السلوة؟ وعبدها يقول: أما الغلوة فهي: المرماة، والمغلاة: السهم، فالغلوة: غايته، وهذا ضد مراده؛ وذلك أن التدلي إنما هو التوصل؛ تدليت على الشيء إذا توصلت إليه. ومنه أدلى فلان بحجته إذا توصل بما أتى به إلى بغيته، ومن ذلك قوله تعالى: (ثم دنا فتدلى) وهذه الآية من باب قوله سبحانه: (ما إن مفاتحه لتنوء بالعصبة أولي القوة) . وهو من المقلوب. أي: تنوء بها العصبة أولو القوة و: ثم تدلى فدنا.\nوقد قال الشاعر:\nلا تقلواها وادلواها دلوا\n...\nإن مع اليوم أخاه غ (دوا)\nوتقلواها: تبعداها، وادلواها: قرباها والدلو من هذا؛ لأنها تقرب الماء بعد بعده.\nفقول عبدها: التدلي على التسلي إنما معناه: التوصل إلى السلوة بأسبابها من التاسي، وطلب الثواب، وغير ذلك.\nوقول من قال: الغلوة في السلوة، إنما هو الوصول إلى غايته، والفرق بين من قصد التوصل، وبين من بلغ الغاية لا يخفى عن أحد، فقد بان تضاد الترجمتين، وتنافي الغرضين، وما ضر من انتقد لو صبر إلى أن يقف على الرسالة، ثم يقول ما يختار، ولا يعجل بأن يضع مني ما صدر عني، فالله المستعان وصبر جميل.\nقال الشيخ أبو القاسم: كانت وفاة الأجل المظفر - رضي الله عنه - يوم الخميس تاسع جمادى الأولى من سنة أربع عشرة وخمس مائة، وكانت ولادته في سنة تسع وسبعين وأربع مائة.\nالحمد لله رب العالمين، وصلى الله على سيدنا محمد خاتم النبيين، وعلى آله الطاهرين، وسلم تسليما، حسبنا الله ونعم الوكيل.\n1 1\nالجزء: 1 ¦ الصفحة: 59\n",
        ""
    ]
}