{
    "1": [
        "إجابة السؤال في زكاة الأموال\nإجابة السؤال في زكاة الأموال\nمحمد بن عبد العزيز السديس\nالكتاب:\nإجابة السؤال في زكاة الأموال\nالمؤلف:\nمحمد بن عبد العزيز السديس\nالناشر:\nالجامعة الاسلامية بالمدينة المنورة\nالطبعة:\nالسنة السادسة والثلاثون - العدد (123) 1424هـ/2004م\nعدد الأجزاء:\n1\n[ترقيم الكتاب موافق للمطبوع وهو مذيل بالحواشي]\n",
        "ال\nمقدمة\nإن الحمد لله نحمده ونستعينه ونستغفره، ونعوذ بالله من شرور أنفسنا ومن سيئات أعمالنا، من يهده الله فلا مضل له، ومن يضلل فلا هادي له، وأشهد أن لا إله إلا الله وحده لا شريك له، وأشهد أن محمداً عبده ورسوله.\n{يَا أَيهَا الذِيْنَ آمَنُوا اتَّقُوا اللهَ حَقَّ تُقَاتِه وَلا تَمُوتنَّ إِلا وَأنْتمْ مُسْلِمُونَ} 1\n{يَا أيُّهَا النَّاسُ اتقُوا رَبَّكمْ الَّذِي خَلَقَكمْ مِنْ نَفْسٍ وَاحدَة وَخَلَقَ مِنهَا زوجَهَا وبَث مِنهمَا رِجَالاً كثِيراً وَنسَاءً واتقُوا اللهَ الَّذي تَساءَلُون بِه وَالأرحَام إِنَّ اللهَ كان علِيْكم رقِيباً} 2\n{يَا أَيهَا الذِيْنَ آمَنُوا اتَّقُوا اللهَ وَقُولُوا قَوْلا سَدِيدايُصْلِحْ لكمْ أَعْمَالَكُمْ وَيَغْفِرْ لكمْ ذُنُوبَكُم وَمَنْ يُطِع الله وَرَسُولَهُ فقَدْ فَازَ فُوْزا عَظِيْماً} 34\nأما بعد:\nفقد بذل علماء الأمة منذ القرون الأولى جهوداً متواصلة في تدوين أحكام الفقه، وذلك لحاجة الناس إليها ومعرفة الأحكام في كل زمان ومكان، وقد أوصى النبي صلى الله عليه وسلم بتبليغ العلم بقوله صلى الله عليه وسلم: “فرب مبلغ أوعى من سامع”5.\n1 سورة آل عمران آية 102.\n2 سورة النساء آية 1.\n3 سورة الأحزاب آية 70، 71.\n4 هذه خطبة الحاجة التي كان النبي صلى الله عليه وسلم يعلمها أصحابه من حديث ابن مسعود رواها أصحاب السنن قَال الترمذي حديث عبد الله حديث حسن انظر: سنن الترمذي في أبواب النكاح 2/285، 286 برقم 1105.\n5 رواه البخاري في كتاب العلم من حديث أبي بكرة انظر: البخاري مع الفتح 1/157.\nالجزء: 1 ¦ الصفحة: 253\n",
        "ومعنى ذلك رب مبلغ عني أوعى أي أفهم لما أقول من سامع مني، وأن الفهم ليس شرطا في الأداء، وقد يأتي في الآخر من يكون أفهم ممن تقدمه لكن بقلة1.\nوقال صلى الله عليه وسلم أيضاً: “فرب حامل فقه إلى من هو أفقه منه” 2\nوفي هذا دليل على كراهية اختصار الحديث لمن ليس بالمتناهي في الفقه لأنه إذا فعل ذلك فقد قطع طريق الاستنباط على من بعده ممن هو أفقه منه، ويتضمن هذا الحديث وجوب التفقه والحث على استنباط معنى الحديث واستخرج المكنون من سره 3.\nوقد فرض الله عز وجل الزكاة وقرنها بالصلاة في مواضع كثيرة فهي فرض من فرائض الإسلام وركن من أركانه وهي مما علم من الدين بالضرورة.\nوكم خفيت في هذا الزمان مسائل الزكاة على كثير من الناس فأحببت الكتابة في هذه المسائل وعلى الرغم مما جمعته من شتاتها إلا أنني أعترف بالتقصير فالكمال لله وحده، وإنما هو جهد المقل، وحسبي في ذلك إجتهادي قدر المستطاع في بيان ما نقله علماء الأمة في هذا الموضوع وقد أسميته (إجابة السؤال في زكاة الأموال) حيث إن الزكاة تنقسم قسمين زكاة أبدان وزكاة أموال، وقد صدرت أكثر المسائل بصيغة السؤال موثقاً ذلك من أمهات كتب مذاهب الأئمة الأربعة المشهورة لعل القارىء الكريم يجد جواباً على كثير من مسائل الزكاة وجعلته في مقدمة وثلاث فصول.\n1 انظر: فتح الباري شرح صحيح البخاري 1/158، 159.\n2 رواه الترمذي في أبواب العلم من حديث زيد بن ثابت باب في الحث على تبليغ السماع وقال حديث زيد حديث حسن 4/141 رقم 2794.\n3 انظر: شرح السنة للإمام البغوي 1/237.\nالجزء: 1 ¦ الصفحة: 254\n",
        "الفصل الأول: وفيه أربعة مطالب:\nالمطلب الأول: تعريفها في اللغة والشرع.\nالمطلب الثاني: والحكمة من مشروعيتها.\nالمطلب الثالث: بيان أدلتها.\nالمطلب الرابع: أحوال مانع الزكاة.\nالفصل الثاني: شروط أداء الزكاة وفيه سبعة مطالب:\nالمطلب الأول: الإسلام.\nالمطلب الثاني: التكليف.\nالمطلب الثالث: النية.\nالمطلب الرابع: الحرية.\nالمطلب الخامس: الحول.\nالمطلب السادس: النصاب.\nالمطلب السابع: تمام الملك.\nالفصل الثالث: الأموال التي تجب فيها الزكاة وفيه أربعة مطالب:\nالمطلب الأول: النقدين الذهب والفضة.\nالمطلب الثاني: بهيمة الأنعام الإبل والبقر والغنم.\nالمطلب الثالث: الخارج من الأرض.\nالمطلب الرابع: عروض التجارة.\nوقد اتبعت في ذلك المنهج العلمي المتعارف عليه موثقا للأقوال، ومخرجا للأحاديث والآثار، ومناقشا للأدلة، ومفسرا للغريب، ومرجحا في المسائل حسب ما يظهر لي أسأل الله عز وجل الإخلاص في القول والعمل، وصلى الله على نبينا محمد وعلى آله وصحبه أجمعين.\nالجزء: 1 ¦ الصفحة: 255\n",
        "باب: الفصل الأول\nالمطلب الأول: الزكاة في اللغة والشرع\n...\nالفصل الأول:\nالمطلب الأول: الزكاة في اللغة والشرع\nالزكاة في اللغة:\nمأخوذة من الزكاء والنماء والزيادة، يقال زكا الزرع إذا زاد ونما وكثر ريعه، وزكت النفقة إذا زادت وكثرت وبورك فيها، وزكت الأرض إذا زادت ونمت. سميت بذلك لأنها تنمي المال وتطهره.\nومن معانيها في اللغة الطهارة أوالطهر والتطهير والصلاح وهو الزيادة في الخير ولهذا سمي المقدار المخرج من المال زكاة، لأنه سبب يرجى به الزكاء والطهارة والصلاح، ومنه أخذ المعنى الشرعي فالزكاة طهرة للأموال، وزكاة الفطر طهرة للأبدان1.\nالزكاة في الشرع:\nاختلفت عبارات الفقهاء وتنوعت أساليبهم في تعريفها ومن أحسن ما قيل في تعريفها:\n(أنها حق واجب في مال مخصوص لطائفة مخصوصة في وقت مخصوص) 2.\n- بيان محترزات هذا التعريف.\n1-\nقوله حق واجب: معناه المقدار الواجب إخراجه من المال أو الزكاة كقولنا على سبيل المثال: “في كل خمس من الإبل شاة” فالحق الواجب أو المقدار الواجب هو الشاة.\n1 انظر: غريب الحديث لابن قتيبة 1/184 وتهذيب اللغة 10/319 والصحاح 6/2368 والنهاية 2/307.\n2 هذا تعريف الحجاوي انظر: كشاف القناع على متن الإقناع 2/192 وانظر أيضاً: الحاوي الكبير 3/71.\nالجزء: 1 ¦ الصفحة: 256\n",
        "مثال آخر:\nإذا بلغ الذهب أو الفضة نصاباً نقول فيه ربع العشر فربع العشر هذا هو المقدار الواجب أو الحق الواجب.\n2-\nقوله: في مال مخصوص:\nمعناه الأموال التي تجب فيها الزكاة وهي على سبيل المثال النقدين، عروض التجارة، بهيمة الأنعام، الزروع والثمار وغيرها.\n3-\nقوله: لطائفة مخصوصة:\nالمراد أهل الزكاة الثمانية الَّذِين ذكرهم الله عز وجل في سورة التوبة 1. وهم الفقراء، والمساكين، والعاملين عليها، والمؤلفة قلوبهم، وفي الرقاب، والغارمين، وفي سبيل الله، وابن السبيل. فلا يجوز صرف الزكاة لأحد غير هؤلاء الثمانية.\n4-\nقوله: في وقت مخصوص:\nوالمعنى اشتراط حولان الحول وهو مرور سنة كاملة على هذا المال وذلك فيما يشترط فيه الحول، والأموال في ذلك تنقسم قسمين:\nأموال يشترط فيها الحول كعروض التجارة، والنقدين، وبهيمة الأنعام.\nوأموال لا يشترط فيها الحول كالزروع والثمار.\n1 سورة التوبة آية 60.\nالجزء: 1 ¦ الصفحة: 257\n",
        "المطلب الثاني: الحكمة من مشروعية الزكاة\nقد تظهر لنا الحكمة من الأمر أو النهي وقد تخفى، والَّذِي لا شك فيه أن الله عز وجل إذا أمر بأمر أو نهى عنه إن ذلك لحكم عظيمة ومن ذلك مشروعية الزكاة وقد ذكر أهل العلم طرفاً من ذلك1:\n1-\nأن الزكاة قربة لله وطاعة له وخضوعاً لأمره جل وعلا فهي عبادة من العبادات، في هذه العبادة تعويداً للنفس على العطاء والبذل والسخاء والإنفاق في وجوه الخير وفيها أيضاً إبعاداً للنفس عن البخل والشح الَّذِي نهى الله عنه.\n2-\nأن الزكاة قد تكون سبباً مانعاً ورادعاً وزاجراً من إرتكاب الجريمة كالسرقات وقطع الطريق والغش في المعاملات والرشوة والنهب والاغتصاب والخداع وغيرها فهذه الجرائم وما شابهها قد يكون سببها الفقر والحاجة فإذا أعطى الأغنياء جزءاً من أموالهم إلى الفقراء فإنه يقلل من وقوع مثل هذه الجرائم في المجتمع.\n3-\nأن الزكاة تخفف من الطبقية في المجتمع فالمجتمعات تتكون في الغالب من الأغنياء والفقراء ومستوري الحال ففيها يظهر التكافل الاجتماعي والتعاون على البر والتقوى فإذا أعطى الأغنياء الفقراء من أموالهم قد يكون هذا تقليلاً من هذه الفروق الموجودة في المجتمعات فالله عز وجل لا ينظر إلى الأموال وإلى الأجسام وإنما ينظر إلى الأعمال والميزان عنده جل وعلا هو التقوى قَال تعالى: {إِنَّ أَكْرَمَكُمْ عِنْدَ اللَّهِ أَتْقَاكُمْ} 2.\n1 انْظر: زاد المعاد لابن القيم 1/ 181، ومعالم السنن للخطابي 2/ 8، وبدائع الصنائع\n2/ 3، وفتح الباري 4/ 262.\n2 سورة الحجرات آية 13.\nالجزء: 1 ¦ الصفحة: 258\n",
        "المطلب الثالث: حكم الزكاة\nالزكاة أصل من أصول الإسلام وقاعدة من قواعده دل على هذا الأصل الكتاب والسنة والإجماع والمعقول:\n- النوع الأول: الأدلة من كتاب الله عز وجل كثيرة في فرض الزكاة: وقد جاءت قرينة الصلاة في أكثر من ثمانين موضعاً منها قوله تعالى: {وَأَقِيمُوا الصَّلاةَ وَآتُوا الزَّكَاةَ وَارْكَعُوا مَعَ الرَّاكِعِينَ} 1\nوقوله تعالى: {وَمَا أُمِرُوا إِلا لِيَعْبُدُوا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ حُنَفَاءَ وَيُقِيمُوا الصَّلاةَ وَيُؤْتُوا الزَّكَاةَ وَذَلِكَ دِينُ الْقَيِّمَةِ} 2.\nومن الأدلّة في فرض الزكاة قوله تعالى في صفات أهل الإيمان: {وَالَّذِينَ هُمْ لِلزَّكَاةِ فَاعِلُونَ} 3.\nقَال ابن كثير: “الأكثرون على أن المراد بالزكاة هنا زكاة الأموال مع أن هذه الآية مكية وإنما فرضت الزكاة بالمدينة في سنة اثنتين من الهجرة والظاهر أن التي فرضت بالمدينة إنما هي ذات النصب والمقادير الخاصة وإلا فالظاهر أن أصل الزكاة كان واجباً بمكة قَال تعالى في سورة الأنعام وهي مكية: {وَآتُوا حَقَّهُ يَوْمَ حَصَادِهِ} 4 وقد يحتمل أن يكون المراد بالزكاة هاهنا زكاة النفس من الشرك والدنس كقوله تعالى: {قَدْ أَفْلَحَ مَنْ زَكَّاهَا وَقَدْ خَابَ مَنْ دَسَّاهَا} 5 على أحد\n1 سورة البقرة آية 43.\n2 سورة البينة آية 5.\n3 سورة المؤمنون آية 4.\n4 سورة الأنعام آية 141.\n5 سورة الشمس آية 9، 10.\nالجزء: 1 ¦ الصفحة: 259\n",
        "القولين، وقد يحتمل أن يكون كلا الأمرين مراداً وهو زكاة النفوس وزكاة الأموال، فإنه من جملة زكاة النفوس والمؤمن الكامل هو الَّذِي يفصل هذا وهذا والله أعلم”1.\n- النوع الثاني من الأدلة: السنة:\nجاءت أحاديث كثيرة في الصحيحين وغير هما على فرضية الزكاة ومنها:\n1-\nحديث ابن عمر رضي الله عنهما أن النبي صلى الله عليه وسلم قَال: “بني الإسلام على خمس شهادة أن لا إله إلا الله، وأن محمداً رسول الله، وإقام الصلاة، وإيتاء الزكاة، والحج، وصوم رمضان” 2.\n2-\nحديث عمر بن الخطاب رضي الله عنه المشهور أن جبريل عليه السلام جاء وقال: يا محمد أخبرني عن الإسلام فقال رسول الله صلى الله عليه وسلم “تشهد أن لا إله إلا الله، وأن محمداً رسول الله وتقيم الصلاة وتؤتي الزكاة وتصوم رمضان” 3 الحديث.\n3-\nومن الأحاديث المشهورة في الزكاة حديث معاذ حينما بعثه صلى الله عليه وسلم إلى اليمن وجاء فيه “فإن هم أطاعوك لذلك فأعلمهم أن الله افترض عليهم صدقة في أموالهم تؤخذ من أغنيائهم وترد على فقرائهم، فإن هم أطاعوك لذلك، فإياك وكرائم أموالهم” 4 الحديث.\n1 تفسير ابن كثير 3/239.\n2 رواه البخاري في كتاب الإيمان باب قوله صلى الله عليه وسلم بني الإسلام انظر: البخاري مع الفتح 1/47 ومسلم في كتاب الإيمان باب بيان أركان الإسلام 1/45 رقم 16.\n3 رواه مسلم في كتاب الإيمان باب بيان الإسلام والإيمان والإحسان 1/36 رقم 8.\n4 رواه البخاري في كتاب الزكاة باب وجوب الزكاة وباب لا تؤخذ كرائم أموال الناس، انظر: البخاري مع فتح الباري 3/261، 322 ومسلم في كتاب الإيمان باب الدعاء إلى الشهادتين 1/50 رقم 29.\nالجزء: 1 ¦ الصفحة: 260\n",
        "- النوع الثالث من الأدلة: وهو الإجماع:\nفقد أجمعت الأمة على وجوب الزكاة وفرضيتها وأن من جحدها كفر.\nقَال ابن قدامة: “وأجمع المسلمون في جميع الأعصار على وجوبها واتفق الصحابة رضي الله عنهم على قتال مانعيها” 1.\n- النوع الرابع من الأدلة: وهو المعقول وذلك من وجوه:\n1-\nأن أداء الزكاة من باب إعانة الضعيف وإغاثة اللهيف وإقدار العاجز وتقويته على أداء ما افترض الله عز وجل عليه من التوحيد والعبادات والوسيلة إلى أداء المفروض مفروض.\n2-\nأن الزكاة تطهر نفس المؤدي عن أنجاس الذنوب وتزكي أخلاقه بتخلق الجود والكرم وترك الشح والضَّن2 إذ الأنفس مجبولة على الضَّن بالمال، فتعود السماحة وترتاض لأداء الأمانات وإيصال الحقوق إلى مستحقيها.\n3-\nإن الله تعالى قد أنعم على الأغنياء وفضلهم بصنوف النعمة والأموال الفاضلة عن الحوائج الأصلية وخصهم بها فيتنعمون ويستمتعون بلذيذ العيش، وشكر النعمة فرض عقلاً وشرعاً وأداء الزكاة إلى الفقير من باب شكر النعمة فكان فرضاً.3\n1 انظر: المغني لابن قدامة 4/5 وانظر: الإجماع لابن المنذر ص13 والإفصاح لابن هبيرة 1/195 والمجموع للنووي 5/326 وبدائع الصنائع 2/3.\n2 الضنّة والضن والمضنّة كل ذلك من الإمساك والبخل. انظر: لسان العرب مادة: ضن 13/261\n3 بدائع الصنائع 2/3.\nالجزء: 1 ¦ الصفحة: 261\n",
        "المطلب الرابع: أحوال مانع الزكاة\nلا يخلو مانع الزكاة من حالين:\nالحالة الأولى:\nإما أن يكون منكراً لها أصلاً غير معترف بها أنها ركن من أركان الإسلام فهذا إن كان جاهلاً وممن يقبل منه الجهل كحديث عهد بالإسلام أو ممن نشأ بعيداً عن الأمصار فهذا معذور يعرّف بحكمها، أما إذا كان غير ذلك فهو مرتد عن الإسلام وتجري عليه أحكام المرتدين ويستتاب، فإن تاب وإلا قتل لأن الزكاة معلومة من الدين بالضرورة ولا يخفى حكمها، وأدلة وجوبها ظاهرة من الكتاب والسنة والإجماع والمعقول.1\nالحالة الثانية:\nالمقرّ بوجوبها ومعترف بأنها ركن من أركان الإسلام ولكنه ممتنع عن أدائها لايدفعها إلى مستحقيها فهذا يأخذها منه الإمام أو نائبه بالقوة، فإن امتنع عن دفعها قاتله على ذلك2 كما فعل الصديق رضي الله عنه حيث قال: “والله لأقاتلن من فرق بين الصلاة والزكاة، فإن الزكاة حق المال، والله لو منعوني عناقاً3 كانوا يؤدونها إلى رسول الله صلى الله عليه وسلم لقاتلتهم على منعها”. قَال عمر رضي الله عنه: “فوالله ما هو إلا أن قد شرح الله صدر أبي بكر رضي الله عنه فعرفت أنه الحق” 4\nقَال ابن قدامة: واتفق الصحابة رضي الله عنهم على قتال مانعيها.5\n1 انْظر: المجموع 5/ 334 والمغني 4/ 6، وفتح الباري 3/ 262.\n2 انظر: الحاوي 3/73 والمغني لابن قدامة 4/8.\n3 هي الأنثى من أولاد المعز ما لم يتم له سنة. انظر: النهاية 3/ 311.\n4 رواه البخاري في كتاب الزكاة باب وجوب الزكاة، انظر: البخاري مع فتح الباري 3/262.\n5 المغني 4/5، والكافي 1/ 277.\nالجزء: 1 ¦ الصفحة: 262\n",
        "وقال ابن عبد البر: مقاتلهم على ذلك في جهود الصحابة واراق دمائهم لمنع الزكاة.1\nوقال الماوردي: فأجمعت الصحابة معه على وجوبها بعد مخالفتهم له وأطاعوه على قتال مانعيها بعد إنكارهم عليه.2\n1 التمهيد 4/ 231.\n2 الحاوي 3/ 73.\nالجزء: 1 ¦ الصفحة: 263\n",
        "باب: الفصل الثاني\nالمطلب الأول: وهو الشرط الأول: الإسلام\n...\nالفصل الثاني: شروط أداء الزكاة\nلأداء الزكاة شروط هي في الجملة:\nالإسلام، التكليف، الحرية، تمام الملك، النصاب، الحول، النية.\nالمطلب الأول وهو الشرط الأول: الإسلام\nلا زكاة على الكافر الأصلي سواء كان حربياً أو ذمياً مستأمناً لأن الزكاة عبادة والكافر ليس من أهل العبادة لعدم شرط الأهلية وهو الإسلام فلا يكون من أهل وجوبها حتى لا يطالب بالأداء بعد الإسلام كالصوم والصلاة والحج وغيرها من فروع الإسلام 1.\nوهذا ليس مخالفة لقول جماهير أهل العلم أن الكفار يخاطبون بفروع الشريعة فهذه مسألة أصولية 2.\nقَال الإمام النووي: لأن المراد هنا غير المراد هناك فهم لا يطالبون بها في الدنيا مع كفرهم وإذا أسلم أحدهم لم يلزمه قضاء الماضي 3.\nأما المرتد فقد وقع فيه خلاف هل تجب الزكاة في ماله أم لا؟ جمهور أهل العلم لا زكاة في مال المرتد خلافاً للشافعية إن وجبت عليه زكاة قبل ردته لم تسقط عنه بالردة كما وجبت عليه في حال الإسلام فهذا مال اكتسبه حال كونه مسلماً فوجبت فيه الزكاة أما المال الَّذِي اكتسبه حال كونه مرتداً فهذا على وجهين:\n1 انظر: حاشية رد المحتار 2/259، وبداية المجتهد 1/245، والمجموع 5/326 والمغني 4/69.\n2 انظر: روضة الناظر لابن قدامة ص50، 51 والمستصفى للغزالي 1/91 وفواتح الرحموت 1/128.\n3 المجموع 3/ 4، وانظر: بدائع الصنائع 2/ 4.\nالجزء: 1 ¦ الصفحة: 264\n",
        "الأول: القطع بوجوب الزكاة وبه قَال ابن سريج1.\nالثاني: وهو قول جمهور الشافعية أن الأمر في ذلك مبني على بقاء ملكه لهذا المال وزواله.\nوالصحيح عندهم أنه موقوف فإن رجع إلى الإسلام تبينا بقاءه فتجب وإلا فلا 2.\n1 هو أحمد بن عمر أبو العباس يقال له الباز الأشهب شيخ الشافعية في زمانه مات سنة 306 هـ انظر: في ترجمته تاريخ بغداد 4/287 وطبقات الشافعية للسبكي 3/21.\n2 انظر: بدائع الصنائع 2/ 4، وحاشية رد المحتار 2/259، والمهذب 1/147 والمجموع 5/328، والكافي لابن قدامة 1/278.\nالجزء: 1 ¦ الصفحة: 265\n",
        "المطلب الثاني وهو الشرط الثاني: التكليف\nهل يشترط البلوغ والعقل لأداء الزكاة، وهل تجب الزكاة في مال الصغير والمجنون وما شابههما؟\nاختلف الفقهاء في ذلك:\nالقول الأول: أكثر أهل العلم يجب الزكاة في مالهما ويخرج عنهما وليهما روي ذلك عن جمع من الصحابة كعمر وعائشة وجابر وابن عمر رضي الله عنهم ومن الأئمة: الثلاثة مالك والشافعي وأحمد.\nالقول الثاني: تجب الزكاة ويخرجها الصبي إذا بلغ والمجنون إذا أفاق قَال به من الصحابة ابن مسعود وهو قول الأوزاعي والثوري.\nالقول الثالث: لا تجب الزكاة في أموالهما أصلاً قَال به الحسن وسعيد بن جبير والنخعي وغيرهم.\nالقول الرابع: ذهب أبو حنيفة وأصحابه إلى أنه لا زكاة عليهما إلا في الخارج من الأرض من الزروع والثمار وما عدا ذلك فلا زكاة عليهما في النقدين وعروض التجارة وبهيمة الأنعام 1.\nهذه أربعة أقوال في حكم زكاة مال الصبي والمجنون ويمكن اختصارها إلى قولين قول بالوجوب وقول بعدم الوجوب.\nأدلة الوجوب: استدلوا بمجموعة من الأدلة:\nأولاً: بعموم الأدلة الدالة على وجوب الزكاة من الآيات والأحاديث حيث لم تفرق بين الصغير والكبير وبين العاقل وغير العاقل كقوله تعالى: {وَأَقِيمُوا الصَّلاةَ\n1 انظر: بدائع الصنائع 2/4، المنتقى للباجي 2/110 والحاوي 3/152 والمغني لابن قدامة 4/69.\nالجزء: 1 ¦ الصفحة: 266\n",
        "وَآتُوا الزَّكَاةَ} 1 وغيرها وحديث معاذ السابق2 قَال البغوي عنه:\nدليل على أن الطفل الغني تلزمه الزكاة لقوله: (من أغنيائهم) 3.\nثانياً: حديث عمرو بن شعيب عن أبيه عن جده أن النبي صلى الله عليه وسلم خطب الناس فقال: “ألا من ولي يتيماً له مال فليتجر فيه ولا يتركه حتى تأكله الصدقة”.\nرواه الترمذي وغيره 4.\nثالثاً: بقول الصحابة رضي الله عنهم ومن ذلك:\nقَال عمر بن الخطاب: اتجروا بأموال اليتامى وأعطوا صدقتها.\nوفي رواية قَال: ابتغوا في أموال اليتامى قبل أن تأكلها الزكاة.\nوفي رواية: أن عمر كان يزكي مال اليتيم. وفي رواية قَال: ابتغوا لليتامى في أموالهم.\nما جاء عن القاسم بن محمد قَال: كنا يتامى في حجر عائشة فكانت تزكي أموالنا. وفي رواية قال: كان مالنا عند عائشة فكانت تزكيه ونحن يتامى.\nوقال جابر بن عبد الله في الرجل يلي مال اليتيم “يعطي زكاته” 5.\nفهؤلاء جمع من الصحابة كانوا يزكون أموال اليتامى وقول الصحابي حجة عند الجمهور.\nرابعاً: قياس الزكاة باعتبارها حقاً مالياً على سائر الحقوق المالية الأخرى كالنفقات وقيم المتلفات وأرش الجنايات فهذه الحقوق واجبة على الصبي\n1 سورة البقرة آية 43.\n2 سبق تخريج حديث معاذ (ص 260) من هذا البحث.\n3 شرح السنة 5/473.\n4 انظر: سنن الترمذي في أبواب الزكاة باب الزكاة ما جاء في زكاة اليتيم 2/76 رقم 636.\n5 انظر في هذه الآثار: مصنف عبد الرزاق كتاب الزكاة باب صدقة مال اليتيم 4/66 رقم 6981، 6984، 6985، 6989، 6993 والسنن الكبرى 4/108.\nالجزء: 1 ¦ الصفحة: 267\n",
        "والمجنون فكذلك الزكاة.\nأدلة أصحاب القول الثاني:\nأولاً: بقوله تعالى: {خُذْ مِنْ أَمْوَالِهِمْ صَدَقَةً تُطَهِّرُهُمْ وَتُزَكِّيهِمْ بِهَا} 1 الآية.\nووجه الدلالة من الآية: أن المراد من الزكاة تطهير النفس من الذنوب والصبي والمجنون لا ذنوب عليهما لأنهما ليسا من أهل التطهير فهما غير مكلفين والزكاة لا تجب إلا على المكلف.\nثانياً: حديث علي بن أبي طالب رضي الله عنه قوله صلى الله عليه وسلم: “رفع القلم عن ثلاثة عن النائم حتى يستيقظ، وعن الصبي حتى يشب، وعن المعتوه حتى يعقل”، قَال الترمذي: وفي الباب عن عائشة.\nحديث علي حديث حسن غريب من هذا الوجه، وقد روي من غير وجه عن علي وذكر بعضهم (وعن الغلام حتى يحتلم) ، ولا نعرف للحسن سماعاً من علي بن أبي طالب رضي الله عنه.2.\nووجه الدلالة:\nدل الحديث على رفع القلم عن المذكورين كناية عن عدم التكليف والصبي والمجنون ليسا من أهل التكليف والزكاة لا تجب إلا على المكلفين كغيرها من العبادات كالصلاة والصيام والحج وهذه العبادات تحتاج إلى نية وهما لا نية لهما.3.\nوالقول الأول هو الراجح إن شاء الله لأنه يتفق مع مقصود الشارع\n1 سورة التوبة آية (103) .\n2 انظر: سنن الترمذي أبواب الحدود الباب الأول رقم الحديث 1446 ورواه أحمد في المسند 6/100 وأبو داود في كتاب الحدود 4/139 - 141 رقم 4398 -4403.\n3 انظر: بدائع الصنائع 2/815.\nالجزء: 1 ¦ الصفحة: 268\n",
        "الحكيم وهو سد حاجة الفقراء والمحتاجين وهذه العلة يشترك فيها البالغ وغير البالغ والعاقل وغير العاقل فلا فرق بين الأموال من حيث وجوب الزكاة.\nوقد أجاب الجمهور عن أدلة أصحاب القول الثاني بما يلي:\nأولاً: أجابوا عن وجه الدلالة من الآية بجوابين:\n1-\nليست العلة من الزكاة التطهير فقط، وإنما هناك علل وحكم أخرى من أجلها: سد حاجة الفقراء وهذه لا فرق فيها بين مال الصغير والكبير فهما على حد سواء.\n2-\nليس التطهير خاص بإزالة الذنوب وإنما يشتمل على أمور أخرى كتربية النفس على الفضائل والخلق الحسن وتعويدها على البذل والسخاء والإنفاق وغير ذلك.\nثانيا: وأما قوله صلى الله عليه وسلم في الحديث “رفع القلم عن ثلاثة “ المراد رفع الإثم والوجوب ونحن نقول لا إثم عليهما ولا تجب الزكاة عليهما بل تجب في مالهما ويطالب بإخراجها وليهما كما يجب في مالهما قيمة ما أتلفاه ويجب على الولي دفعها1.\nثالثا: وقياس الزكاة على العبادات الأخرى قياس مع الفارق فتلك عبادات بدنية تحتاج إلى جهد ومشقة والزكاة من العبادات المالية التي لا تحتاج إلى جهد ومشقة فلا فرق فيها بين الصغير والكبير.\nرابعا: أن نية الصبي والمجنون لا تتحقق في الزكاة فنيتهما ضعيفة والزكاة من الحقوق المالية فأشبه نفقة الأقارب والزوجات وأرش الجنايات وقيم المتلفات والولي يقوم مقامهما في ذلك2.\n1 انظر: المجموع للنووي 5/330.\n2 انظر: المغني لابن قدامة 4/70، 71 والحاوي 3/153.\nالجزء: 1 ¦ الصفحة: 269\n",
        "المطلب الثالث: وهو الشرط الثالث: الحرية\nاختلف العلماء في وجوب الزكاة على الرقيق على أقوال ثلاثة:\nالقول الأول: لا زكاة في ماله أصلاً قَال به من الصحابة ابن عمر وجابر رضي الله عنهما وغير هما وهو قول مالك وأحمد من الفقهاء.\nالقول الثاني: تجب الزكاة في مال الرقيق على سيده وهو قول للشافعية والحنفية.\nالقول الثالث: تجب الزكاة في ماله وبه قَال عطاء وأبو ثور وأهل الظاهر.\nوسبب اختلافهم في زكاة مال الرقيق هو اختلافهم في هل يملك المال أم لا؟ فمن رأى أنه لا يملك المال وأن السيد هو المالك قَال الزكاة على السيد ومن رأى أنه يملك المال لأنه آدمي يملك النكاح فيملك المال كالحر قَال الزكاة في ماله.\nومن رأى أن ملكه ناقص قَال لا زكاة عليه أصلاً لأن الزكاة إنما تجب في تمام الملك.\nأما المكاتب فهل تجب الزكاة في ماله؟\nجمهور العلماء من السلف والخلف لا زكاة في مال المكاتب حتى يعتق وقال أبو ثور: تجب في ماله كالحر وحكي ذلك عن داود وقال أبو حنيفة يجب العشر في زرعه ولا تجب الزكاة في باقي أمواله.\nواستدل الجمهور بحديث “لا زكاة في مال المكاتب” أخرجه البيهقي.1.\nولأن ملكه ضعيف بخلاف الحر، ولأن الزكاة تجب على طريق المواساة وليس هو من أهلها.\n1 انظر: السنن الكبرى كتاب الزكاة 4/109 وسنن الدارقطني كتاب الزكاة باب ليس في مال المكاتب زكاة 2/108.\nالجزء: 1 ¦ الصفحة: 270\n",
        "واحتج أبو ثور بقوله تعالى: {وَأَقِيمُوا الصَّلاةَ وَآتُوا الزَّكَاةَ} 1\nوالمكاتب والرقيق يدخلان في الخطاب على الصحيح عند الأصوليين كما احتج أيضاً بأن الحجر من السيد لا يمنع وجوب الزكاة كالحجر على الصبي والمجنون.\nواحتج أبو حنيفة بحديث ابن عمر أن النبي صلى الله عليه وسلم قَال: “فيما سقت السماء والعيون أو كان عثرياً العشر” الحديث.2.\nوالصحيح والله أعلم هو قول جمهور العلماء لأن الآية والحديث محمولان على الأحرار أما القياس على الصبي والمجنون فهو قياس مع الفارق فالمنع فيهما لنقص تصرفهما لا لنقص ملكهما3.\n1 سورة البقرة آية (43) .\n2 رواه البخاري في كتاب الزكاة باب العشر فيما يسقى من ماء السماء، انظر: البخاري مع فتح الباري 3/347\n3 انظر: بداية المجتهد 1/245 والحاوي 3/154 وحلية العلماء 3/7، 8 والمغني لابن قدامة 4/72 والمجموع 5/330 وبدائع الصنائع 2/6 والافصاح 1/211.\nالجزء: 1 ¦ الصفحة: 271\n",
        "المطلب الرابع وهو الشرط الرابع: اشتراط الحول\nأموال الزكاة تنقسم إلى قسمين:\nقسم يشترط له الحول وهو ما أعد للنماء وهذا كالماشية فهي مرصدة للدر والنسل، وعروض التجارة والأثمان فهي مظنة النماء فهذه الثلاثة:\n1-\nالسائمة من بهيمة الإنعام.\n2-\nالأثمان وهي الذهب والفضة.\n3-\nقيم عروض التجارة.\nيعتبر حولان الحول وهو مرور سنة كاملة على هذا المال لأن الزكاة تتكرر في هذه الأموال الثلاثة فلا بد لها من ضابط كيلا يفضي إلى تعاقب الوجوب في الزمن الواحد وهذا محل اتفاق بين الفقهاء، قَال ابن رشد: وهذا مجمع عليه عند فقهاء الأمصار.1.\nالقسم الآخر:\nلا يشترط له الحول وهذا هو الزروع والثمار فهي نماء في نفسها تتكامل عند إخراج الزكاة منها، فلا تجب فيها الزكاة مرة ثانية لعدم إرصادها للنماء ويتكامل نماؤها قبل الحول فسقط اعتبار الحول فيها.2.\nوكذا الركاز وهو دفين الجاهلية في جميع الأشياء اتفقوا على أنه لا يعتبر فيه الحول.3.\n1 انظر: بداية المجتهد 1/ 270.\n2 انظر: المجموع 5/361 والمغني لابن قدامة 4/73.\n3 انظر: الإفصاح 1/217 باب ما جاء في الركاز، وزاد المعاد 1/ 181.\nالجزء: 1 ¦ الصفحة: 272\n",
        "المطلب الخامس: وهو الشرط الخامس: النصاب\nوهو عبارة عن المقدار الَّذِي تتعلق به الفريضة.\nوالنصاب معتبر فيما تجب فيه الزكاة من الزروع والثمار خمسة أوسق خلافاً لأبي حنيفة يجب العشر في قليله وكثيره 1.\nوأجمع المسلمون على أن ما دون خمس من الإبل لا زكاة فيه ولا زكاة فيما دون الثلاثين من البقر، وكذا لا زكاة فيما دون الأربعين من الغنم.\nوأجمعوا على أن أول النصاب في النقدين الذهب والفضة عشرون ديناراً ذهباً ومائتا درهم فضة 2.\nونصاب عروض التجارة هو نصاب الذهب والفضة وسيأتي مزيد بحث عن هذين الشرطين وهما النصاب والحول أثناء الكلام في الفصل الثالث عن الأموال التي تجب فيها الزكاة إن شاء الله تعالى.\n1 انظر: الهداية مع فتح القدير 2/296 وحلية العلماء 3/73 والتمهيد 13/113، 24/161 والمغني لابن قدامة 4/161 والإفصاح 1/205.\n2 انظر: الإجماع لابن المنذر ص12 والإفصاح 1/196، 199، 201، 206.\nالجزء: 1 ¦ الصفحة: 273\n",
        "المطلب السادس وهو الشرط السادس: تمام الملك\nومعنى هذا الشرط من كان عنده مال تتعلق به حقوق للآخرين فهل تجب عليه الزكاة في هذا المال بمعنى أنه لا يملك المال ملكاً تاماً وقد أدرج العلماء مسائل كثيرة تحت هذا الشرط ومنها:\n*المسألة الأولى: هل على المدين زكاة:\nمن كان عليه دين لا يخلو من أحوال ثلاثة:\n1-\nعنده مال يستغرق جميع الدين.\n2-\nعنده مال لا يفي بدينه.\n3-\nعنده مال يفي بالدين.\nفإن كان عنده مال يفي بالدين ثم يبقى بعد ذلك مال ففي المال المتبقي زكاة ولا خلاف في ذلك بين العلماء متى ما توفرت في هذا المال المتبقي شروط الزكاة.\nوإنما محل الخلاف إذا كان عنده مال لا يفي بدينه أو عنده مال استغرق جميع الدين وقد اختلف الفقهاء في ذلك على أربعة أقوال:\nالقول الأول: تجب الزكاة على المدين مطلقاً فالدين لا يمنع من أداء وجوب الزكاة في الأموال على الإطلاق وهذا مذهب الظاهرية وهو قول عند الشافعية.\nالقول الثاني: لا زكاة على المدين مطلقاً حتى يفي بدينه فالدين مانع من أداء الزكاة وهذا قول الحنابلة وقول عند الشافعية أيضاً.\nالقول الثالث: تجب الزكاة على المدين في الخارج من الأرض فقط وهو مذهب الحنفية.\nالقول الرابع: التفريق بين الأموال الظاهرة والأموال الباطنة تجب الزكاة\nالجزء: 1 ¦ الصفحة: 274\n",
        "على المدين في الأموال الظاهرة كالزروع والثمار والمواشي وغيرها ولا تجب عليه في الأموال الباطنة كالذهب والفضة وهذا قول المالكية 1.\nأدلة أصحاب القول الأول:\nاستدلوا بعموم الأدلة من الكتاب والسنة الدالة على وجوب الزكاة مطلقاً من غير تفريق بين مال وآخر وإن هذه الأدلة لم تفرق بين المدين وغير المدين كقوله تعالى: {خُذْ مِنْ أَمْوَالِهِمْ صَدَقَةً تُطَهِّرُهُمْ وَتُزَكِّيهِمْ بِهَا} الآية2.\nوما بيده ماله يجوز فيه تصرفه فوجب أن يستحق الأخذ منه3.\nأدلة أصحاب القول الثاني:\n1-\nبحديث معاذ رضي الله عنه السابق4 قوله صلى الله عليه وسلم: ”تؤخذ من أغنيائهم وترد على فقرائهم”.\nووجه الدلالة: أن هذا الحديث نص على أن الزكاة تؤخذ من الأغنياء والمدين ليس منهم.\n2-\nبما رواه أبي عبيد القاسم بن سلام قَال حدثنا إبراهيم بن سعد عن ابن شهاب عن السائب بن يزيد قَال سمعت عثمان بن عفان يقول: “هذا شهر زكاتكم فمن كان عليه دين فليؤده حتى تخرجوا زكاة أموالكم” 5.\n1 انظر: بداية المجتهد 1/246 وحلية العلماء 3/15، 16 وبدائع الصنائع 2/7 والمغني لابن قدامة 4/263 والمجموع 5/344 والإفصاح1/213 وفتح العزيز أو الشرح الكبير للرافعي 5/505، 506.\n2 سورة التوبة آية (103) .\n3 انظر: الحاوي 3/310.\n4 سبق تخريج الحديث (ص 260) من هذا البحث.\n5 انظر: كتاب الأموال لأبي عبيد القاسم بن سلام ص442 رقم 1247.المغني لابن قدامة 4/264 والحاوي 3/310 وبدائع الصنائع 2/6.\nالجزء: 1 ¦ الصفحة: 275\n",
        "ووجه الدلالة: أن عثمان رضي الله عنه قدم قضاء الدين على إخراج الزكاة وقد قَال ذلك بمحضر من الصحابة فلم ينكروه فدل على اتفاقهم عليه1.\nأدلة أصحاب القول الثالث:\nبأن الخارج من الأرض مؤنة مالية سببها الأرض كالنفقة سببها القرابة وهذه قاعدة عندهم وأصل من أصولهم في كثير من مسائل الزكاة2.\nأدلة أصحاب القول الرابع:\n1-\nإن الأموال الظاهرة تنمو بنفسها أما الأموال الباطنة فإنها تنمو بالتصرف.\n2-\nإن الأموال الظاهرة لا تخفى على الفقراء والمساكين فتتعلق بها بخلاف الأموال الباطنة.\n3-\nأن السعاة في عهد النبي صلى الله عليه وسلم وعهد الخلفاء من بعده كانوا يأخذون زكاة ما ظهر من الأموال ولا يسألون عما خفي منها3.\nوالقول الثاني هو الراجح إن شاء الله تعالى وقد رجح هذا القول ابن رشد حيث قَال: والأشبه بغرض الشرع إسقاط الزكاة عن المدين لقوله صلى الله عليه وسلم: ”تؤخذ من أغنيائهم وترد على فقرائهم” والمدين ليس بغني4.\n*المسألة الثانية: هل على الدائن زكاة أم لا؟\nوالمراد صاحب المال وقد اختلف الفقهاء في هذه المسألة على أقوال ثلاثة:\nالأول: لا زكاة عليه مطلقاً لأنه لا يملك المال ملكاً حقيقياً فالمال ليس بيده وهو وإن ملك المال فملكه ناقص غير تام.\nوهو مذهب الظاهرية.\n1 انظر: المغني لابن قدامة 4/264 والحاوي 3/310 وبدائع الصنائع 2/6.\n2 انظر: بدائع الصنائع 2/6.\n3 انظر: المغني لابن قدامة 4/265، 266.\n4 انظر: بداية المجتهد 1/246.\nالجزء: 1 ¦ الصفحة: 276\n",
        "الثاني: قول أكثر أهل العلم تجب الزكاة عليه إذا قبض الدين لأن الزكاة من باب المواساة والعدل وليس من العدل إلزامه بزكاة ما لم يقبضه فلربما هلك المال بيد المدين.\nالثالث: التفريق إذا كان المال بيد مماطل تجب الزكاة بعد القبض وهذا قول للشافعية والحنابلة1.\nوالراجح والله أعلم هو قول الجمهور تجب الزكاة عليه إذا قبضه لما عللوا به فلربما هلك المال.\n*المسألة الثالثة: الثمار والزروع الموقوفة هل تجب فيها الزكاة؟\nمعنى الوقف: هو حبس العين وصرف منفعتها إلى الموقوف عليه فهو يفيد ملك المنفعة لا ملك العين يقال أوقفه، وحبسه وسبله كله بمعنى واحد وهو مما اختص به المسلمون 2.\nوقد اختلف الفقهاء في الزروع والثمار الموقوفة على ثلاثة أقوال:\nالقول الأول: وجوب الزكاة فيها مطلقاً سواء كانت موقوفة لمعين كزيد أو موقوفة لغير معين كالفقراء والمساكين وهو قول المالكية وقول للشافعية.\nالقول الثاني: لا زكاة مطلقاً في الزروع والثمار قَال به بعض التابعين كطاووس ومكحول وغيرهما.\nالقول الثالث: التفريق إن كانت موقوفة لمعين تجب الزكاة وإن كانت لغير معين فلا زكاة فيها وهو قول أكثر أهل العلم3.\n1 انظر: كتاب الأموال ص 434 - 439 رقم 1235 وحلية العلماء 3/80 والمغني لابن قدامة 4/270 والإفصاح 1/213، 214.\n2 انظر: تهذيب اللغة 9/333 والصحاح 4/1440 والمطلع ص 285.\n3 انظر: بداية المجتهد 1/247 والمجموع 5/340، 575.\nالجزء: 1 ¦ الصفحة: 277\n",
        "أدلة أصحاب القول الأول:\nبعموم الأدلة من الكتاب والسنة الموجبة للزكاة في الخارج من الأرض كقوله تعالى: {وَآتُوا حَقَّهُ يَوْمَ حَصَادِهِ} 1 وكقوله صلى الله عليه وسلم في الحديث السابق2: “فيما سقت السماء والعيون أو كان عثرياً العشر” الحديث.\nووجه الدلالة: أن هذه النصوص دلت على وجوب الزكاة في الخارج من الأرض مطلقاً من غير تفريق بين موقوف وغيره.\nأما أصحاب القول الثاني: عللوا بأن ملك الزروع والثمار الموقوفة ملكاً ناقصاً غير تام ومن شروط الزكاة تمام الملك فلا زكاة في هذه الزروع والثمار.\nأما أصحاب القول الثالث:\nإن كانت لمعين فهي داخلة في ملكه وتحت تصرفه فهي كبقية أمواله تجب فيها الزكاة.\nوغير المعين فلا زكاة فيها لأنه لا يعرف لها مالك معين وهم الفقراء والمساكين الذين تجب لهم الزكاة ولا تجب عليهم.\n*المسألة الرابعة: الأرض المستأجرة:\nعلى من تجب زكاة ما تخرجه هذه الأرض هل تجب على المؤجر صاحب الأرض أو على المستأجر صاحب الزروع والثمار محل خلاف على قولين للفقهاء في ذلك:\nالقول الأول: تجب الزكاة على المستأجر وبه قَال أكثر أهل العلم مالك والشافعي وأحمد.\nالقول الثاني: تجب الزكاة على المؤجر وبه قَال الحنفية.\n1 سورة الأنعام آية (141) .\n2 سبق تخريج الحديث (ص 271) من هذا البحث.\nالجزء: 1 ¦ الصفحة: 278\n",
        "أدلة جمهور العلماء:\nاستدلوا بعموم الأدلة على وجوب الزكاة في الخارج من الأرض من الكتاب والسنة كقوله تعالى: {يَاأَيُّهَا الَّذِينَ آمَنُوا أَنفِقُوا مِنْ طَيِّبَاتِ مَا كَسَبْتُمْ وَمِمَّا أَخْرَجْنَا لَكُمْ مِنْ الأَرْضِ} 1.\nوالزرع مخرج للمستأجر فوجب أن يتوجه حق الإنفاق عليه.\nوقوله تعالى: {وَآتُوا حَقَّهُ يَوْمَ حَصَادِهِ} الآية 2.\nأمر بإيتاء الحق من أباح له الأكل، والأكل مباح للمستأجر فوجب أن يكون الحق واجباً عليه دون المؤجر3.\nوكقوله صلى الله عليه وسلم في الحديث السابق4: “فيما سقت السماء”.\nدل على وجوب الزكاة في الخارج من الأرض والخارج منها ملك للمستأجر دون المؤجر.\nوجهة نظر أصحاب القول الثاني:\nأن الخارج من الأرض مؤنة مالية سببها الأرض فوجبت الزكاة على صاحب الأرض كالخراج يجب على صاحب الأرض ومعنى ذلك قياس الأرض المستأجرة على الأرض الخراجية.\nوالراجح والله أعلم هو القول الأول لأن قياس الأرض المستأجرة على الأرض الخراجية قياس مع الفارق لعدة أسباب:\n1-\nلو كان القياس صحيحاً لأوجبنا الزكاة في الأرض المستأجرة على\n1 سورة البقرة آية (267) .\n2 سورة الأنعام آية (141) .\n3 انظر: الحاوي 5/254 والإفصاح 1/218.\n4 سبق تخريج الحديث (ص 271) من هذا البحث.\nالجزء: 1 ¦ الصفحة: 279\n",
        "أهل الذمة وأهل الذمة ليس عليهم زكاة.\n2-\nلو كان صحيحاً لصرفت الأرض المستأجرة مصارف الفيء ولم يقل أحد من العلماء إن الأرض المستأجرة تصرف مصارف الفيء وإنما تصرف مصارف الزكاة.\n3-\nلو كان صحيحاً لوجبت في هذه الأرض المستأجرة الزكاة ولو لم تزرع كالخراج لأن الخراج أجرة يفرضها الحاكم على الأرض زرعت أو لم تزرع1.\n*المسالة الخامسة: هل يجتمع العشر والخراج؟\nلا خلاف بين أهل العلم بأن المسلم إذا ملك أرضاً عشرية تجب فيها الزكاة وكذا إذا ملك الذمي أرضاً خراجية يجب فيها الخراج.\nوإنما الخلاف، المسلم إذا ملك أرضاً خراجية والذمي إذا ملك أرضاً عشرية.\nوتكون الأرض خراجية في صورتين:\nأحدهما: أن يفتح الإمام بلدة قهراً ويقسمها بين الغانمين ثم يعوضهم عنها ثم يوقفها على المسلمين ويضرب عليها خراجاً كما فعل عمر رضي الله عنه بسواد العراق.\nالثانية: أن يفتح بلدة صلحاً على أن الأرض للمسلمين ويسكنها الكفار بخراج معلوم2.\nفهل يجتمع العشر والخراج إذا انتقلت الأرض الخراجية إلى ملك المسلم؟\nاختلف الفقهاء في ذلك على قولين:\nالقول الأول: مذهب الأئمة الثلاثة مالك والشافعي وأحمد يجب في هذه الأرض العشر والخراج.\n1 انظر: المغني لابن قدامة 4/201.\n2 انظر: المجموع للنووي 5/436، 537.\nالجزء: 1 ¦ الصفحة: 280\n",
        "القول الثاني: يجب في هذه الأرض الخراج فقط، قَال به الحنفية.\nأدلة الجمهور:\n1-\nبعموم النصوص من كتاب الله ومن سنة رسول الله صلى الله عليه وسلم.\nكقوله تعالى: {وَآتُوا حَقَّهُ يَوْمَ حَصَادِهِ} 1، وكقوله تعالى: {وَمِمَّا أَخْرَجْنَا لَكُمْ مِنْ الأَرْضِ} 2 وكقوله صلى الله عليه وسلم في الحديث السابق3: “فيما سقت السماء” فهذه النصوص أوجبت الزكاة في الخارج من الأرض من غير تفريق بين الأرض الخراجية والأرض العشرية فيجب فيها الزكاة كما يجب فيها الخراج.\n2-\nأن الزكاة والخراج حقان واجبان بسببين مختلفين فوجوب أحدهما لا يمنع من وجوب الآخر فوجوب الزكاة لا يمنع من وجوب الخراج، ووجوب الخراج لا يمنع من وجوب الزكاة. سبق تخريج الحديث (ص 271) من هذا البحث.\nفالزكاة والخراج حقان اختلفا من عدة وجوه:\nأ- من حيث الدليل فالزكاة وجبت بالنص، والخراج بالاجتهاد.\nب- من حيث المصرف فالزكاة في مصارفها الثمانية والخراج للمقاتلة.\nجـ - من حيث الصفة فالزكاة عبادة، والخراج مؤنة.\nد- من حيث المحل فالزكاة عشر العين، والخراج دراهم في الذمة.\n?- من حيث السبب فالزكاة الخارج من الأرض، والخراج الأرض نفسها4.\nأدلة أصحاب القول الثاني:\n1-\nما يروى عن ابن مسعود موقوفاً ومرفوعاً “لا يجتمع عشر وخراج\n1 سورة الأنعام آية (141) .\n2 سورة البقرة آية (267) .\n3 سبق تخريج الحديث (ص 271) من هذا البحث.\n4 انظر: المجموع للنووي 5/550 والحاوي 3 /253 وكتاب الأموال ص96.\nالجزء: 1 ¦ الصفحة: 281\n",
        "في أرض مسلم” 1 فالواجب الخراج دون العشر لأنها أرض خراجية.\nوقد أجاب الجمهور عن هذا الحديث:\nبأنه ضعيف وهو من رواية يحيى بن عنبسة عن أبي حنيفة.\nقال ابن حبان: “ليس هذا الحديث من كلام رسول الله صلى الله عليه وسلم ويحيى بن عنبسة دجال يضع الحديث وهو كذب على أبي حنيفة ومن بعده إلى رسول الله صلى الله عليه وسلم “.\nوقال ابن عدي: “لم يصل هذا الحديث غير يحيى وهو مكشوف الأمر ورواياته عن الثقات الموضوعات”.\nوقال البيهقي: “حديث باطل وصله ورفعه يحيى بن عنبسة متهم بالوضع ولو صح الحديث لم يكن منع اجتماعهما دالاً على إسقاط العشر بأولى من أن يكون دالاً على إسقاط الخراج”2.\n2-\nعن أبي هريرة رضي الله عنه قَال رسول الله صلى الله عليه وسلم: “منعت العراق درهمها وقفيزها ومنعت الشام مديها ودينارها ومنعت مصر إردبها ودينارها وعدتم من حيث بدأتم ثلاثاً” 3.\nفالدرهم الخراج والقفيز العشر، والقفيز والمدي والأردب مكاييل معروفة لأهل تلك البلاد المذكورة.\nفهذا الحديث إخبار من النبي صلى الله عليه وسلم بما سيقع من أهل تلك الأمصار حيث يخرجون عن طاعة الإمام ويمنعون ما أوجبه عليهم وهو الخراج.\nوقد أجاب الجمهور عن هذا الحديث.\n1 رواه البيهقي في السنن الكبرى كتاب الزكاة 4/132.\n2 انظر: الحاوي 3/253 والمجموع للنووي 5/550 والمغني لابن قدامة 4/199 وشرح الزركشي 2/482 والبيهقي 4/132.\n3 رواه مسلم في كتاب الفتن وأشراط الساعة باب لا تقوم الساعة حتى يحسر الفرات\n2/2220 رقم 2896.\nالجزء: 1 ¦ الصفحة: 282\n",
        "بأن معناه أن أهل هذه الأمصار سيدخلون في الإسلام فتسقط عنهم الجزية يقول الإمام البغوي:\nوفيه مستدل لمن ذهب إلى أن وجوب الخراج لا ينفي وجوب العشر لأنه جمع بين القفيز والنقد، والعشر يؤخذ بالقفيز، والخراج يؤخذ بالنقد1.\n3-\nما جاء عن عمر بن الخطاب في دهقانة نهر الملك أسلمت فكتب أن ادفعوا إليها أرضها تؤدي عنها الخراج.\nوكذا ما جاء عن علي رضي الله عنه في دهقان2 أسلم فقال له علي رضي الله عنه: إن قمت في أرضك رفعنا عنك جزية رأسك وإن تحولت عنها فنحن أحق بها.\nقَال أبو عبيد: فتأول قوم لهذه الأحاديث: أن لا عشر على المسلمين في أرض الخراج يقولون: لأن عمر وعلياً رضي الله عنهما لم يشترطاه على الَّذِين أسلموا من الدهاقين.\nقَال أبو عبيد في الجواب عن هذه الآثار:\nوليس في ترك عمر وعلي ذكر العشر دليل على سقوطه عنهم لأن العشر حق واجب على المسلمين في أرضهم لأهل الصدقة لا يحتاج إلى اشتراطها عليهم عند دخولهم في الأرض3.\nفأمر الزكاة معلوم من الدين بالضرورة لا يخفى على أحد وإنما ذكرا الخراج حتى لا يتوهم أن الخراج يسقط بالإسلام كالجزية 4.\n1 انظر: الحاوي 3/252 وشرح السنة 11/178 والمجموع للنووي 5/553.\n2 الدهقان بكسر الدال وضمها يطلق على رئيس القرية وعلى التاجر وعلى من له عقار ومال وعلى أصحاب الزراعة وهو معرب. انظر: النهاية 2/145، والمصباح المنير 1/201.\n3 انظر: كتاب الأموال لأبي عبيد القاسم بن سلام ص94، 95 رقم 231 - 234 والحاوي 3/253.\n4 انظر: المجموع للنووي 5/555، 156.\nالجزء: 1 ¦ الصفحة: 283\n",
        "4-\nدعوى الإجماع حيث لم ينقل عن أحد من الخلفاء أنه جمع في أرض واحدة بين العشر والخراج فهذا دليل وجوب الخراج فقط.\nوقد أجاب الجمهور عن هذه الدعوى: أن هذه الدعوى غير صحيحة فهي دعوى منتقضة بفعل عمر بن عبد العزيز قَال يحيى بن آدم:\nوسألت شريكاً عن المسلم يكون له أرض خراج فيؤدي خراجها أعليه أن يزكي ما حصل له من الثمرة بعد الخراج، قَال نعم إذا بلغ خمسة أوسق. ثم قَال حدثني عمرو بن ميمون بن مهران عن عمر بن عبد العزيز أنه قَال ذلك أو أمر به قَال شريك لعل عمر لا يكون قَال ذلك حتى سأل عنه أو بلغه فيه، فإنه كان ممن يقتدى به 1.\nالترجيح في المسألة:\nتبين لنا مما سبق رجحان مذهب جمهور العلماء في إمكان اجتماع العشر والخراج حتى لا تسقط الزكاة عن الأرض العشرية في البلاد الإسلامية يقول أحد علماء الأزهر:\nومن العجيب أن كثيراً من المسلمين في مصر الآن لا يخرجون زكاة زرعهم استناداً إلى مذهب أبي حنيفة في أن أرض الخراج لا عشر عليها2. والله المستعان.\n*المسألة السادسة: إذا ملك الذمي أرضاً عشرية فما الحكم؟\nمحل خلاف بين أهل العلم على أربعة أقوال:\nالقول الأول: لا يجب في هذه الأرض شيء لا عشر ولا خراج وهذا مذهب أكثر أهل العلم.\n1 انظر: كتاب الخراج تأليف يحيى بن آدم القرشي ص155، 156 رقم 603.\n2 انظر: حاشية كتاب الأموال ص95.\nالجزء: 1 ¦ الصفحة: 284\n",
        "القول الثاني: قَال أبو حنيفة يجب في هذه الأرض الخراج فقط.\nالقول الثالث: قَال أبو يوسف يجب في هذه الأرض مضاعفة العشر.\nالقول الرابع: قَال محمد بن الحسن يجب في هذه الأرض الزكاة فقط1.\nوالصحيح والله أعلم هو القول الأول فلا زكاة في هذه الأرض لأن الزكاة لا تجب على أهل الذمة ولا خراج على هذه لأن الأرض ليست خراجية والخراج واجب على الأرض الخراجية فقط دون غيرها.\n*المسألة السابعة: هل تسقط الزكاة بالموت أم لا؟\nإذا وجبت الزكاة وقبل أدائها مات صاحب المال فما الحكم؟\nأربعة أقوال للفقهاء في ذلك.\nالقول الأول:\nلا تسقط الزكاة بالموت مطلقاً فتجب الزكاة في هذا المال وتؤخذ من رأس المال أوصى بذلك أو لم يوص وهذا مذهب أكثر أهل العلم.\nالقول الثاني: لا تسقط بالموت ولكن ليس ذلك على الاطلاق وإنما نخرج الزكاة من الثلث قَال به بعض التابعين كالليث والأوزاعي.\nالقول الثالث: تسقط الزكاة بالموت ولا يلزم الورثة إخراج الزكاة إلا إذا أوصى بها، نخرجها من الثلث وهو قول الحنفية.\nالقول الرابع: بالتفصيل لا تسقط الزكاة بالموت إذا كانت زكاة حاضرة لهذه السنة وتسقط بالموت إذا كانت زكاة ماضية وهو قول المالكية 2.\nأدلة الجمهور:\n1 انظر: بداية المجتهد 1/248 والمجموع للنووي 5/560 والمغني لابن قدامة 4/202.\n2 انظر: بدائع الصنائع 2/923، 924 وبداية المجتهد 1/249 والمجموع للنووي 5/363 والمغني لابن قدامة 4/145 والإفصاح 1/212.\nالجزء: 1 ¦ الصفحة: 285\n",
        "الدليل الأول: قوله تعالى في آية المواريث {مِنْ بَعْدِ وَصِيَّةٍ يُوصِي بِهَا أَوْ دَيْنٍ} الآية 1.\nووجه الدلالة: أن الآية قدمت الدين على قسمة التركة والإجماع قائم على تقديم الدين حتى على الوصية، قَال ابن كثير:\nأجمع العلماء من السلف والخلف على أن الدين مقدم على الوصية2.\nوأعلم أن الدين مؤخر في اللفظ، مقدم في المعنى، لأن الدين حق عليه والوصية حق له، وهما جميعاً مقدمان على حق الورثة3، ومعلوم أن الزكاة دين في ذمة المسلم للفقراء والمساكين فوجب تقديمها وإخراجها قبل قسمة التركة والوصية.\nالدليل الثاني: حديث ابن عباس رضي الله عنهما قَال جاء رجل إلى النبي صلى الله عليه وسلم فقال: يا رسول الله إن أمي ماتت وعليها صوم شهر أفأقضيه عنها قَال: “نعم، فدين الله أحق أن يقضى” وفي رواية قالت امرأة للنبي صلى الله عليه وسلم إن أختي ماتت، وفي رواية قَال “فدين الله أحق بالقضاء” 4.\nووجه الدلالة:\nأثبت الحديث أن الصيام دين فكذلك الزكاة بل الزكاة أولى بالقضاء لأنها تتعلق بحقوق الآخرين وهم الفقراء والمساكين.\nالدليل الثالث: القياس على دين الآدمي فهو لا يسقط بالموت فكذلك الزكاة بجامع أن كلا منهما حقٌّ ماليٌّ ثابتٌ في الذمة، فهي حق واجب تصح\n1 سورة النساء آية (11) .\n2 انظر: تفسير ابن كثير 1/459 وتفسير البغوي 1/402.\n3 انظر: زاد المسير 2/28.\n4 رواه البخاري في كتاب الصوم باب من مات وعليه صوم، انظر: البخاري مع فتح الباري 4/192 ومسلم كتاب الصيام باب قضاء الصيام عن الميت 2/804 رقم 154، 155.\nالجزء: 1 ¦ الصفحة: 286\n",
        "الوصية بها فلم تسقط بالموت كدين الآدمي1.\nحجة أصحاب القول الثاني:\nإن المال أصبح للورثة فنخرج الزكاة من الثلث الَّذِي تجوز فيه الوصية مراعاة لحال الورثة ولا نتجاوز الثلث لأن الزكاة ربما استغرقت جميع التركة فيتضرر الورثة استدلالاً بقوله صلى الله عليه وسلم في حديث سعد بن أبي وقاص: “الثلث والثلث كثير” 2، وبقوله صلى الله عليه وسلم: “لا ضرر ولا أضرار”، وفي رواية: “لا ضرر ولا ضرار” 3.\nحجة أصحاب القول الثالث:\nأن الزكاة عبادة محضة فتسقط بالموت كالصلاة والصيام كسائر الواجبات التي تسقط بالموت فالزكاة كذلك.\nوقد أجاب الجمهور عن هذا:\nأن قياس الزكاة على الصيام والصلاة هنا قياس مع الفارق لأن الزكاة حق مالي واجب فلم يسقط بالموت كالدين ويفارق الصوم والصلاة، فإنهما عبادتان بدنيتان لا تصح الوصية بهما ولا النيابة فيهما 4.\nحجة أصحاب القول الرابع:\nهو اتهام الميت فلربما قصد من التأخير حرمان الورثة.\nوالراجح والله أعلم هو قول الجمهور وذلك لقوة أدلتهم.\n1 انظر: المغني لابن قدامة 4/146.\n2 رواه البخاري في الوصايا باب الوصية في الثلث، انظر: البخاري مع فتح الباري 5/369 ومسلم في الوصية باب الوصية بالثلث 3/1250 رقم 1628.\n3 رواه أحمد في المسند 1/313 وابن ماجه 2/784 برقم 2340، 2341.\n4 انظر: المغني لابن قدامة 4/146.\nالجزء: 1 ¦ الصفحة: 287\n",
        "*المسألة الثامنة: هل تسقط الزكاة بهلاك المال أم لا؟\nاختلف الفقهاء في ذلك على ثلاثة أقوال.\nالقول الأول: تسقط الزكاة بهلاك المال أو ضياعه أو تلفه أو موته. وهذا قول الحنفية وحجتهم فوات المحل وهو النصاب.\nالقول الثاني: لا تسقط الزكاة بذلك بل تبقى في ذمته فهي لا تسقط بأي حال من الأحوال. وهو قول الحنابلة والظاهرية قياساً على دين الآدمي.\nالقول الثالث: التفصيل وهو قول المالكية والشافعية\nإن فرط فهو ضامن ولا تسقط عنه الزكاة فهي باقية في ذمته وإن لم يفرط فليس بضامن وتسقط عنه الزكاة.\nوالراجح والله أعلم هو القول بالتفصيل أن الزكاة تسقط بتلف المال إذا لم يفرط في الأداء، لأنها تجب على سبيل المواساة، فلا تجب على وجه يجب أداؤها مع عدم المال، وفقر من تجب عليه.\nومعنى التفريط أن يتمكن من إخراجها فلا يخرجها، وإن لم يتمكن من إخراجها فليس بمفرط سواء كان ذلك لعدم المستحق أو لبعد المال عنه، أو لكون الغرض لا يوجد في المال ويحتاج إلى شرائه فلم يجد ما يشتريه أو كان في طلب الشراء أو نحو ذلك 1.\n*المسألة التاسعة: هل تسقط الزكاة ببيع المال أم لا؟\nوما حكم هذا البيع؟\nاختلف الفقهاء في صحة بيع المال الَّذِي وجبت فيه الزكاة على قولين:\nمذهب جمهور أهل العلم من الحنفية والمالكية والحنابلة وغيرهم إلى\n1 انظر: المغني لابن قدامة 4/145 وانظر: بداية المجتهد 1/248، 249 والحاوي 3/90، 91 والإفصاح 1/210، 211 والمجموع للنووي 5/374 والمحلى 5/263.\nالجزء: 1 ¦ الصفحة: 288\n",
        "صحة البيع.\nواستدلوا بحديث ابن عمر رضي الله عنه أن رسول الله صلى الله عليه وسلم نهى عن بيع الثمار حتى يبدو صلاحها نهى البائع والمشتري.\nوحديث أنس بن مالك أن رسول الله صلى الله عليه وسلم نهى عن بيع الثمار حتى تزهي، فقيل وما تزهي قَال: “حتى تحمر” رواه البخاري ومسلم.1.\nقَال البغوي: ويحتج بهذا الحديث من يجوّزُ بيع المال بعد وجوب الزكاة فيه ثم يؤدي الزكاة من موضع آخر، لأن النبي صلى الله عليه وسلم أجاز بيع الثمار بعد بدو الصلاح من غير أن يخص من لم تجب عليه الزكاة ممن وجبت عليه. وللشافعي فيه أقاويل أحدها: إن البيع باطل والثاني: صحيح وللمشتري الخيار، والثالث: في قدر الزكاة باطل والمشتري بالخيار إن شاء أجاز في الباقي بحصته من الثمر، وإن شاء فسخ البيع 2.\nوعلل الشافعية البطلان:\nإن قلنا أن الزكاة تتعلق بالعين فقد باع ما لا يملكه وهو نصيب الفقراء والمساكين وإن قلنا إن الزكاة تتعلق بالذمة فقد باع شيئاً مرهوناً في ذمته وبيع الرهن لا يصح.\nوالراجح والله أعلم هو قول جمهور أهل العلم وعلى هذا القول على من تجب الزكاة:\nقَال أبو حنيفة: المشتري بالخيار ويؤخذ منه العشر ويرجع هو على البائع.\nوقال مالك: العشر على البائع إلا أن يشترطه على المشتري.\n1 انظر: البخاري مع فتح الباري في البيوع باب بيع الثمار قبل أن يبدو صلاحها 4/394 ومسلم في البيوع باب النهي عن بيع الثمار قبل بدو صلاحها 3/165 رقم 1534 وباب وضع الحوائج 3/1190 رقم 1555.\n2 انظر: شرح السنة 8/98.\nالجزء: 1 ¦ الصفحة: 289\n",
        "وقال أحمد: العشر على البائع مطلقاً وهو قول الثوري والأوزاعي 1.\nفإن فعل البائع هذا فراراً من الزكاة لم تسقط عنه. وهذا هو قول جمهور أهل العلم استدلالاً بقوله تعالى في سورة القلم {إِنَّا بَلَوْنَاهُمْ كَمَا بَلَوْنَا أَصْحَابَ الْجَنَّةِ إِذْ أَقْسَمُوا لَيَصْرِمُنَّهَا مُصْبِحِينَ وَلا يَسْتَثْنُونَ فَطَافَ عَلَيْهَا طَائِفٌ مِنْ رَبِّكَ وَهُمْ نَائِمُونَ فَأَصْبَحَتْ كَالصَّرِيم} الآية 2.\nفعاقبهم الله تعالى بذلك لفرارهم من الصدقة، ولأنه قصد إسقاط نصيب من انعقد سبب استحقاقه فلم يسقط كما لو طلق امرأته في مرض موته، ولأنه لما قصد قصداً فاسداً اقتضت الحكمة معاقبته بنقيض قصده كمن قتل مورثه لاستعجال ميراثه 3.\n1 انظر: فتح الباري 3/352.\n2 سورة القلم آية (17، 20) .\n3 انظر: المغني لابن قدامة 4/136 وحلية العلماء 3/21 والبحر الرائق 2/239 وبداية المجتهد 1/249.\nالجزء: 1 ¦ الصفحة: 290\n",
        "المطلب السابع: وهو الشرط السابع: النية\nإخراج الزكاة لا يصح إلا بنية، فإن أخرجها بغير نية لم يجزه، وبه قَال عامة الفقهاء إلا ما حكي عن الأوزاعي.\nوقد استدل على أن إخراج الزكاة لا يفتقر إلى نية بما يلي:\nأ- أن الزكاة إذا وجبت صارت ديناً في الذمة كسائر الديون التي لا تفتقر نية.\nب- إخراج ولي الصبي والمجنون عنهما فلا نية لهما.\nجـ- أخذ السلطان الزكاة من الممتنع كرهاً، والمكره لا نية له 1.\nواستدل الجمهور على اشتراط النية بما يلي:\n1-\nقوله تعالى {وَمَا أُمِرُوا إِلاّ لِيَعْبُدُوا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ} 2.\nفجعل الإخلاص وهو النية شرطاً في صحة العبادة.\nوقوله تعالى {قُلْ إِنِي أُمِرْتُ أَنْ أَعْبُدَ اللَّهَ مُخْلِصًا لَهُ الدِّينَ} 3 وفي هذا دليل على وجوب النية في العبادات، فإن الإخلاص من عمل القلب وهو الَّذِي يراد به وجه الله تعالى لا غيره 4.\n2-\nقوله صلى الله عليه وسلم وهو أول حديث استفتح به الإمام البخاري كتابه الجامع الصحيح من حديث عمر بن الخطاب رضي الله عنه وهو على المنبر قَال سمعت رسول الله صلى الله عليه وسلم يقول: “إنما الأعمال بالنيات” الحديث5. وعند الإمام مسلم “إنما الأعمال\n1 انظر: الحاوي 3/178 والافصاح 1/210 والمغني لابن قدامة 4/88.\n2 سورة البينة آية (5) .\n3 سورة الزمر آية (11) .\n4 انظر: الجامع لأحكام القرآن للقرطبي 2/144.\n5 انظر: البخاري مع فتح الباري كتاب بدء الوحي 1/9.\nالجزء: 1 ¦ الصفحة: 291\n",
        "بالنية “ 1 فدل على أن ليس له مالم ينوه لأن أداؤها عمل.\n3-\nولأنها عبادة تنوع فرضاً وهو الزكاة ونفلاً وهو التطوع، فوجب أن تفتقر إلى النية كالصلاة والصيام ومحلهما القلب، لأن محل الاعتقادات كلها القلب.\nفأما الجواب عما استدل به الإمام الأوزاعي:\n1-\nإن قضاء الدين ليس بعبادة وإنما هو حق لآدمي فلم تلزم فيه النية بخلاف الزكاة فإنها عبادة لله تعالى فوجبت فيها النية وحق الآدمي يسقط بإسقاط مستحقه فلا يحتاج إلى نية.\n2-\nإن ولي اليتيم هو المخاطب بالإخراج فأجزأت نيته فهو ينوب عند الحاجة.\n3-\nإن السلطان العادل لا يأخذ من المال إلا ما وجب أخذه 2.\n1 انظر: صحيح مسلم كتاب الإمارة 3/1515 رقم 1907.\n2 انظر: الحاوي 3/178 والمغني لابن قدامة 4/88.\nالجزء: 1 ¦ الصفحة: 292\n",
        "باب: الفصل الثالث\nالنوع الأول: النقدان وهما الذهب والفضة ويعبر عنهما بالأثمان\n...\nالفصل الثالث: الأموال التي تجب فيها الزكاة\nالنوع الأول: النّقدان وهما الذهب والفضة ويعبر عنهما بالأثمان.\nأجمع العلماء على وجوب الزكاة فيما لا فرق في ذلك بين التبر1 والمضروب والسبائك والنقد أو الحلي المعد للتجارة أو الإجارة أو الادخار أو الاستعمال غير المباح.\nولا خلاف بين أهل العلم في أن زكاة الذهب والفضة ربع العشر لقوله صلى الله عليه وسلم في حديث أنس الطويل: \"وفي الرقة ربع العشر فإن لم تكن إلا تسعين ومائة فليس فيها شيء إلا أن يشاء ربها \" 2.\nوالرقة بكسر الراء وتخفيف القاف، الفضة الخالصة سواء كانت مضروبة أوغير مضروبة قيل أصلها الورق فحذفت الواو وعوضت هاء، وقيل يطلق على الذهب والفضة بخلاف الورق 3.\nوقوله صلى الله عليه وسلم في حديث علي رضي الله عنه: ”هاتوا صدقة الرقة من كل أربعين درهماً درهم، وليس لي في تسعين ومائة شيء فإذا بلغت مائتين ففيهما خمسة دراهم”.\nقَال أبو عيسى: روى هذا الحديث الأعمش وأبو عوانة وغيرهما عن أبي أسامة عن عاصم بن خمرة عن علي وروى سفيان الثوري وابن عيينة وغير واحد عن أبي أسامة عن الحارث عن علي قَال وسألت محمد بن إسماعيل عن هذا\n1 ما كان غير مضروب فإن ضرب فهو عين، فالتبر ما كان غير مصوغ أي قبل الاستعمال. انظر: الصحاح 2/600، والمصباح 1/72.\n2 رواه البخاري في كتاب الزكاة باب زكاة الغنم، انظر: البخاري مع فتح الباري 3/318.\n3 انظر: النهاية 2/254 وفتح الباري 3/321 وانظر: الحاوي 3/256.\nالجزء: 1 ¦ الصفحة: 293\n",
        "الحديث فقال كلاهما عندي صحيح يحتمل أن يكون عنهما جميعاً 1.\nوقوله صلى الله عليه وسلم “ليس فيما دون خمس أواق صدقة” 2.\nوالأواق: جمع أوقية والأوقية: أربعون درهماً والمراد بها الفضة يقال ورق بفتح الواو وبكسرها وبكسر الراء وسكونها.\nقَال ابن المنير: لما كانت الفضة هي المال الَّذِي يكثر دورانه في أيدي الناس ويروج في مكان كان أولى بأن يقدم على ذكر تفاصيل الأموال الزكوية 3.\nقَال ابن المنذر: وأجمعوا على حديث رسول الله صلى الله عليه وسلم “ليس فيما دون خمس أواق صدقة” وأجمعوا أن في مائتي درهم خمسة دراهم4، وهي تساوي في الوقت الحاضر خمسة وخمسين ريالاً سعودياً من الفضة 5.\nأما الذهب: فقال الشافعي رحمه الله تعالى: “ولا أعلم اختلافاً في أن ليس في الذهب صدقة حتى يبلغ عشرين مثقالاً جيداً كان أو رديئاً أو إناءً أو تبراً فإن نقصت حبة أو أقل لم يؤخذ منها صدقة” 6.\nقَال ابن المنذر:\nوأجمعوا على أن الذهب إذا كان عشرين مثقالاً قيمتها مائتا درهم أن الزكاة تجب فيه، وانفرد الحسن البصري فقال: ليس فيما دون أربعين ديناراً صدقة. وقال أيضاً: وأجمعوا على أن الذهب إذا كان أقل من عشرين مثقالاً ولا\n1 انظر: سنن الترمذي أبواب الزكاة باب ما جاء في زكاة الذهب والورق 2/66 رقم 61.\n2 رواه البخاري كتاب الزكاة باب زكاة الورق انظر: البخاري مع فتح الباري 3/310.\n3 انظر: الصحاح 6/2527 والنهاية 1/80 وفتح الباري 3/310.\n4 انظر: الإجماع لابن المنذر ص12 والحاوي 3/256.\n5 تيسير العلام شرح عمدة الأحكام 1/409 كتاب الزكاة.\n6 انظر: مختصر المزني ص49 باب صدقة الذهب وقدر ما لاتجب فيه الزكاة.\nالجزء: 1 ¦ الصفحة: 294\n",
        "يبلغ قيمتها مائتي درهم أن لا زكاة فيه 1.\nلقوله صلى الله عليه وسلم في حديث علي “وليس عليك شيء _ يعني في الذهب _ حتى يكون لك عشرون ديناراً، فإذا كان لك عشرون ديناراً وحال عليها الحول ففيها نصف دينار فما زاد فبحساب ذلك” 2 رواه أبو داود.\nفإذا بلغ الذهب عشرين مثقالاً بمثاقيل الإسلام التي وزن كل سبعة منها عشرة دراهم من دراهم الإسلام ففيها الزكاة وفيما زاد بحسابه، وسواء كان الذهب جيداً أو رديئاً أو إناء أو تبراً أو دنانير مضروبة إذا كان جميعها ذهباً واسم الجنس عليه مطلقاً لأن الاعتبار بجنسه لا بوصفه كالورق 3.\nوالمثقال الشرعي يساوي 4,68 غرام فيكون النصاب ما يقارب 94 غرام وهي تساوي في الوقت الحاضر اثني عشر جنيهاً سعودياً حيث أن الجنيه السعودي يساوي مثقالاً وثلثي المثقال 4.\nولا يجوز ضم الذهب إلى الورق كما لا يجوز ضم الإبل إلى البقر وليس في اللؤلؤ والياقوت وسائر الجواهر زكاة 5.\n- مسألة خلافية في هذا النوع: حلي النساء هل تجب فيه الزكاة إذا كان معداً للاستعمال أو العارية، اختلف العلماء قديماً وحديثاً في هذه المسألة على قولين منهم من يرى الوجوب ومنهم من يرى عدم الوجوب.\nوالحلي: هو اسم لكل ما تزين به من مصاغ الذهب والفضة وجمع الحلية\n1 انظر: الإجماع لابن المنذر ص13 والحاوي 3/267.\n2 انظر: سنن أبي داود كتاب الزكاة 2/100 رقم 1573.\n3 انظر: الحاوي 3/268.\n4 انظر: الإيضاح والتبيان ص68 وتيسير العلام 1/408.\n5 انظر: الإقناع لابن المنذر 1/176 وم مختصر المزني ص50 والحاوي 3/280 والموطأ ص167 والمحلى 6/117.\nالجزء: 1 ¦ الصفحة: 295\n",
        "حلى بالضم والكسر1. والحلي إذا أطلق حلى المرأة والمراد المتخذ من الذهب والفضة أي المصوغ منهما المباح استعماله حلية وزينة للنساء سواء أستعمل أو أعد للاستعمال أو العارية كالطوق والخلخال والخواتم والسوار والقلائد والقرط ونحو ذلك.\nالقول الأول: ذهب جمهور أهل العلم إلى القول بعدم زكاة الحلي ومنهم الأئمة الثلاثة مالك والشافعي وأحمد وقال به جمع من الصحابة كجابر وابن عمر وأنس وابن مسعود وعائشة وأسماء وغيرهم2 وقال به في زماننا أئمة الدعوة منذ زمن المجدد الشيخ محمد بن عبد الوهاب وأبناءه وأحفاده وتلاميذه كعبد الله ابن الحسن آل شيخ وعبد الرحمن بن ناصر السعدي ومفتي الديار السعودية السابق محمد بن إبراهيم وسماحة الشيخ عبد الله بن حميد رئيس مجلس القضاء الأعلى السابق رحمهم الله جميعاً 3.\nوذهب الإمام أبو حنيفة وأصحابه إلى القول بوجوب زكاة الحلي4 ونقل عن جمع من الصحابة كعمر وابن عباس وعبد الله بن عمرو بن العاص وغيرهم.\nوقال به في زماننا سماحة الشيخ المفتي العام عبد العزيز بن عبد الله بن باز رحمه الله5 وصاحب الفضيلة الشيخ محمد بن صالح العثيمين عضو هيئة كبار العلماء6 وقد نقل عن جمع من التابعين القول بهما بالوجوب وعدمه.\n1 انظر: النهاية 1/435، والمصباح 1/148.\n2 انظر: الحاوي 3/271 والمحلى 6/75 والمغني 4/220 والمجموع 5/492.\n3 انظر: مؤلفات الشيخ محمد بن عبد الوهاب قسم الفقه 1/239، وفتاوى ورسائل الشيخ محمد بن إبراهيم 4/95.\n4 انظر: المبسوط 2/192 وبدائع الصنائع 2/17.\n5 انظر: الفتاوى 1/99.\n6 انظر: رسالة وجوب الزكاة لابن عثيمين.\nالجزء: 1 ¦ الصفحة: 296\n",
        "كسعيد بن المسيب وسعيد بن جبير ومحمد بن سيرين وعطاء والزهري ومجاهد وممن نقل عنه أيضاً عمر بن عبد العزيز.\nأدلة القول الأول وهم جمهور أهل العلم بعدم الزكاة.\nالدليل الأول: حديث جابر يروى موقوفاً ومرفوعاً “ليس في الحلي زكاة” رواه الدارقطني عن أبي حمزة عن الشعبي عن جابر وقال: أبو حمزة هذا ميمون ضعيف الحديث 1.\nالدليل الثاني: ما أخرجه ابن منده من طريق إبراهيم بن محمد بن أبي يحيى عن محمد بن عمارة ابن عمرو بن حزم أنه سمع زينب بنت نبيط امرأة أنس تحدث عن أمها فريعة بنت أبي أمامة قالت جاءت إلى النبي صلى الله عليه وسلم رعاث2 من ذهب فحلى أختيّ حبيبة وكبشة منها فلم يؤخذ منها صدقة 3.\nوعند ابن سعد قالت فأدركت ذلك الحلي عند أهلي 4.\nالدليل الثالث: قوله صلى الله عليه وسلم في الحديثين السابقين5 “وفي الرقة ربع العشر” وقوله “ليس فيما دون خمس أواق من الورق صدقة”.\nووجه الدلالة منهما:\nأنّ لفظ الورق والرقة تطلق ويراد بها الدراهم المضروبة6 وليس الحلي\n1 انظر: سنن الدارقطني كتاب الزكاة باب زكاة الحلي 2/107 رقم 4.\n2 الرّعث والرعثة: ما علق بالأذن من قرط ونحوه والجمع رعثة ورعاث. انظر: غريب الحديث لأبي عبيد 1/110، والنهاية 2/234 واللسان 2/152.\n3 انظر: الإصابة لابن حجر 4/363 وأورده ابن البنا في المقنع 2/536 بلفظ فلم تؤخذ منها زكاة حلي قط.\n4 انظر: طبقات بن سعد 8/479 وغريب الحديث لأبي عبيد القاسم بن سلام 1/110 والنهاية لابن الأثير 2/234 والفائق 2/65.\n5 سبق تخريج الحديثين (ص 293، 294) من هذا البحث.\n6 انظر: الصحاح 4/1564 وتهذيب اللغة 9/288 والنهاية لابن الأثير 2/254.\nالجزء: 1 ¦ الصفحة: 297\n",
        "كذلك فالزكاة واجبة في الدراهم المضروبة دون الحلي وهذا مما يسمى الوضع اللغوي.\nالدليل الرابع أقوال الصحابة ومنها:\nما يروى عن جابر أنه سئل أفي الحلي زكاة؟ قَال: لا. وما روي عن ابن عمر أنه قَال: ليس في الحلي زكاة. وفي رواية أن ابن عمر كان يحلي بناته وجواريه الذهب ثم لا يخرج من حليهن الزكاة.\nوما يروى عن أنس أنه سئل عن الحلي فقال ليس فيه زكاة.\nوما يروى عن عائشة كانت تحلي بنات أخيها يتامى في حجرها لهن الحلي ولا تخرج زكاته 1.\nفهؤلاء جمع من الصحابة لا يرون زكاة الحلي.\nالدليل الخامس القياس:\nقياس الحلي المعد للاستعمال على غيره من الأشياء المعدة للاستعمال وليس فيها زكاة كالثياب وأثاث المنزل وغيرها.\nقَال ابن هبيرة: واجمعوا على أنه ليس في دور السكنى، وثياب البدن، وأثاث المنزل، ودواب الركوب، وعبيد الخدمة وسلاح الاستعمال زكاة 2.\nالدليل السادس:\nالبراءة الأصلية والمراد أنه لم يرد دليل صحيح صريح في وجوب الزكاة في الحلي فالأصل البراءة حتى يرد الدليل.\nوهذا الأصل صحيح محل اتفاق وإجماع لأهل العلم في علم الأصول 3.\n1 انظر: في هذه الآثار موطأ مالك رواية يحيى بن يحيى ص167 باب ما لا زكاة فيه ومصنف عبد الرزاق 4/82 والأموال لأبي عبيد ص446 والسنن الكبرى للبيهقي 4/138.\n2 انظر: الإفصاح لابن هبيرة 1/218 وأعلام الموقعين 2/160.\n3 انظر: العدة في أصول الفقه لأبي يعلى الفراء 1/72.\nالجزء: 1 ¦ الصفحة: 298\n",
        "الدليل السابع: إن الزكاة لا تجب إلا في الأموال النامية، وهذا المال ليس بمال معد للنماء.\nقَال الزرقاني: الأصل المجمع عليه في الزكاة إنما هو الأموال النامية أو المطلوب فيها النماء بالتصرف 1.\nأدلة من يرى الوجوب:\nالدليل الأول: قوله تعالى {وَالَّذِينَ يَكْنِزُونَ الذَّهَبَ وَالْفِضَّةَ وَلا يُنفِقُونَهَا فِي سَبِيلِ اللَّهِ فَبَشِّرْهُمْ بِعَذَابٍ أَلِيمٍ يَوْمَ يُحْمَى عَلَيْهَا فِي نَارِ جَهَنَّمَ فَتُكْوَى بِهَا جِبَاهُهُمْ وَجُنُوبُهُمْ وَظُهُورُهُمْ هَذَا مَا كَنَزْتُمْ لأَنفُسِكُمْ فَذُوقُوا مَا كُنتُمْ تَكْنِزُونَ} الآيات 2.\nوالكنز هو كل مال لم تؤد زكاته وهذه الآية عامة لا فرق بين الحلي وغيره في وجوب الزكاة.\nالدليل الثاني: عن أبي هريرة رضي الله عنه قَال رسول الله صلى الله عليه وسلم: “ما من صاحب ذهب ولا فضة لا يؤدي منها حقها إلا إذا كان يوم القيامة صفحت له صفائح من نار، فأحمى عليها في نار جهنم فيكوى بها جنبه” الحديث 3.\nوالحديث عام وشامل لكافة أنواع الذهب والفضة من غير تفريق بين الحلي وغيره.\nالدليل الثالث: قوله صلى الله عليه وسلم في الحديثين السابقين4 “ وفي الرقة ربع العشر” وقوله “ليس فيما دون خمس أواق من الورق صدقة”.\nووجه الدلالة منهما:\n1 انظر: شرح الزرقاني على موطأ مالك 2/103.\n2 سورة التوبة آية (34، 35) .\n3 انظر: رواه مسلم في كتاب الزكاة باب إثم مانع الزكاة 2/680 رقم 987.\n4 سبق تخريج الحديثين (ص 293، 294) من هذا البحث.\nالجزء: 1 ¦ الصفحة: 299\n",
        "دل على العموم في وجوب الزكاة من غير تفريق بين نوع وآخر فالزكاة تجب في الحلي كما تجب في غيره على حد سواء.\nالدليل الرابع: عن عمرو بن شعيب عن أبيه عن جده أن امرأة أتت النبي صلى الله عليه وسلم ومعها ابنة لها وفي يد ابنتها مسكتان1 غليظتان من ذهب فقال لها: “أتعطين زكاة هذا” قالت: لا، قَال “أيسرك أن يسورك الله بهما يوم القيامة سوارين من نار” قَال فخلعتهما فألقتهما إلى النبي صلى الله عليه وسلم وقالت هما لله عز وجل ولرسوله.\nالدليل الخامس: عن أم سلمة قالت كنت ألبس أوضاحاً2 من ذهب فقلت: يا رسول الله، أكنز هو فقَال “ما بلغ أن تؤدي زكاته فزكي فليس بكنز”.\nالدليل السادس: عن عائشة رضي الله عنها قالت دخل عليّ رسول الله صلى الله عليه وسلم فرأى في يدي فتخات من ورق فقال: “ما هذا يا عائشة” فقالت: صنعتهن أتزين لك يا رسول الله، قَال “ أتؤدين زكاتهن” قلت لا أو ما شاء الله، قَال “هو حسبك من النار” 3. قَال النووي اسنادها حسن 4.\nالدليل السابع: وهو قياس الحلي المعد للاستعمال على غيره من الذهب\n1 المسكة بالتحريك: السوار. انظر: النهاية 4/331 واللسان 10/486\n2 نوع من الحلي يعمل من الفضة سميت بها لبياضها واحدها وضح وقيل الوضح الخلخال. انظر: غريب الحديث لأبي عبيد 3/188 والنهاية 5/196 واللسان 2/636.\n3 روى هذه الأحاديث الثلاثة حديث: عمرو بن شعيب وأم سلمة وعائشة أبو داود في كتاب الزكاة باب الكنز ما هو وزكاة الحلي، انظر: سنن أبي داود 2/95، 96 رقم 1563، 1564، 1565، والدارقطني في كتاب الزكاة 2/105، 112 باب ما أدى زكاته فليس بكنز، باب زكاة الحلي، باب استقراض الوصي، والبيهقي في كتاب الزكاة 4/139، 140.\n4 انظر: المجموع شرح المهذب 6/32.\nالجزء: 1 ¦ الصفحة: 300\n",
        "والفضة من التبر والمسبوك وغيرهما.\nقَال محمد الأمين: وأما القياس: فإنهم قاسوا الحلي على المسكوك والمسبوك بجامع أن الجميع نقد1.\nالترجيح في هذه المسألة:\nإذا نظرنا إلى أدلة كل فريق وجدنا أدلة الوجوب أقوى من أدلة عدم الوجوب من حيث الجملة هذا أمر.\nالأمر الثاني: إن حديث ليس في الحلي زكاة وهو من أقوى ما استدل به المانعون وهو من رواية عافية بن أيوب وهو متكلم فيه.\nالأمر الثالث: أن القول بالوجوب أبرأ للذمة وأحوط للدين لأن من اتقى الشبهات فقد استبرأ لدينه وعرضه.\nالأمر الرابع: قياس الحلي على النقدين أقوى من قياس الحلي الثياب.\n1 انظر: أضواء البيان في إيضاح القرآن بالقرآن 2/454.\nالجزء: 1 ¦ الصفحة: 301\n",
        "النوع الثاني: زكاة الحيوان\nيشترط للزكاة في الحيوان ما يلي:\nالشرط الأول: أن تكون من بهيمة الأنعام الإبل والبقر والغنم وذلك لورود النص في هذه الأنواع الثلاثة:\nقَال ابن المنذر:\nوأجمعوا على وجوب الصدقة في الإبل والبقر والغنم، وأن الإبل لا تضم إلى الغنم ولا البقر، وعلى أن البقر لا تضم إلى الإبل والغنم، وعلى إسقاط الزكاة عن كل صنف منها حتى تبلغ المقدار الَّذِي يجب أخذ الصدقة منها، وأجمعوا على أن حكم الجواميس حكم البقر، وعلى أن الضأن والمعز يجتمعان في الصدقة 2.\n2 انظر: الإجماع لابن المنذر كتاب الزكاة رقم 86 - 94 والإفصاح 1/195، 200.\nالجزء: 1 ¦ الصفحة: 301\n",
        "هل الخيل داخلة في بهيمة الأنعام فتجب فيها الزكاة: أم لا؟\nلا يخلو حال الخيل من عدة أحوال.\n1-\nإذا كانت معدة للاستعمال كركوب وحمل أمتعة وكذا في الحرب والجهاد وحمل الأثقال ونحوه فهذا تسمى عوامل الخيل فلا زكاة فيها باتفاق العلماء.\n2-\nأن تكون الخيل معدة للتجارة فتجب فيها الزكاة باعتبارها عروض تجارة خلافاً للظاهرية لا زكاة فيها مطلقاً 1.\n3-\nإذا كانت الخيل معدة للنماء والنسل فإذا كانت كذلك فلا تخلو إما أن تكون سائمة أو معلوفة فإن كانت معلوفة فلا زكاة فيها باتفاق العلماء.\nوإن كانت سائمة فهذا هو محل الخلاف بين الفقهاء على قولين:\nالقول الأول: لا زكاة فيها قَال به جمع من الصحابة كعمر وعلي وابن عمر وجمع من التابعين كالحسن وابن المسيب وعطاء والأوزاعي وهو مذهب الأئمة الثلاثة مالك والشافعي وأحمد.\nالقول الثاني: قَال أبو حنيفة تجب الزكاة فيها إن شاء أخرج عن كل فرس دينار، وإن شاء قوم الخيل وأخذ من قيمتها ربع العشر.\nقَال ابن عبد البر: وخالف أبا حنيفة في ذلك صاحباه: أبو يوسف ومحمد وسائر فقهاء الأمصار 2.\nأدلة القول الأول: عدم الوجوب الدليل الأول قوله صلى الله عليه وسلم من حديث أبي هريرة “ليس على المسلم في فرسه وغلامه صدقة” وفي رواية “ليس على المسلم\n1 انظر: فتح الباري 3/327.\n2 انظر: بدائع الصنائع 2/34 والتمهيد 4/211، 214 وبداية المجتهد 1/251 وحلية العلماء 3/12 والحاوي 3/191 والمجموع للنووي 5/339 والمغني لابن قدامة 4/66.\nالجزء: 1 ¦ الصفحة: 302\n",
        "صدقة في عبده ولا في فرسه” 1.\nدل الحديث على أنه لا زكاة في الخيل مطلقاً سواء كانت معلوفة أو معدة للنسل أو النماء أو كانت سائمة أما التجارة فهي ثابتة بالإجماع كما نقله ابن المنذر وغيره 2.\nالدليل الثاني: قوله صلى الله عليه وسلم من حديث علي السابق3: “ قد عفوت لكم عن صدقة الخيل والرقيق فهاتوا صدقة الرقة من كل أربعين درهماً درهم” الحديث.\nفدل هذا الحديث كما دل عليه الحديث الأول حيث نفى زكاة الخيل والرقيق وهذا النفي عام لكل خيل ما عدا التجارة يخرجها الاجماع كما سبق\nالدليل الثالث: القياس من أربعة أوجه:\n1-\nليست الخيل من بهيمة الأنعام فلا زكاة فيها كالوحش لا زكاة فيه.\n2-\nولأن الخيل دواب فلا زكاة فيها كسائر الدواب.\n3-\nولأنه حيوان لم تجب الزكاة فيه من جنسه فلم تجب فيه من غير جنسه.\n4-\nولأنه حيوان لا يضحى به فأشبه الحمير والبغال.\nأدلة القول الثاني: وهي أدلة الوجوب:\nالدليل الأول: عموم الآيات والأحاديث التي أوجبت الزكاة في الأموال كقوله تعالى {خُذْ مِنْ أَمْوَالِهِمْ صَدَقَةً تُطَهِّرُهُمْ وَتُزَكِّيهِمْ بِهَا} الآية4 وقد أوجبت الآية الزكاة في الأموال والخيل من الأموال والآية لم تفرق بين مال وآخر.\n1 رواه البخاري في الزكاة، انظر: البخاري مع فتح الباري 3/326، 327 ومسلم كتاب الزكاة 2/675 رقم 982.\n2 انظر: الإجماع لابن المنذر ص14 وفتح الباري 3/327.\n3 حديث علي سبق تخريجه (ص 293، 294) من هذا البحث.\n4 سورة التوبة آية (103) .\nالجزء: 1 ¦ الصفحة: 303\n",
        "وكقوله صلى الله عليه وسلم في حديث معاذ السابق: “افترض عليهم صدقة في أموالهم تؤخذ من أغنيائهم” فالحديث عام في الأموال مطلقاً.\nالدليل الثاني: ما رواه الدارقطني من حديث جابر قَال رسول الله صلى الله عليه وسلم “في الخيل السائمة في كل فرس دينار تؤديه”.\nتفرد به غورك عن جعفر وهو ضعيف جداً، ومن دونه ضعفاء 1.\nالدليل الثالث: حديث أبي هريرة الطويل قوله صلى الله عليه وسلم “ الخيل لثلاثة لرجل أجر، ولرجل ستر، وعلى رجل وزر وأما الَّذِي له ستر فالرجل يتخذها تعففاً وتكرماً وتجملاً، ولم ينس حق الله في ركابها” وفي رواية مسلم.\nوأما التي هي له ستر فرجلٌ ربطها في سبيل الله ثم لم ينس حق الله في ظهورها ولا رقابها فهي له ستر 2.\nوجه الدلالة: أن المراد بالحق هنا الزكاة.\nالدليل الرابع: ما يروى عن عمر بن الخطاب أنه أخذ الزكاة منها، رواه عبد الرزاق أن السائب بن يزيد أخبره أنه كان يأتي عمر بن الخطاب بصدقة الخيل.\nوفي رواية أخرى: قَال عمر فنأخذ من أربعين شاة شاة ولا نأخذ من الخيل شيئاً خذ من كل فرس ديناراً.\nقَال فضرب على الخيل ديناراً ديناراً 3.\n1 انظر: سنن الدارقطني باب زكاة التجارة وسقوطها عن الخيل والرقيق 2/125 والسنن الكبرى للبيهقي 4/119 من كتاب الزكاة.\n2 انظر: البخاري مع فتح الباري كتاب الجهاد باب الخيل لثلاثة 6/63 ومسلم كتاب الزكاة باب إثم مانع الزكاة 2/681 رقم 987.\n3 انظر: مصنف عبد الرزاق كتاب الزكاة باب الخيل 4/36 رقم 6888، 6889.\nالجزء: 1 ¦ الصفحة: 304\n",
        "الدليل الخامس: القياس من وجهين:\n1-\nقياس الخيل على سائر بهيمة الأنعام الإبل والبقر والغنم فكما تجب الزكاة في سائمة بهيمة الأنعام تجب في سائمة الخيل لكونه أهلي يؤكل لحمه.\n2-\nلأن الخيل مال نام فاضل عن الحاجة الأصلية فتجب فيه الزكاة كما لو كانت للتجارة1.\nالراجح والله أعلم هو مذهب جمهور أهل العلم.\nوقد أجابوا عن أدلة أصحاب القول الثاني بما يلي:\n1-\nأجابوا عن الدليل الأول بأن هذه النصوص عامة وأدلتنا خاصة والخاص مقدم على العام.\n2-\nحديث جابر قَال عنه الدارقطني تفرد به غورك عن جعفر وهو ضعيف جداً ومن دونه ضعفاء، قَال النووي: حديث جابر ضعيف باتفاق المحدثين 2.\n3-\nوأما قوله صلى الله عليه وسلم: “ولم ينس حق الله في رقابها” معناه حسُن ملكها وتعهد شبعها وريها والشفقة عليها.\nقَال ابن حجر: وهذا جواب من لم يوجب الزكاة في الخيل وهو قول الجمهور3.\n4-\nأما القياس فلا يصح قياسها على بهيمة الأنعام.\nلأن بهيمة الأنعام يكمل نماؤها، وينتفع من درها ولحمها، ويضحى بجنسها، وتكون هدايا كما تكون فدية عن محظورات الإحرام، وتجب الزكاة من عينها، ويعتبر كما نصابها ولا يعتبر قيمتها والخيل بخلاف ذلك 4.\n1 انظر: بدائع الصنائع 2/35 والحاوي 3/192 والمغني لابن قدامة 4/66.\n2 انظر: المجموع للنووي 5/339.\n3 انظر: فتح الباري 6/65.\n4 انظر: المغني لابن قدامة 4/69.\nالجزء: 1 ¦ الصفحة: 305\n",
        "5-\nأما ما روي عن عمر بن الخطاب رضي الله عنه فقد جاء أصله في مسند الإمام أحمد في أول مسند عمر بن الخطاب عن حارثة “قَال: جاء ناس من أهل الشام إلى عمر رضي الله عنه فقالوا إنا قد أصبنا أموالاً وخيلاً ورقيقاً نحب أن يكون لنا فيها زكاة وطهور، قَال ما فعله صاحباي قبلي فأفعله، واستشار أصحاب محمد صلى الله عليه وسلم وفيهم علي رضي الله عنه فقال علي: هو حسن إن لم يكن جزية راتبة يؤخذون بها من بعدك” 1.\nفصار حديث عمر حجة عليهم من وجوه:\n1-\nقوله ما فعله صاحباي يعني النبي صلى الله عليه وسلم وأبا بكر رضي الله عنه ولم يثبت عنهما القول بالوجوب زكاة الخيل.\n2-\nإن عمر امتنع من أخذ زكاة ولو كانت الزكاة واجبة لما تردد عمر بأخذها ولا يجوز له أن يمتنع من الواجب.\n3-\nأن عمر استشار الصحابة في أخذه ولو كان واجباً لما احتاج إلى الاستشارة في ذلك.\n4-\nقول علي هو حسن إن لم تكن جزية سماها جزية إن أخذت مرة ثانية ولو كانت واجبة لما قَال ذلك.\n5-\nلم يشر عليه أحد سوى علي بشرط عدم أخذها مرة أخرى ولو كانت واجبة لأشاروا عليه جميعاً بذلك.\n6-\nأنهم سألوه أن يأخذ الزكاة منهم ولو كانت واجبة لبدأهم وأخذها من غير سؤال.\n7-\nأن عمر أعطاهم في مقابلها رزقاً ولو كانت واجبة لم يعطهم شيئاً في\n1 انظر: المسند 1/14 وسنن الدارقطني كتاب الزكاة 2/126 والسنن الكبرى للبيهقي كتاب الزكاة 4/118، 119المجموع للنووي 5/330.\nالجزء: 1 ¦ الصفحة: 306\n",
        "مقابل ذلك 1.\n- الشرط الثاني من شروط زكاة الحيوان:\nأن تكون بهيمة الأنعام سائمة والسائمة هي الراعية يقال سامت الماشية سوماً أي رعت بنفسها ويتعدى بالهمزة فيقال أسامها فهي سائمة والجمع سوائم وهي التي ترسل ترعى ولا تُعلف أو كان الأغلب رعيها 2.\nقَال ابن هبيرة: أجمعوا على وجوب الزكاة في الإبل والبقر والغنم وهي بهيمة الإنعام لشرط أن تكون سائمة فالسائمة من الماشية فيها الزكاة إجماعاً3 ويكفي عند أكثر أهل العلم أن تكون سائمة أكثر السنة.\nوقال الشافعي: إن لم تكن سائمة في جميع الحول فلا زكاة فيها لأن السوم شرط في الزكاة، فاعتبر في جميع الحول، ولأن العلف مسقط والسوم موجب فإذا اجتمعا غلب الإسقاط4.\n- مسألة هل تجب الزكاة في غير السائمة؟\nاختلف الفقهاء في ذلك على قولين:\nالقول الأول: وهو قول جمهور أهل العلم من الحنفية والشافعية والحنابلة وبه قَال من الصحابة علي وجابر ومعاذ وغيرهم رضي الله عنهم لا زكاة في غير السائمة بمعنى تجب في السائمة فقط دون غيرها.\nالقول الثاني: وهو قول المالكية تجب الزكاة في العوامل والمعلوفة من بهيمة الأنعام.\n1 انظر: الحاوي 3/193 والمغني لابن قدامة 4/68.\n2 انظر: تهذيب اللغة 13 /111 والصحاح 5/1955 والنهاية 2/426 والمطلع ص122.\n3 انظر: الإفصاح 1/195 والحاوي 3/188.\n4 انظر: الحاوي 3/190 والمجموع للنووي 5/357 والمغني لابن قدامة 4/13.\nالجزء: 1 ¦ الصفحة: 307\n",
        "قَال مالك في الإبل النواضح والبقر السواني وبقر الحرث إني أرى أن يؤخذ من ذلك كله إذا وجبت فيه الصدقة 1.\nفذهب مالك إلى أن الزكاة فيها واجبة كغير العوامل سواء بسواء وهو قول مكحول وقتادة ورواية عن الليث 2.\nواستدل المالكية على الوجوب:\n1-\nبقوله صلى الله عليه وسلم فيما روى أنس بن مالك أن أبا بكر رضي الله عنه كتب له هذا الكتاب لما وجهه إلى البحرين “بسم الله الرحمن الرحيم هذه فريضة الصدقة التي فرض رسول الله صلى الله عليه وسلم على المسلمين، والتي أمر الله بها رسوله فمن سُئلها من المسلمين على وجهها فليعطها، ومن سئل فوقها فلا يعط: في أربع وعشرين فما دونها من الغنم من كل خمس شاة “. وقوله صلى الله عليه وسلم: ”ومن لم يكن معه إلا أربع من الإبل فليس فيها صدقة إلا أن يشاء ربها فإذا بلغت خمساً من الإبل ففيها شاة” 3.\nوجه الدلالة: هذا الحديث مطلق غير مقيد بالسائمة ولا بغيرها دليل على وجوب الزكاة مطلقاً في السائمة والمعلوفة والعوامل على حد سواء.\n2-\nحديث معاذ بن جبل قَال: “ بعثني النبي صلى الله عليه وسلم إلى اليمن فأمره أن يأخذ من كل ثلاثين بقرة تبيعاً أو تبيعة، ومن كل أربعين مسنة ”. رواه أصحاب السنن4.\nقَال أبو عيسى: هذا حديث حسن وروى بعضهم هذا الحديث عن\n1 انظر: موطأ مالك رواية يحيى ص175 آخر ما جاء في صدقة البقر.\n2 انظر: التمهيد 20/141 والكافي في فقه أهل المدينة 1/312.\n3 رواه البخاري في الزكاة باب زكاة الغنم، انظر: البخاري مع فتح الباري 3/317.\n4 انظر: سنن أبي داود كتاب الزكاة باب في زكاة السائمة 2/101 رقم 1576 والترمذي باب ما جاء في زكاة البقر 2/68 رقم 619 والنسائي باب زكاة البقر 5/25 رقم 2451 وابن ماجه باب صدقة البقر 1/576 رقم 1803، 1804.\nالجزء: 1 ¦ الصفحة: 308\n",
        "سفيان عن الأعمش عن أبي وائل عن مسروق أن النبي صلى الله عليه وسلم “بعث معاذاً إلى اليمن فأمره أن يأخذ” وهذا أصح 1.\nووجه الدلالة: في هذا الحديث أطلق ولم يقيد ذلك بالسائمة ولا بغيرها دليل على وجوب الزكاة في المعلوفة والعوامل كالسائمة سواء بسواء.\nقَال ابن عبد البر: وحجة من أوجب الزكاة في العوامل من الإبل والبقر ظاهر الأحاديث في الإبل والبقر في كل ثلاثين بقرة تبيع وفي كل أربعين مسنة لم يخص عاملاً من غير عامل2.\n3-\nالقياس من وجهين:\nأ- لأنه حيوان تجوز فيه الأضحية والهدي فجاز أن تجب فيه الزكاة كالسائمة على حد سواء.\nب- ولأنه لا فرق بينهما إلا في قلة المؤنة وكثرتها وهذه لا تؤثر في إسقاط الزكاة وإنما تؤثر في قدر الزكاة 3.\nواستدل الجمهور على عدم الزكاة في المعلوفة والعوامل بما يلي:\n1-\nبحديث أنس بن مالك السابق4 لما بعثه الصديق إلى البحرين وجاء فيه “وفي صدقة الغنم في سائمتها إذا كانت أربعين إلى عشرين ومائة شاة. فإذا زادت عن عشرين ومائة إلى مائتين شاتان، فإذا زادت على ثلاثمائة ففي كل مائة شاة فإذا كانت سائمة الرجل “ الحديث.\nووجه الدلالة: الحديث مقيد بالسائمة فدل أنه لا زكاة في غيرها.\n1 انظر: سنن الترمذي 2/68.\n2 انظر: التمهيد 20/142.\n3 انظر: الحاوي 3/188.\n4 انظر: تخريجه في (ص 308) من هذا البحث.\nالجزء: 1 ¦ الصفحة: 309\n",
        "2-\nحديث بهز بن حكيم عن أبيه عن جده قَال سمعت نبي الله صلى الله عليه وسلم يقول: “في كل إبل سائمة في كل أربعين ابنة لبون” 1.\nووجه الدلالة كسابقه مقيد بالسائبة دليل على أنه لا زكاة في غيرها.\n3-\nحديث علي رضي الله عنه الَّذِي جاء فيه “وليس على العوامل شيء” يروى موقوفاً ومرفوعاً رواه أبو داود 2.\nوحديث عمرو بن شعيب عن أبيه عن جده عن النبي صلى الله عليه وسلم “ليس في الإبل العوامل صدقة”\nوحديث ابن عباس قَال صلى الله عليه وسلم: “ليس في البقر العوامل صدقة”.\nوحديث علي عن النبي صلى الله عليه وسلم قَال: “ليس في البقر العوامل شيء”.\nوفي حديث الحارث “ليس على البقر العوامل شيء”.\nوعن جابر قَال: لا يؤخذ من البقر التي يحرث عليها من الزكاة شيء 3.\nوعنه قَال: لا صدقة في المثيرة يعني التي تثير الأرض للحرث 4.\nووجه الدلالة منها:\nأن هذه الأحاديث والآثار نص في عدم زكاة العوامل.\n4-\nالقياس\nأ- قياس عوامل بهيمة الأنعام على عوامل الخيل يجامع عدم الزكاة في الكل.\nب- ولأنه حيوان مبتذل في مباح فوجب أن لا تجب فيه الزكاة كالثياب\n1 رواه أحمد في المسند في أول المجلد الخامس، وأبو داود في كتاب الزكاة 2/101 رقم 1575 والنسائي باب عقوبة مانع الزكاة 5/15 رقم 2444.\n2 انظر: سنن أبي داود كتاب الزكاة 2/99، 100 رقم 1572.\n3 انظر: سنن الدارقطني كتاب الزكاة باب ليس في العوامل صدقة 2/103.\n4 انظر: مصنف عبد الرزاق كتاب الزكاة باب ما لا يؤخذ من الصدقة 4/19 رقم 6828 ومصنف ابن أبي شيبة 3/131.\nالجزء: 1 ¦ الصفحة: 310\n",
        "والعقار.\nجـ- ولأن الزكاة إنما تجب في الأموال النامية وهذه مفقودة النماء فوجب أن تسقط عنها الزكاة.\nوالراجح والله أعلم هو مذهب جمهور أهل العلم عدم زكاة العوامل والمعلوفة، قَال الماوردي: فأما استدلالهم بعموم الخبر فأخبارنا تخصه، وأما قياسهم على السائمة فالمعنى فيها حصول الدر والنسل، وأما قولهم إن كثرة المؤنة تؤثر فالجواب عنه: إنما لم تسقط الزكاة عنها لكثرة المؤنة، وإنما أسقطناها لفقد النماء والله أعلم 1.\nمسألة في السخال والحملان والفصلان والعجاجيل هل يكمل بها النصاب أم لا؟\nمتى كان عنده نصاب كامل فنتجت منه سخال في أثناء الحول وجبت الزكاة في الجميع عند تمام حول الأمهات فزكاة السخال بحول أمهاتها ولا يستقبل بها الحول وهو قول جمهور الفقهاء.\nفأما إن لم يكمل النصاب إلا بالسخال، احتسب الحول من حين كمل النصاب، والحكم في فصلان الإبل وعجول البقر كالحكم في السخال.\nوقال الحسن البصري والنخعي يستأنف بالسخال حولا، ولا يبنى على حول الأمهات فلا زكاة في السخال حتى يحول عليها الحول.\nودليل ما ذهب إليه الجمهور ما رواه مالك عن سفيان بن عبد الله أن عمر بن الخطاب بعثه مصدقا فكان يعد الناس بالسخل، فقالوا: أتعد علينا بالسخل ولا تأخذ منه شيئا فلما قدم على عمر بن الخطاب ذكر له ذلك فقال عمر: نعم تعد عليهم بالسخلة يحملها الراعي ولا تأخذها ولا تأخذ الأكولة\n1 انظر: الحاوي 3/189، 190.\nالجزء: 1 ¦ الصفحة: 311\n",
        "ولا الربى ولا الماخض، ولا فحل الغنم وتأخذ الجذعة والثنية وذلك عدل بين غتراء الغنم وخياره.\nقَال مالك: السخلة: الصغيرة حين تنتج، والربى: التي وضعت فهي تربي ولدها، والماخض هي الحامل، والأكولة: هي شاة اللحم التي تسمن لتؤكل.\nوقال مالك في الرجل تكون له الغنم لا تجب فيها الصدقة فتتوالد قبل أن يأتيها المصدق بيوم واحد فتبلغ ما تجب فيه الصدقة بولادتها قَال: إذا بلغت الغنم بأولادها ما تجب فيه الصدقة فعليه فيها الصدقة وذلك أن ولادة الغنم منها1.\nمسألة:\nيجب على الساعي أن يخرج الوسط من بهيمة الأنعام فيأخذ الصغيرة من الصغار، ولا يأخذ الصغيرة من الكبار أو العكس، ويأخذ السمينة من السمان، ولا يأخذ السمينة من الهزال أو العكس، ويأخذ الصحيحة من الصحاح، ولا يأخذ المريضة من الصحاح أو العكس.\nوهكذا فإن بهيمة الأنعام فيها كرائم ولئام، والزكاة من باب المواساة بين الفقراء وأرباب الأموال قَال صلى الله عليه وسلم في حديث معاذ السابق “إياك وكرائم أموالهم” أي لا يأخذ الساعي خيار المال ولا رديئه وإنما يأخذ عدلاً بين الكبير والصغير والله أعلم 2.\n*مسألة: ما حكم الوقص والشنق في بهيمة الأنعام وهل تجب فيهما الزكاة:\nقَال أبو عبيد: الوقص عندنا ما بين الفريضتين وذلك ست من الإبل\n1 انظر: موطأ مالك رواية يحيى ص177 باب ما جاء فيما يعتد به من السخل في الصدقة رقم 602 وانظر: الحاوي 3/112.\n2 انظر: المغني لابن قدامة 4/44 وشرح الزركشي 2/399.\nالجزء: 1 ¦ الصفحة: 312\n",
        "وسبع وثمان وتسع وما زاد بعد الخمس إلى التسع فهو وقص لأنه ليس فيه شيء، وكذلك ما زاد على العشر إلى أربع عشرة، وكذلك ما فوق ذلك.\nوجمع الوقص أوقاص وكذلك الشنق وجمعه أشناق 1.\nوجاء تفسيرهما عن الإمام أحمد في مسائل عبد الله.\nقَال أبي: والأوقاص ما بين الفريضتين، في ثلاثين تبيع، وفي أربعين مسنة ما بين الأربعين إلى الخمسين فهي أوقاص فليس فيها شيء حتى تبلغ ستين فتكون فيها تبيعان.\nقَال أبي: والشنق ما لم يبلغ الفريضة وهو ما كان أقل من ثلاثين من البقر وأقل من خمس من الإبل فهو الشنق 2.\nومنهم من يجعل الأوقاص في البقر خاصة والإشناق في الإبل وأكثر استعماله فيما بين النصابين والله تعالى أعلم 3.\nوالوقص في بهيمة الأنعام لا زكاة فيه فهو عفو أي معفو عنه، فلو هلك الوقص لا تسقط الزكاة ففرض الزكاة لا يتعلق به ففي الإبل مثلاً في خمس وعشرين إلى خمس وثلاثين فيها بنت مخاض فلو ملك ثلاثين من الإبل فهلك منها خمس بعد الحول فعليه بنت مخاض وفي البقر مثلاً لو ملك تسعاً وثلاثين فهلك خمس بعد الحول فعليه تبيع أو تبيعة لا تتأثر الزكاة بذلك.\nودليل ذلك ما جاء في حديث معاذ فيما رواه الإمام أحمد قَال: لم يأمرني رسول الله صلى الله عليه وسلم في أوقاص البقر شيئاً. وفي رواية قَال: وأمرني رسول الله صلى الله عليه وسلم أن لا آخذ فيما بين ذلك وقال هارون: فيما بين ذلك شيئاً إلا أن يبلغ مسنة أو جذعاً\n1 غريب الحديث لأبي عبيد 4/142.\n2 انظر: المسائل 2/598 رقم 819، 820 والمغني لابن قدامة 4/29.\n3 النهاية 5/214 مادة وقص والمجموع 5/392، 393.\nالجزء: 1 ¦ الصفحة: 313\n",
        "وزعم أن الأوقاص لا فريضة فيها 1.\nولأبي عبيد: أن معاذ بن جبل قَال باليمن “لست بآخذ من أوقاص البقر شيئاً حتى آتي رسول الله صلى الله عليه وسلم فإن رسول الله صلى الله عليه وسلم لم يأمرني فيها بشيء”.\nوفي رواية عن يحيى بن الحكم أن رسول الله صلى الله عليه وسلم قَال: “إن الأوقاص لا صدقة فيها”.\nوفي رواية عن الشعبي قَال: “ليس في الأوقاص صدقة”.\nوفي رواية عن ابن شهاب أن عمر بن عبد العزيز كتب “أن ليس في الأوقاص شيء” 2.\nوعند عبد الرزاق عن الثوري عن ابن أبي ليلى عن الحكم عن معاذ أنه سأل النبي صلى الله عليه وسلم عن الأوقاص ما بين الثلاثين إلى الأربعين وما بين الأربعين إلى الخمسين فقال: “ليس فيها شيء”.\nوعن الشعبي قَال: ليس في الأوقاص ما بين الثلاثين إلى الأربعين شيء 3.\nأما مقدار الزكاة في بهيمة الأنعام فهو ما يوضحه الجدول التالي:\n1 رواه أحمد في المسند انظر: 5/230، 240.\n2 انظر: الأموال لأبي عبيد ص391، 392 رقم 1022 - 1024.\n3 انظر: مصنف عبد الرزاق كتاب الزكاة باب البقر 4/23، 24 رقم 6848، 6849.\nالجزء: 1 ¦ الصفحة: 314\n",
        "جدول زكاة السائمة:\nالإبل\nالبقر\nالغنم\nالمقدار\nزكاته\nالمقدار\nزكاته\nالمقدار\nزكاته\nمن\nإلى\nمن\nإلى\nمن\nإلى\n5\n9\nشاة\n30\n39\nتبيع أو تبيعة\n40\n120\nشاة\n10\n14\nشاتان\n40\n59\nمسنة\n121\n200\nشاتان\n15\n19\nثلاث شياه\n60\nتبيعان\n201\nثلاث شياه\n20\n24\nأربع شياه\nثم في كل ثلاثين تبيع، وفي كل أربعين مسنة\nثم في كل مائة شاة.\n25\n35\nبنت مخاض\n36\n45\nبنت لبون\n46\n60\nحقة\n61\n75\nجذعة\n76\n90\nبنتا لبون\n91\n120\nحقتان\n121\nثلاث بنات لبون\nثم في كل أربعين بنت لبون وفي كل خمسين حقة.\nالجزء: 1 ¦ الصفحة: 315\n",
        "النوع الثالث: الخارج من الأرض وهي الزروع والثمار\nأجمع أهل العلم على وجوب الزكاة في أربعة أصناف من الخارج من الأرض قَال ابن المنذر وأجمعوا على أن الصدقة واجبة في الحنطة والشعير والتمر والزبيب1.\nوقال ابن عبد البر:\nوأجمع العلماء كلهم من السلف والخلف على أن الزكاة واجبة في الحنطة والشعير والتمر والزبيب واختلفوا فيما سوى ذلك 2.\n- هل تجب الزكاة في غير هذه الأصناف الأربعة؟\nاختلف العلماء في ذلك على خمسة أقوال:\nالقول الأول: تجب الزكاة في ثلاثة أصناف الحنطة والشعير والتمر وبه قَال شريح والحكم والشعبي فهذه الأصناف الثلاثة من الطعام هي قوت الناس ومعاشهم، فلم تكن إلا هذه الأصناف الثلاثة فكانت الحنطة والشعير لأهل المدر وكان التمر لأهل الوبر وخرج الزبيب من هذا المعنى لكونه لا يصلح قوتاً، فالرسول صلى الله عليه وسلم إنما حكم على العرب في صدقاتها بما يُعرف من أقواتها مما هو طعام في حاضرتها وباديتها 3.\nوجاء في الحديث عن أبي سعيد الخدري قوله صلى الله عليه وسلم: “ليس فيما دون خمسة أوساق من تمر ولا حبٍ صدقة “ رواه مسلم 4.\nوجه الدلالة من هذا الحديث:\n1 انظر: الإجماع لابن المنذر ص12 رقم 93.\n2 انظر: التمهيد 20 /148، 152.\n3 انظر: كتاب الأموال لأبي عبيد ص476، 477 رقم 1404 1405، 1409 والمحلى\n5/223.\n4 انظر: صحيح مسلم كتاب الزكاة 2/674 رقم 979.\nالجزء: 1 ¦ الصفحة: 316\n",
        "نفى رسول الله صلى الله عليه وسلم الصدقة عن كل ما دون خمسة أوساق من حب أو تمر.\nولفظه (دون) في اللغة العربية تقع على معنيين بمعنى أقل وبمعنى غير.\nفحصر الحديث الخارج من الأرض بالحب والتمر وإذا أطلق الحب في اللغة فإنما يراد به الحنطة والشعير فلا زكاة في شيء من النبات غيرهما وغير التمر1.\nالقول الثاني: تجب الزكاة في أربعة أصناف الحنطة والشعير والتمر والزبيب.\nقَال به جمع من الصحابة كعمر وابن عمر ومعاذ وأبي موسى الأشعري وغيرهم وجمع من التابعين كالحسن وابن سيرين وموسى بن طلحة وغيرهم.\nواستدلوا بما جاء عن موسى بن طلحة عن عمر بن الخطاب قَال: إنما سن رسول الله صلى الله عليه وسلم الزكاة في هذه الأربعة الحنطة والشعير والزبيب والتمر، وفي رواية له قَال: عندنا كتاب معاذ عن النبي صلى الله عليه وسلم: أنه إنما أخذ الصدقة من الحنطة والشعير والزبيب والتمر وفي رواية عن أبي بردة عن أبي موسى ومعاذ حين بعثهما رسول الله صلى الله عليه وسلم إلى اليمن قَال: “لا تأخذوا الصدقة إلا من هذه الأربعة الشعير والحنطة والزبيب والتمر” 2.\nولأن ما عدا هذه الأصناف لا نص فيه، ولا إجماع، ولا هو في معنى المنصوص عليه ولا المجمع عليه فيبقى على الأصل 3.\nقَال أبو عبيد: فأما الَّذِين لم يروا الصدقة إلا في هذه الأربعة الأصناف\n1 انظر: المحلى 5/221.\n2 رواهن الدارقطني انظر: سنن الدارقطني كتاب الزكاة باب ليس في الخضروات صدقة 2/96، 98 رقم 7، 8، 15 وانظر: السنن الكبرى كتاب الزكاة 4 / 128، 129 باب الصدقة فيما يزرعه الآدميون، ومصنف عبد الرزاق كتاب الزكاة 4/119 رقم 7186.\n3 انظر: المغني لابن قدامة 4/156.\nالجزء: 1 ¦ الصفحة: 317\n",
        "على ما سنّ رسول الله صلى الله عليه وسلم وأمر به معاذ ثم قاله ابن عمر فإنهم قصدوا، قصد الأثر فاتبعوه ولم يعدوه إلى غيره بزيادة ولا نقصان 1.\nالقول الثالث: لا زكاة في الخارج من الأرض إلا أن يكون مكيلاً مدخراً مطلقاً سواء كان قوتاً كالحنطة والشعير أو كان أدماً كالحمص والعدس أو أبازيراً كالكسفرة والكمون، فتجب الزكاة في الخارج من الأرض مما ينبته الآدميون مما جمع هذه الأوصاف الثلاثة الكيل، والبقاء، واليبس فلا زكاة في سائر الفواكه والخضروات وهو مذهب الحنابلة 2.\nفإن كان مما يوزن فلا زكاة فيه والعبرة في الكيل هو كيل أهل المدينة والعبرة في الوزن هو وزن مكة لما جاء عن ابن عمر عن النبي صلى الله عليه وسلم أنه قَال “المكيال مكيال أهل المدينة، والميزان ميزان أهل مكة “ 3 فأهل المدينة أهل زرعات فهم أعلم بأحوال المكيال وأهل مكة أصحاب تجارات فهم أعلم بالموازين فما كان موزوناً على عهد رسول الله صلى الله عليه وسلم فيعتبر فيه الوزن، وما كان مكيلاً على عهد رسول الله صلى الله عليه وسلم فيعتبر فيه الكيل ولا ينظر إلى ما أحدث الناس من بعد4.\nواستدلوا على وجوب الزكاة فيما يكال ويدخر بحديث أبي سعيد الخدري السابق5 قوله صلى الله عليه وسلم: “ليس فيما دون خمسة أوساق من تمر ولا حب صدقة”.\nووجه الدلالة:\nحصر الزكاة في الخارج من الأرض فيما يكال لأن الوسق من المكيلات\n1 كتاب الأموال ص472، 476، 478 رقم 1382.\n2 انظر: المغني لابن قدامة 4/115 والمحرر 1/220 وشرح الزركشي2/467.\n3 رواه أبو داود في سننه انظر: 3/246 كتاب البيوع رقم 3340 والنسائي في الزكاة 5/54 رقم 2520.\n4 انظر: شرح السنة 8/70.\n5 سبق تخريج الحديث (ص 316) من هذا البحث.\nالجزء: 1 ¦ الصفحة: 318\n",
        "دل على انتفاء الزكاة مما لا وسق فيه أي لا كيل وبقوله صلى الله عليه وسلم في حديث معاذ “خذ الحب من الحب” 1.\nووجه الدلالة:\nهذا الحديث يقتضي وجوب الزكاة فيما تناوله، خرج منه ما لا يكال وما ليس بحب 2.\nكما استدلوا بحديث عائشة قَالت قَال رسول الله صلى الله عليه وسلم: “ليس فيما أنبتت الأرض من الخضر زكاة”.\nوفي رواية عن موسى بن طلحة عن أبيه أن النبي صلى الله عليه وسلم قَال:\n“ليس في الخضروات زكاة” وفي رواية عنه “ليس في الخضروات صدقة” 3.\nوروى الترمذي عن معاذ أنه كتب إلى النبي صلى الله عليه وسلم يسأله عن الخضروات وهي البقول فقال: “ليس فيها شيء “ قَال أبو عيسى إسناد هذا الحديث ليس بصحيح، وليس يصح في هذا الباب عن النبي صلى الله عليه وسلم شيء، وإنما يروى هذا عن موسى بن طلحة عن النبي صلى الله عليه وسلم مرسلاً.\nوالعمل على هذا عند أهل العلم أنه ليس في الخضروات صدقة 4.\nالقول الرابع: تجب الزكاة في الخارج من الأرض إذا كان قوتاً مدخراً\n1 رواه أبو داود في كتاب الزكاة باب صدقة الزرع 2/108 رقم 1599.\n2 انظر: المغني لابن قدامة 4/157، 158.\n3 رواه الدارقطني في كتاب الزكاة باب ليس في الخضروات صدقة 2/95، 96، والسنن الكبرى4/129، 130 وانظر: كتاب الخراج ليحيى بن آدم ص140، 144 رقم 502، 503، 531.\n4 انظر: سنن الترمذي كتاب الزكاة باب ما جاء في زكاة الخضروات 2/75 رقم 633.\nالجزء: 1 ¦ الصفحة: 319\n",
        "وهو مذهب المالكية والشافعية 1.\nوالقوت هو طعام أهل البلد فلا زكاة في الخضروات والفواكه لأنها ليست صالحة للإدخار ولا زكاة في الجوز واللوز والقطن لأنها ليست قوتاً.\nاستدلوا بحديث موسى بن طلحة السابق “ ليس في الخضروات صدقة ”.\nووجه الدلالة:\nهو عدم الادخار ولأنه نبت لا يقتات غالباً ولأن الأقوات تعظم منفعتها فهي كالأنعام في الماشية 2.\nالقول الخامس: قَال به الحنفية:\nتجب الزكاة في كل الخارج من الأرض مما يقصد به نماء الأرض وتستغل الأرض به عادة فلا عشر في الحطب والحشيش والقصب لأن هذه الأشياء لا تستنمي بها الأرض ولا تستغل بها عادة لأن الأرض لا تنمو بها بل تفسد.\nفتجب الزكاة في قليل ما تخرجه الأرض وكثيره 3.\nوقال به داود من غير استثناء 4.\nواستدلوا على ذلك بعموم النصوص الدالة على وجوب الزكاة في الخارج من الأرض مطلقاً من غير تفريق بين نوع وآخر كقوله تعالى: {وَمِمَّا أَخْرَجْنَا لَكُمْ مِنْ الأَرْضِ} 5 الآية وقوله تعالى: {وَآتُوا حَقَّهُ يَوْمَ حَصَادِهِ} 6 الآية\n1 انظر: الموطأ رواية يحيى ص182، 186 والتمهيد 20/148 وبداية المجتهد 1/253 وانظر: الأم 2/35 والمهذب 1/212 والحاوي 3/238، 241.\n2 انظر: المجموع 5/493.\n3 انظر: بدائع الصنائع 2/58 وشرح فتح القدير على الهداية 2/242.\n4 انظر: المحلى 5/212.\n5 سورة البقرة آية 267.\n6 سورة الأنعام آية 141.\nالجزء: 1 ¦ الصفحة: 320\n",
        "وقوله صلى الله عليه وسلم في الحديث السابق1: “ فيما سقت السماء”.\nووجه الدلالة منها:\nإن أحق ما تناوله هذه الآيات الخضروات لأنها هي المخرجة من الأرض حقيقة والمراد بالحصاد القطع وأحق ما يحمل الحق عليه الخضروات لأنها هي التي يجب إيتاء الحق منها يوم القطع ولأن سبب الوجوب هو الأرض النامية بالخارج والنماء بالخضر أبلغ لأن ريعها أوفر 2.\nوالراجح والله أعلم هو القول الثاني، قَال أبو عبيد:\nفكل هؤلاء قد توخى مذهباً وجد فيه مساغاً فيما تأولناه عليهم والله أعلم بما أرادوا، إلا أن الَّذِي اختار من ذلك الإتباع لسنة رسول الله صلى الله عليه وسلم أنه لا صدقة إلا في الأصناف الأربعة التي سماها، وسنها مع قول من قاله من الصحابة والتابعين ثم اختيار ابن أبي ليلى وسفيان إياه.\nوذلك أن النبي صلى الله عليه وسلم حين خص هذه بالصدقة وأعرض عما سواها، قد كان يعلم أن للناس أموالاً مما تخرج الأرض. فكان تركه ذلك عندنا عفواً منه كعفوه عن صدقة الخيل والرقيق، وإنما يحتاج إلى النظر والتشبيه والتمثيل إذا لم توجد سنة قائمة، فإذا وجدت السنة لزم الناس إتباعها.\nفكان حديث موسى بن طلحة مع هذا وإن لم يكن مسنداً لنا إماماً مع من اتبعه من الصحابة والتابعين3. والله أعلم.\n1 سبق تخريج الحديث (ص 271) من هذا البحث.\n2 انظر: بدائع الصنائع 2/59.\n3 انظر: كتاب الأموال ص 478 رقم 1410.\nالجزء: 1 ¦ الصفحة: 321\n",
        "النوع الرابع: عروض التجارة\nالعروض: جمع عرض بسكون الراء قيل هي الأموال ما عدا النقدين كأنه\nالجزء: 1 ¦ الصفحة: 321\n",
        "سمي بذلك لأنه يعرض ليباع ويشترى، تسمية للمفعول باسم المصدر، وقيل: لأنه يعرض ثم يزول ويفنى.\nوالعَرْض: المتاع وكل شيء فهو عَرْض سوى الدراهم والدنانير فإنهما عين، فما خالف الثمينين الدراهم والدنانير من متاع الدنيا وأثاثها، وجمعه عروض أما بالفتح فجميع متاع الدنيا عَرَض، فكل عَرْض داخل في العَرَض، وليس كل عَرَض عَرْضاً. ومن ذلك بيع المعارضة أي بيع العَرْض بالعَرْض وهو بالسكون المتاع بالمتاع لا نقد فيه يقال: أخذت هذه السلعة عَرْضاً إذا أعطيت في مقابلها سلعة أخرى1، فالمال على اختلاف أنواعه من غير الأثمان كالآلات والمعدات والأمتعة والثياب والعقار والنبات والحيوان وسائر الأموال مما يعد للتجارة فهو داخل في ذلك 2.\nقَال ابن النجار في تعريف عروض التجارة:\nهي ما يعد للبيع والشراء لأجل الربح 3.\n*مسألة هل تجب الزكاة في مثل هذه الأموال أم لا؟\nاختلف العلماء في ذلك على قولين:\nالقول الأول: تجب الزكاة في هذه الأموال إذا قصد بها التجارة وهو قول جماهير أهل العلم وعلى رأسهم من الصحابة عمر وابن عمر والأئمة الأربعة والفقهاء السبعة فقهاء المدينة وقد ذكرهم النووي وهم سعيد بن المسيب، وعروة بن الزبير، والقاسم بن محمد، وعبيد الله بن عبد الله بن عتبة، وخارجة ابن زيد، وسليمان بن يسار، وأبو سلمة بن عبد الرحمن بن عوف4، وجمع من\n1 انظر: تهذيب اللغة 1/455 والصحاح 3/1083 والنهاية 3/214 والمطلع ص136.\n2 انظر: المغني لابن قدامة 4/249.\n3 انظر: منتهى الإرادات 1/198 وشرحه معونة أولى النهي 2/695.\n4 انظر: في بيان الفقهاء السبعة تهذيب الأسماء واللغات 1/172 والجواهر المضيئة 4/548 والمجموع 5/47 وكتاب الأسماء المبهمة للبغدادي ص 610.\nالجزء: 1 ¦ الصفحة: 322\n",
        "التابعين كالنخعي والثوري والأوزاعي وغيرهم وفرق الإمام مالك بين الناض من المال وغير الناض.\nومعنى النّض: الدرهم الصامت، والناض من المتاع ما تحول ورقاً أو عيناً، واسم الدراهم والدنانير عند أهل الحجاز الناضّ والنضّ وإنما يسمونه ناضاً إذا تحول عيناً بعدما كان متاعاً لأنه يقال مأنض بيدي منه شيء 1.\nفإن كان هذا المال ينض لصاحبه منه شيء تجب فيه الزكاة وإلا فلا زكاة حتى يبيعها. قَال أبو عبيد: وما علمنا أحداً فرق ما بين الناض وغيره في الزكاة قبل مالك 2.\nالقول الثاني: لا زكاة في هذه الأموال وبه قَال داود ويحكى عن مالك ومال إليه الشوكاني وصديق حسن خان 3.\nأدلة هذا القول:\n1-\nبالحديث السابق4 عن أبي هريرة قوله صلى الله عليه وسلم: “ ليس على المسلم في فرسه وغلامه صدقة” وفي رواية “ليس على المسلم صدقة في عبده ولا في فرسه” وقوله صلى الله عليه وسلم في حديث علي السابق5 “قد عفوت لكم عن صدقة الخيل والرقيق”.\n1 انظر: النهاية 5/72 واللسان 7/237 مادة نضض.\n2 انظر: كتاب الأموال ص432 رقم 1192.\n3 انظر: كتاب المحلى 5/238 والمغني لابن قدامة 4/248 والحاوي 3/284 الروضة الندية شرح الدر البهية 1/192 وانظر: الدر البهية في المسائل الفقهية للشوكاني ص50 رقم 186.\n4 سبق تخريج الحديث (ص 293) من هذا البحث.\n5 حديث علي سبق تخريجه (ص 292، 293) من هذا البحث.\nالجزء: 1 ¦ الصفحة: 323\n",
        "ووجه الدلالة: نفي الزكاة عن الخيل مطلقاً فكان العفو على عمومه سواء كانت للتجارة أو غيرها، فاعتبر ذلك في سائر أموال العروض التي لا نص فيها.\n2-\nبالحديث السابق1 عن أبي سعيد الخدري قَال رسول الله صلى الله عليه وسلم: “ليس فيما دون خمسة أوسق صدقة، وليس فيما دون خمس ذود من الإبل صدقة”.\nوجه الدلالة: دل الحديث على الأموال التي تجب فيها الزكاة وهي النقدين وبهيمة الأنعام والخارج من الأرض فلا زكاة فيما سوى ذلك فمن أوجب الزكاة في عروض التجارة فقد أوجبها فيما نفاه عنه النبي صلى الله عليه وسلم.\nأدلة الجمهور:\nالأول: قوله تعالى {يَاأَيُّهَا الَّذِينَ آمَنُوا أَنفِقُوا مِنْ طَيِّبَاتِ مَا كَسَبْتُمْ} الآية2.\nوالمراد بالإنفاق الزكاة المفروضة بدليل قوله تعالى {وَالَّذِينَ يَكْنِزُونَ الذَّهَبَ وَالْفِضَّةَ وَلا يُنفِقُونَهَا فِي سَبِيلِ اللَّهِ} الآية3 وجاء في تفسير قوله {مِنْ طَيِّبَاتِ مَا كَسَبْتُم} عن مجاهد قَال: التجارة، وعن ابن عباس من أطيب أموالكم وأنفسه4.\nالثاني - استدلوا بعموم الأدلة التي أوجبت الزكاة في الأموال كقوله تعالى {خُذْ مِنْ أَمْوَالِهِمْ صَدَقَةً تُطَهِّرُهُمْ وَتُزَكِّيهِمْ بِهَا} الآية 5.\nوحديث معاذ السابق6 قوله صلى الله عليه وسلم “افترض عليهم صدقة في أموالهم تؤخذ من أغنيائهم وترد على فقرائهم “.\n1 سبق تخريج الحديث (ص 316) من هذا البحث.\n2 سورة البقرة آية (267) .\n3 سورة التوبة آية (34) .\n4 تفسير ابن جرير الطبري 3/80، 81.\n5 سورة البقرة آية (103) .\n6 سبق تخريج الحديث (ص 316) من هذا البحث.\nالجزء: 1 ¦ الصفحة: 324\n",
        "فهذه النصوص أوجبت الزكاة في الأموال مطلقاً لم تفرق بين مال وآخر وعروض التجارة من أعظم الأموال التي بين أيدي الناس فهي دليل على وجوب الزكاة في الأموال المعدة للتجارة بكافة أنواعها وقوله في حديث معاذ “ من أغنيائهم” نص في أخذ الزكاة من أرباب التجارة لأنهم هم أصحاب الأموال.\nوأموال التجارة هي أعم الأموال فكانت أولى بالإيجاب 1.\nالثالث: عن أبي ذر أن النبي صلى الله عليه وسلم قَال: “في الإبل صدقتها، وفي البقر صدقتها، وفي الغنم صدقتها، وفي البز صدقته” قالها بالزاي 2.\nقَال النووي: هو بفتح الباء وبالزاي وهو وإن كان ظاهراً لا يحتاج إلى تقييد، فإنما قيدته لأنه بلغني أن بعض الكتاب صحفه بالبر بضم الباء والراء قَال أهل اللغة البز الثياب التي هي أمتعة البزاز 3.\nووجه الدلالة: أن الثياب لا زكاة في عينها لأنها معدة للاستعمال فكان المراد الثياب المعدة للتجارة وعليه فتجب الزكاة في كل ما أعد للتجارة من الأموال.\nالرابع: عن سمرة بن جندب قَال أما بعد فإن رسول الله صلى الله عليه وسلم كان يأمرنا أن نخرج الصدقة من الَّذِي نعدّ للبيع4 والأمر يدل على الوجوب فكانت الزكاة\n1 انظر: الحاوي 3/283.\n2 رواه أحمد في المسند 5/179 والدارقطني في الزكاة باب ليس في الخضروات زكاة\n2/101، 102 رقم 26، 27، 28 والحاكم في المستدرك كتاب الزكاة باب زكاة البهائم والحب وقال كلا الإسنادين صحيحان على شرط الشيخين ولم يخرجاه 1/388 والسنن الكبرى كتاب الزكاة باب زكاة التجارة 4/147.\n3 انظر: تهذيب الأسماء واللغات حرف الباء 3/27.\n4 رواه أبو داود في الزكاة باب عروض التجارة هل فيها زكاة 2/95 رقم 1562 والدارقطني في الزكاة باب زكاة مال التجارة 2/182 والبيهقي في السنن الكبرى كتاب الزكاة 4/146.\nالجزء: 1 ¦ الصفحة: 325\n",
        "واجبة في الأموال المعدة للتجارة.\nالخامس: عن أبي عمرو بن حماس الليثي عن أبيه قَال: مرّ بي عمر فقال: يا حماس أدِّ زكاة مالك. فقلت مالي مال إلا جعاب وأدم فقال: قومها قيمة ثم أدِّ زكاتها1.\nالأدم هي: الجلود، والجعاب: جمع جعبة وهي الكنانة التي تجعل فيها السهام2 وهذا دليل على زكاة المال المعد للتجارة.\nالسادس: ما جاء عن عمر كان إذا خرج العطاء جمع أموال التجار ثم حسبها شاهدها وغائبها ثم أخذ الزكاة من شاهد المال على الشاهد والغائب.\nوكذا ما جاء عن ابن عمر أنه قَال: ما كان من رقيق أو بزّ يراد به التجارة ففيه الزكاة. وعن ابن عباس كان يقول: لا بأس بالتربص حتى يبيع والزكاة واجبة عليه 3.\nوعن ابن عمر قَال: ليس في العروض زكاة إلا ما كان للتجارة 4.\nالسابع: الإجماع قَال ابن المنذر: وأجمعوا على أن في العروض التي تدار للتجارة الزكاة إذا حال عليها الحول5.\nوقال ابن هبيرة: وأجمعوا على أن في العروض إذا كانت للتجارة كائنة ما\n1 أخرجه أبو عبيد في الأموال باب الصدقة في التجارات ص43 رقم 1179 وعبد الرزاق في مصنفه باب الزكاة في العروض 4/96والبيهقي في السنن الكبرى من كتاب الزكاة 4/147 والدارقطني باب تعجيل الصدقة قبل الحول من كتاب الزكاة 2/125 رقم 13.\n2 انظر: النهاية 1/274 واللسان 1/267 مادة جعب.\n3 انظر: كتاب الأموال ص430 رقم 1178، 1181، 1183.\n4 روى هذه الآثار ما جاء عن عمر وابن عمر وابن عباس البيهقي في السنن الكبرى 4/147 كتاب الزكاة.\n5 انظر: الإجماع ص14 رقم 115.\nالجزء: 1 ¦ الصفحة: 326\n",
        "كانت الزكاة إذا بلغت قيمتها نصاباً من الذهب أو الورق ففيه ربع العشر1.\nوقال أبو عبيد: فعلى هذا أموال التجارة عندنا، وعليه أجمع المسلمون أن الزكاة فرض واجب فيها 2.\nالثامن: القياس\nقياس هذه الأموال على سائر الأموال التي تجب فيها الزكاة وهي النقدين وبهيمة الأنعام والزروع والثمار بجامع أنها مال يقصد به النماء فلا فرق بينهما في وجوب الزكاة بل هي أولى 3.\nوالراجح من القولين والله أعلم هو قول الجمهور وذلك لعدة أمور:\n1-\nأدلة الجمهور أقوى من حيث العموم.\n2-\nأن أدلة الجمهور أدلة خاصة وأدلة المخالفين عامة والخاص مقدم على العام أو أن العام يحمل على الخاص.\n3-\nحديث الخيل في المعدة للاستعمال وهي لا خلاف فيها أما المعدة للتجارة فهي ثابتة بالإجماع كما نقله ابن المنذر وغيره فيخص به عموم هذا الحديث4.\n4-\nحديث ليس فيما دون: هذا بيان للأموال التي تجب الزكاة فيها بعينها لا في قيمتها وعروض التجارة تجب الزكاة في قيمتها ولها أدلتها الخاصة بها.\n5-\nقَال أبو عبيد في الرد على هذا القول: وهذا عندنا غلط في التأويل، لأنا قد وجدنا السنة عن رسول الله وأصحابه: أنه قد يجب الحق في المال ثم يحول إلى غيره مما يكون إعطاؤه أيسر على معطيه من الأصل ومن ذلك:\n1 انظر: الإفصاح 1/208.\n2 انظر: الأموال ص434 رقم 1202 وشرح السنة 6/53.\n3 انظر: بداية المجتهد 1/254.\n4 انظر: فتح الباري 3/327.\nالجزء: 1 ¦ الصفحة: 327\n",
        "كتاب النبي صلى الله عليه وسلم إلى معاذ باليمن في الجزية أن على كل مال\n...\nديناراً أو عدله من المعافر.\nفأخذ النبي صلى الله عليه وسلم العرض مكان العين. ثم كتب إلى أهل نجران “أن عليهم ألفي حلة في كل عام أو عدلها من أواق فأخذ العين العرض\". وكان عمر يأخذ الإبل من الجزية. وإنما أصلها الذهب والورق. وأخذ علي بن أبي طالب الإبر والحبال والمسال1 من الجزية.\nوقد روي عن معاذ في الصدقة نفسها أنه أخذ مكانها العروض وذلك قوله: “إيتوني بخميس أو لبيس آخذه منكم مكان الصدقة، فإنه أهون عليكم وأنفع للمهاجرين بالمدينة” وروي عن ابن مسعود أن امرأته قالت له: إن لي طوقاً فيه عشرون مثقالاً، فقال: أدي عنه خمسة دراهم.\nقَال أبو عبيد: فكل هذه الأشياء قد أخذت فيها حقوق من غير المال الَّذِي وجبت فيه الحقوق، فلم يدعهم ذلك إلى إسقاط الزكاة، لأنه حق لازم لا يزيله شيء.\nولكنهم فدوا ذلك المال بغيره، إذا كان أيسر على من يؤخذ منه فكذلك أموال التجارة، إنما كان الأصل فيها أن تؤخذ الزكاة منها أنفسها فكان في ذلك عليهم ضرر من القطع والتبعيض، فلذلك ترخصوا في القيمة.\nولو أن رجلاً وجبت عليه زكاة في تجارة فقوم متاعه فبلغت زكاته قيمة ثور تام، أو دابة أو مملوك فأخرجه بعينه فجعله زكاة ماله كان عندنا محسناً مؤدياً للزكاة، وإن كان أخف عليه أن يجعل ذلك قيمة من الذهب والورق كان ذلك له 2.\n1 المسال: هو جريد النخل الرطب. انظر: تهذيب اللغة 12/459 واللسان 11/623.\n2 انظر: كتاب الأموال ص432 - 434.\nالجزء: 1 ¦ الصفحة: 328\n",
        "6-\nإن القول بعدم الزكاة في عروض التجارة سد لباب عظيم من أبواب الزكاة لأن معظم أموال الأغنياء من عروض التجارة فالأغنياء هم أصحاب الأموال.\n7-\nهل من المعقول وجوب الزكاة في تلك الأموال أو النقود التي لا تثمر وهي في أيدي متوسطي الحال من الناس ونترك هذه الأموال التي بيد الأغنياء.\nوبهذا يتبين لنا رجحان مذهب جمهور أهل العلم وهو القول بوجوب الزكاة.\n*مسألة: هل يجوز اخراج القيمة في الزكاة أم لا؟\nاختلف العلماء في اخراج القيمة في الزكاة على قولين:\nالقول الأول: وهو قول أكثر أهل العلم من المالكية والشافعية والحنابلة والظاهرية لا يجوز إخراج القيمة في شيء من الزكوات سوى المنصوص عليه.\nالقول الثاني: هو الجواز: يجوز دفع القيمة في الزكاة والكفارات وصدقة الفطر والعشر والنذر في ذلك مطلقاً. وهو قول الحنفية 1.\nأدلة الجمهور:\n1-\nبحديث معاذ رضي الله عنه أن النبي صلى الله عليه وسلم قَال: ”خذ الحب من الحب، والشاة من الغنم، والبعير، والبقرة من البقر” رواه أبو داود 2.\nفاقتضى ظاهر أمره أن لا يجوز الأخذ من غيره.\n2-\nأن الشرع نص على بنت مخاض وبنت لبون وحقة وجذعة وتبيعة ومسنة وشاة وشياه وغير ذلك من الواجبات فلا يجوز العدول عنها كما لا يجوز في الأضحية ولا في الكفارة ولا في حقوق الآدميين 3.\n1 انظر: شرح فتح القدير على الهداية 2/191 وبداية المجتهد 1/257 والحاوي 3/179 والمغني لابن قدامة 4/295 والمحلى 6/23 والإفصاح 1/211.\n2 انظر: السنن كتاب الزكاة باب صدقة الزرع 2/ 109 رقم 1599..\n3 انظر: المجموع 5/429.\nالجزء: 1 ¦ الصفحة: 329\n",
        "3-\nحديث أنس السابق1 أن أبا بكر الصديق كتب له حين بعثه إلى البحرين هذه الصدقة التي فرضها رسول الله صلى الله عليه وسلم وكان مما جاء فيه “في خمس وعشرين من الإبل بنت مخاض فإن لم تكن بنت مخاض فابن لبون ذكر” وهذا يدل على أنه أراد عينها لتسميته إياها وقوله “فإن لم تكن بنت مخاض فابن لبون ذكر” ولو أراد المالية أو القيمة لم يجز، لأن خمساً وعشرين لا تخلو عن مالية بنت مخاض وكذلك قوله “فابن لبون ذكر” فإنه لو أراد المالية للزمه مالية بنت مخاض دون مالية ابن لبون 2.\n4-\nحديث ابن عمر في صدقة الفطر قَال: “فرض رسول الله صلى الله عليه وسلم زكاة الفطر صاعاً من تمر أو صاعاً من شعير” الحديث 3.\nووجه الدلالة:\nأن الحديث لم يذكر القيمة ولو جازت لبينها فقد تدعوا الحاجة إليها وإنما خيره بين التمر والشعير دون غيرهما، فإذا عدل عن ذلك فقد ترك المفروض4.\n5-\nقوله صلى الله عليه وسلم في حديث ابن عمر رضي الله عنهما “في كل أربعين شاة شاة” وقوله” في كل مائة شاة شاة” 5.\nقَال أبو عيسى حديث ابن عمر حديث حسن والعمل على هذا الحديث\n1 سبق تخريجه (ص 308) من هذا البحث.\n2 انظر: المغني لابن قدامة 4/297.\n3 رواه البخاري كتاب الزكاة باب فرض صدقة الفطر انظر: البخاري مع فتح الباري\n3/367 ومسلم في الزكاة باب زكاة الفطر 2/677، 678 رقم 984.\n4 انظر: الحاوي 3/180 والمغني لابن قدامة 4/296 والمجموع 5/429.\n5 رواه أبو داود في الزكاة باب في زكاة السائمة 2/98 رقم 1568 والترمذي في الزكاة باب ما جاء في زكاة الإبل والغنم 2/66 والرقم 617.\nالجزء: 1 ¦ الصفحة: 330\n",
        "عند عامة الفقهاء1.\nووجه الدلالة:\nأن هذا الحديث وارد لبيان مجمل قوله تعالى {وَآتُوا الزَّكَاةَ} فتكون الشاة المذكورة هي الزكاة المأمور بها، والأمر يقتضي الوجوب ولأن النبي صلى الله عليه وسلم فرض الزكاة على هذا الوجه وأمر بها.\n6-\nولأن الزكاة وجبت لدفع حاجة الفقير، وشكراً لنعمة المال والحاجات متنوعة، فينبغي أن يتنوع الواجب ليصل إلى الفقير من كل نوع ما تندفع به حاجته، ويحصل شكر النعمة بالمواساة من جنس ما أنعم الله عليه به.\n7-\nولأن مخرج القيمة قد عدل عن المنصوص، فلم يجزئه، كما لو أخرج الرديء مكان الجيد 2.\n8-\nإن القيمة غير مقدرة بالشرع كقيم المتلفات.\n9-\nولأنه حق في مال يخرج على وجه الطهرة فلم يجز اخراج قيمته كالعتق في الكفارة 3.\nأدلة الحنفية:\nالأول: ما رواه البخاري تعليقاً في باب العَرْض في الزكاة وقال طاوس قَال معاذ رضي الله عنه لأهل اليمن: ائتوني بعرض ثياب خميص أو لبيس في الصدقة مكان الشعير والذرة أهون عليكم وخير لأصحاب النبي صلى الله عليه وسلم بالمدينة 4.\n1 سنن الترمذي 2/ 67.\n2 انظر: المغني لابن قدامة 4/296، 297.\n3 انظر: الحاوي 3/180.\n4 انظر: البخاري مع فتح الباري 3/311 ورواه الدارقطني 2/100 باب ليس في الخضروات صدقة رقم 24 والبيهقي في السنن الكبرى 4/113 في الزكاة باب من أجاز أخذ القيم في الزكوات، ويحيى بن آدم في الخراج ص143 رقم 525.\nالجزء: 1 ¦ الصفحة: 331\n",
        "ووجه الدلالة:\nأن معاذاً أمرهم بدفع الثياب بدلاً من الذرة والشعير وهذا دليل على جواز إخراج القيمة.\nوالجواب عن هذا الدليل من وجوه:\n1-\nأنه مرسل لأن طاوساً لم يدرك معاذاً.\n2-\nأن هذا الحديث وارد في الجزية لا في الزكاة بدليل أن النبي صلى الله عليه وسلم أمره أن يأخذ في الزكاة من الحب حباً ثم عقب ذلك في الجزية فقال خذ من كل حالم\n...\nديناراً، وأمره في الأول بتفريق الصدقة في فقرائهم ولم يأمره بحملها إلى المدينة أما هنا فقال: أنفع للمهاجرين، دليل على وروده في الجزية 1.\n3-\nأنه لو صح لما كانت فيه حجة مع وجود النص عن النبي صلى الله عليه وسلم.\nالثاني: بحديث وائل بن حجر في الَّذِي أعطى في صدقة ماله فصيلاً مخلولاً فقال النبي صلى الله عليه وسلم: “ اللهم لا تبارك فيه ولا في أبله” فبلغ ذلك الرجل فجاء بناقة حسناء2.\nوفي لفظ فبعث إليه بناقة من حسنها وجمالها 3.\nوفي لفظ فبلغه فأتاه بناقة كوماء4. وعند الإمام أحمد أن النبي صلى الله عليه وسلم رأى في إبل الصدقة ناقة مسنة فغضب وقال: (ما هذا) فقال: يارسول الله إني أرتجعتها ببعيرين من حاشية الصدقة، فسكت 5.\nقوله فصيل مخلول: هو الهزيل الَّذِي قد خل جسمه، المضرور المنهوك، يقال:\n1 انظر: الحاوي 3/181 والمغني 4/297 والمحلى 6/95.\n2 رواه النسائي في الزكاة باب الجمع بين المتفرق 5/30 رقم 2458.\n3 رواه البيهقي في الزكاة باب ما يقول المصدق 4/157.\n4 أورده أبو عبيد في غريب الحديث 3/84 والخطابي في غريب الحديث 1/387.\n5 انظر: المسند حديث أبي عبد الله الصنابحي رضي الله عنه 4/349.\nالجزء: 1 ¦ الصفحة: 332\n",
        "رجل خل إذا كان بادي الضُّر والهزال.\nوالكوماء: عظيمة السنام أو المرتفعة السنام 1.\nووجه الدلالة:\nقول الساعي أخذته ببعيرين من إبل الصدقة وأخذ البعير بالبعير لا يكون إلا عن طريق القيمة.\nوالجواب عن هذا الدليل:\nأنه لا حجة لهم فيه، لأن الفصيل لا يجزيء في شيء من الصدقة بلا شك، وناقة حسناء جميلة قد تكون جذعة وقد تكون حقة فأعطى ما عليه بأحسن ما قدر وليس فيه نص ولا دليل على إعطاء غير السن الواجبة عليه ولا على القيمة أصلاً وقد يكون ذلك شراءً وبيعاً بإذن الإمام 2.\nالثالث: القياس من وجوه:\n1-\nأنه مال تجب فيه الزكاة فجاز إخراج قيمته كمال التجارة سواء بسواء.\n2-\nلأن القيمة مال فجاز إخراجها في الزكاة كالمنصوص عليه لا فرق بينهما.\n3-\nولأنه لما جاز في الزكاة العدول عن العين إلى الجنس جاز العدول من جنس إلى جنس.\nوالجواب عن هذا الدليل:\nأما قياسهم على مال التجارة فغير صحيح لأن إخراج القيمة في عروض التجارة ثابت بالنص والإجماع كما سبق بيانه بخلاف بقية الأموال فقد ورد النص بعينها لا بقيمتها.\nأما قياسهم على المنصوص عليه فباطل؛ لأن الأصل أنه منصوص عليه\n1 غريب الحديث لأبي عبيد 3/84 وغريب الحديث للخطابي 1/387، 389.\n2 انظر: المحلى 6/28 والاصطلام 2/80.\nالجزء: 1 ¦ الصفحة: 333\n",
        "فلذلك جاز إخراجه وليست القيمة منصوصاً عليها فلذلك لم يجز إخراجها.\nأما قياسهم العدول عن العين إلى الجنس كالعدول من جنس إلى جنس.\nأن الواجب عليه أن يزكي من جنس ماله لا من عين ماله فلم يكن في ذلك عادلاً عما وجب عليه إلى غيره 1.\nالرابع: حديث عن أبيّ بن كعب قَال بعثني رسول الله صلى الله عليه وسلم مصدقاً فمررت برجل فجمع لي ماله فقلت له: أدِّ ابنة مخاض فإنها صدقتك قَال ذلك ما لا لبن فيه ولا ظهر ولكن هذه ناقة فتية عظيمة سمينة فخذها فقلت: ما أنا بآخذ ما لم أومر به فأتى النبي صلى الله عليه وسلم فقال: ”له ذاك الَّذِي عليك فإن تطوعت بخير آجرك الله فيه وقبلناه منك”، قَال: فها هي ذه يا رسول الله قد جئتك بها فخذها قَال: فأمر رسول الله صلى الله عليه وسلم بقبضها ودعا في ماله بالبركة 2.\nوجه الدلالة:\nجواز أخذ الناقة العظيمة مكان ابنة مخاض دليل على جواز أخذ القيمة.\nوالجواب عن هذا الدليل:\nأنه لو صح لكان حجة عليهم لأن فيه أن أبي بن كعب لم يستجز أخذ ناقة فتية عظيمة مكان ابنة مخاض، ورأى ذلك خلافاً لأمر رسول الله صلى الله عليه وسلم، وعلم رسول الله صلى الله عليه وسلم ذلك فلم ينكره عليه، فصح أنه الحق، وإنما كان فيه أخذ ناقة عظيمة مكان ابنة مخاض فقط وأما إجازة أخذ القيمة فلا.\nالخامس: ما جاء عن الحسن وعطاء أن النبي صلى الله عليه وسلم قَال للمصدق: “أعلمه الَّذِي عليه من الحق، فإن تطوع بشيء ما قبله منه”.\n1 انظر: الحاوي 3/181.\n2 رواه أبو داود في كتاب الزكاة باب زكاة السائمة 2/104 رقم 1583 ورواه أحمد في المسند 5/142 والحاكم في المستدرك 1/399 كتاب الزكاة.\nالجزء: 1 ¦ الصفحة: 334\n",
        "والجواب عن هذا الدليل:\nما جاء عن الحسن وعطاء1 مرسل ولو صح لم يكن فيه حجة لأنه ليس فيه نص بأخذ غير الواجب ولا بأخذ القيمة.\nالسادس: ما جاء عن عطاء أيضاً أن رسول الله صلى الله عليه وسلم لما بعث علياً ساعياً قالوا: لا نخرج لله إلا خير أموالنا فقال ما أنا بعادي عليكم السنة فقال له النبي صلى الله عليه وسلم “إرجع إليهم فبين لهم ما عليهم في أموالهم، فمن طابت نفسه بعد ذلك بفضل فخذه منه”.\nوالجواب عنه:\nأنه لا يصح لأنه مرسل ولو صح لما كان لهم فيه حجة لأن فيه أنهم أرادوا أفضل أموالهم مختارين، وليس فيه إعطاء مسن مكان غيرها أصلاً، ولا دليل على قيمة البتة.\nوصح أن كل ما احتجوا به ليس فيه إجازة إعطاء أكثر من الواجب في الزكاة ولا غير الصفة المحددة فيها، وأما القيمة فلا دليل لهم على جوازها أصلاً بل البرهان ثابت بتحريم أخذها لأنها غير ما أمر الله به وتعدٍ لحدود الله، وما أباح الله قط أخذ قيمة عن زكاة افترضها بعينها وصفتها 2.\n*مسألة تفسير أسنان الإبل والبقر:\nأولاً: الإبل:\nولد الناقة من حين يوضع إلى أن يفطم يسمى حواراً بضم الحاء وقيل بكسرها والجمع أحورة وحيران ثم الفصيل إذا فصل عن أمه والجمع فصلان وهو ما فصل عن اللبن من أمه، ثم بنت مخاض وهو: ماله سنة إلى تمام سنتين ثم\n1 ما جاء عن الحسن وعطاء في المحلى في باب زكاة الإبل 6/ 27.\n2 انظر: المحلى 6/26 - 29.\nالجزء: 1 ¦ الصفحة: 335\n",
        "بنت لبون إذا دخل في الثالثة ثم حقة بتمام الثلاث لأنها استحقت الركوب ويقال لها طروقة الفحل إلى تمام أربع سنين ثم جذعة إذا دخلت في الخامسة ثم ثني إذا دخلت في السادسة وألقى ثنيته ثم يسمى رباعياً إذا دخل في السابعة، فإذا دخل في الثامنة وألقى السن السِّديس الَّذِي بعد الرباعية فهو سديس وسدس، فإذا دخل في التاسعة وطلع نابه فهو بازل فإذا دخل في العاشرة فهو مخلف ثم ليس له اسم 1.\nثانياً: البقر:\nولد البقرة العجل بكسر العين والأنثى عجلة والجمع عجاجيل ثم التبيع وهو العجل مادام يتبع أمه إلى تمام السنة ودخل في الثانية ثم المسنة وهي التي لها سنتان وهي الثنية لأنها تجذع في السنة الثانية وتثني في الثالثة، ولا فرض في البقر غير التبيع والمسنة. النوع الخامس: من الأموال التي تجب فيها الزكاة العسل\nأجمع العلماء على أنه ليس فيما يخرج من الحيوان زكاة إلا العسل 2.\nفقد اختلفوا فيه على قولين:\nالقول الأول: قَال أبو حنيفة وأحمد تجب فيه الزكاة.\nالقول الثاني: قَال مالك والشافعي وداود لا زكاة فيه\n3.1 انظر: في ذلك سنن أبي داود في كتاب الزكاة باب تفسير أسنان الإبل2/106ومعالم السنن 2/28، 29وشرح السنة6/17، 18والمحلى6/50والإفصاح2/203 والمغني لابن قدامة 4/16، 32 واللسان مادة حور 4/221 ومادة فصل 11/522.\n2 انظر: بداية المجتهد 1/253.\n3 انظر: بدائع الصنائع 2/61 وشرح فتح القدير 2/246 والمحلى 5/230 والأم 2/38 والمغني لابن قدامة 4/183 وشرح السنة 6/45 والمجموع 5/456.\nالجزء: 1 ¦ الصفحة: 336\n",
        "أدلة أصحاب القول الأول:\nالدليل الأول: ما رواه ابن ماجه عن أسامة بن زيد، عن عمرو بن شعيب عن أبيه عن جده عبد الله بن عمرو عن النبي صلى الله عليه وسلم أنه أخذ من العسل العشر1.\nالدليل الثاني: حديث عمرو بن شعيب عن أبيه عن جده أن رسول الله صلى الله عليه وسلم كان يأخذ في زمانه من قرب العسل من عشر قربات قربة من أوسطها، وفي لفظ، من كل عشر قرب قربة 2.\nالدليل الثالث: ما رواه عمرو بن شعيب عن أبيه عن جده قَال: جاء هلال أحد بني متعان إلى رسول الله صلى الله عليه وسلم بعشور نحل له، وكان سأله أن يحمي له وادياً يقال له سلبه فحمى له رسول الله صلى الله عليه وسلم ذلك الوادي فلما ولي عمر بن الخطاب رضي الله عنه كتب سفيان بن وهب إلى عمر بن الخطاب يسأله عن ذلك، فكتب عمر رضي الله عنه “إن أدى إليك ما كان يؤدي إلى رسول صلى الله عليه وسلم من عشور نحله فاحم له سلبه ذلك” رواه أبو داود والنسائي 3.\nوفي لفظ آخر عن سليمان بن موسى عن أبي سيارة المتعي قَال: قلت يا رسول الله إن لي نحلاً، قَال: “أدّ العشر” قلت يا رسول الله إحمها لي، فحماها لي 4.\n1 انظر: سنن ابن ماجه كتاب الزكاة 1/584 رقم 1824.\n2 أخرجه أبو عبيد في الأموال ص496 رقم 1498 باب ما اختلف الناس في وجوب صدقته وأبو داود في سننه 2/109، 110 رقم 1601، 1602 والبيهقي في السنن الكبرى 4/127 كتاب الزكاة باب ما ورد في العسل.\n3 انظر: سنن أبي داود 2/109 رقم 1600 باب زكاة العسل وسنن النسائي باب زكاة النحل 5/46 رقم 2499 والبيهقي في السنن الكبرى 4/126.\n4 انظر: كتاب الأموال لأبي عبيد ص496 رقم 1488 وسنن ابن ماجه 1/584 رقم 1823 وعبد الرزاق في مصنفه 4/63 رقم 6973 والطيالسي في مسند برقم 1214 ص169 الجزء الخامس من مسند أبي داود الطيالسي.\nالجزء: 1 ¦ الصفحة: 337\n",
        "الدليل الرابع: ما جاء عن سعد بن أبي ذُباب قَال قدمت على رسول الله صلى الله عليه وسلم فأسلمت قَال: فقدم على قومه فقال لهم في العسل زكاة فإنه لا خير في مال لا يزكي قالوا له كم ترى، قَال العشر فأخذ منهم العشر فقدم به على عمر وأخبره بما صنع، فأخذه عمر فباعه فجعله في صدقات المسلمين 1.\nالدليل الخامس: ما رواه الترمذي عن ابن عمر قَال: قَال رسول الله صلى الله عليه وسلم “في العسل في كل عشرة أزُقّ زِقّ” قَال أبو عيسى حديث ابن عمر في إسناده مقال 2.\nوعن مكحول قَال: في كل عشرة أزق من عسل عشرها وعن الزهري في كل عشرة أزقاق زق، وعن سليمان بن موسى قَال في كل عشرة أزقاق من العسل زق، قَال: وقال سعيد: الزق يسع رطلين 3.\nالدليل السادس: عن عطاء الخراساني أن عمر أتاه أناس من أهل اليمن فسألوه وادياً فأعطاهم إياه فقالوا: يا أمير المؤمنين إن فيه نحلاً كثيراً، قَال: فإن عليكم في كل عشرة أفراق فرقاً.\nوعن الزهري في صدقة العسل قَال: في كل عشرة أفراق فرق 4.\nالدليل السابع: عن أبي هريرة قَال: كتب رسول الله صلى الله عليه وسلم إلى أهل اليمن أن يأخذ من أهل العسل العشور 5.\nأدلة أصحاب القول الثاني:\n1-\nعن عبد الله بن أبي بكر بن حزم أنه قَال: جاء كتاب من عمر بن\n1 انظر: كتاب الأموال ص496 رقم 1487 والسنن الكبرى للبيهقي 4/127.\n2 سنن الترمذي 2/71 باب ما جاء في العسل رقم 625.\n3 انظر: كتاب الأموال ص497 رقم 1492 - 1494.\n4 رواه عبد الرزاق في مصنفه 4/63 رقم 6970، 6971.\n5 رواه عبد الرزاق 4/63 رقم 6972 والبيهقي في السنن الكبرى 4/126.\nالجزء: 1 ¦ الصفحة: 338\n",
        "عبد العزيز إلى أبي وهو بمنى أن لا يأخذ من العسل ولا من الخيل صدقة 1.\nوفي رواية عن عبيد الله بن عمر عن نافع قَال: بعثني عمر بن عبد العزيز إلى اليمن فأردت أن آخذ من العسل قَال: فقال لي المغيرة بن حكيم ليس فيه شيء فكتبت فيه إلى عمر بن عبد العزيز قَال: صدق وهو عدل رضي وليس فيه شيء.\nوفي رواية عنه أيضاً قَال: سألني عمر بن عبد العزيز عن العسل أفيه صدقة، فقلت ليس بأرضنا عسل ولكني سألت المغيرة بن حكيم عنه، فقال ليس فيه شيء قَال عمر بن عبد العزيز: هو عدل مأمون صدق 2.\nوجاء في البخاري باب العشر فيما يسقى من ماء السماء وبالماء الجاري ولم يرَ عمر بن عبد العزيز في العسل شيئاً 3.\n2-\nعن ابن عمر قَال ليس في الخيل ولا في الرقيق ولا في العسل صدقة. رواه أبو عبيد في كتاب الأموال 4.\n3-\nعن معاذ بن جبل قَال سألوه عما دون ثلاثين من البقر وعن العسل قَال لم أومر فيها بشيء 5.\n4-\nما رواه يحيى بن آدم عن علي بن الحسين قَال ليس في العسل زكاة وقال سألت الحسن بن صالح عن العسل فلم يرَ فيه شيء وذكر معاذ أنه لم يأخذ من العسل شيئاً 6.\n1 رواه مالك في الموطأ رواية يحيى ص187 رقم 615 وأبو عبيد في الأموال ص498 رقم 1496 والبيهقي في السنن الكبرى 4/127.\n2 انظر: مصنف عبد الرزاق باب صدقة العسل 4/60 رقم 6965.\n3 انظر: البخاري مع فتح الباري كتاب الزكاة 3/347.\n4 برقم 1495 ص498.\n5 عبد الرزاق في مصنفه 4/60 رقم 6964 والبيهقي 4/127.\n6 انظر: كتاب الخراج ص33 رقم 71، 73 والسنن الكبرى للبيهقي 4/127، 128.\nالجزء: 1 ¦ الصفحة: 339\n",
        "5-\nالقياس على اللبن فالعسل مائع خارج من حيوان أشبه اللبن 1.\n6-\nاستدلوا أيضاً بأقوال الأئمة: قَال البخاري لا يصح في زكاة العسل شيء، وقَال الترمذي: ولا يصح عن النبي صلى الله عليه وسلم في هذا الباب كبير شيء، وقال ابن المنذر ليس في وجوب الصدقة في العسل خبر يثبت ولا إجماع 2.\nالراجح والله أعلم هو القول الأول وذلك لعدة أمور:\nالأمر الأول: وإن لم يكن في العسل أحاديث صحيحة كما يقول الأئمة: البخاري والترمذي وابن المنذر إلا أنه ورد في زكاة العسل آثار يقوي بعضها بعضاً، وقد تعددت مخارجها واختلف طرقها. ومرسلها يعضد بمسندها.\nالأمر الثاني: قد سئل أبو حاتم الرازي عن عبد الله والد منير عن سعد بن أبي ذُباب يصح حديثه، قَال: نعم.\nالأمر الثالث: أن العسل يتولد من نور الشجر والزهر وهو يكال ويدخر فوجبت فيه الزكاة كالحبوب والثمار.\nالأمر الرابع: أن الكلفة في أخذ العسل أقل من كلفة الزروع والثمار فيقاس عليها 3.\nالأمر الخامس: أن قياس العسل على اللبن قياس مع الفارق لأن اللبن قد وجبت الزكاة في أصله وهي السائمة بخلاف العسل 4.\n1 انظر: المغني لابن قدامة 4/183.\n2 انظر: سنن الترمذي 2/71 باب ما جاء في العسل رقم 625 والسنن الكبرى للبيهقي\n4/126 باب ما ورد في العسل والمغني لابن قدامة 4/183 وشرح السنة 6/45 والمجموع 5/457 وزاد المعاد 1/183 فصل في أخذ عشور النحل وفتح الباري 3/348 باب العشر فيما يسقى من ماء السماء وبالماء الجاري.\n3 انظر: زاد المعاد لابن القيم فصل في أخذ عشور النحل 1/182- 184.\n4 انظر: المغني لابن قدامة 4/184.\nالجزء: 1 ¦ الصفحة: 340\n",
        "الأمر السادس: عموم النصوص والأدلة في وجوب الزكاة في الأموال مطلقاً التي لم تفرق بين مال وآخر من الكتاب ومن السنة، كقوله تعالى {خُذْ مِنْ أَمْوَالِهِمْ صَدَقَةً} 1 تدل على أخذ الزكاة من العسل.\nالأمر السابع: ما قاله الإمام الترمذي في باب ما جاء في زكاة العسل قَال أبو عيسى: حديث ابن عمر في إسناده مقال، والعمل على هذا عند أكثر أهل العلم وبه يقول أحمد وإسحاق 2.\nوبهذا تم بحمد الله وفضله ما أردت جمعه من شتات هذا الموضوع ابتداءً من تعريف الزكاة وحكمها وبياناً لشروط أدائها وتفصيلاً للأموال التي تجب فيها وحسبي أني بذلت جهدي في نقل كلام أئمة علماء الإسلام من أمهات كتب المذاهب الفقهية المشهورة.\nأسأل الله العظيم أن يغفر لي ما كان من تقصير أو تفريط وأن يعصمنا جميعاً من القول عليه أو على رسوله أو أحد علماء الإسلام ما ليس فيه، وأن يرزقنا العلم النافع والعمل الصالح وأن يحفظ أئمتنا وولاة أمورنا ويجعل ما قدموه للعلم والعلماء في موازين أعمالهم يوم القيامة وصلى الله على نبينا محمد وعلى آله وصحبه أجمعين.\n1 سورة التوبة آية (103) .\n2 انظر: سنن الترمذي 2/71 رقم 625.\nالجزء: 1 ¦ الصفحة: 341\n",
        ""
    ]
}