{
    "1": [
        "الألفاظ المؤتلفة\nالألفاظ المؤتلفة\nابن مالك\nالكتاب:\nالألفاظ المختلفة في المعاني المؤتلفة\nالمؤلف:\nمحمد بن عبد الله، ابن مالك الطائي الجياني، أبو عبد الله، جمال الدين (المتوفى: 672هـ)\nالمحقق:\nد. محمد حسن عواد\nالناشر:\nدار الجيل - بيروت\nالطبعة:\nالأولى، 1411\nعدد الأجزاء:\n1\n[ترقيم الكتاب موافق للمطبوع]\n",
        "بِسم الله الرَّحْمَن الرَّحِيم\nوَصلى الله على سيدنَا مُحَمَّد وأله وَسلم\nهَذَا كتاب الْأَلْفَاظ الْمُخْتَلفَة فِي الْمعَانِي المؤتلفة للشَّيْخ جمال الدّين مُحَمَّد بن مَالك الطَّائِي الجياني رَحمَه الله تَعَالَى\nقَالَ أعلم أَن الْأَدَب اسْم يشْتَمل على كثير من الْعُلُوم فأقربها\nالجزء: 1 ¦ الصفحة: 107\n",
        "وَأَدْنَاهَا وأدأبها عَلَيْهِ وأولاها بالتقدم فِيهِ الاتساع فِي علم الْمنطق بأفصح لِسَان وأبلغ بَيَان فَمن الاتساع فِي ذَلِك أَن يتَصَرَّف الأديب فِي أَلْفَاظه ومكاتبته ومراسلته ومناجاته من غير تَكْرِير للأسماء وَالصِّفَات إِذا كَانَ الْمَعْنى وَاحِدًا وقدمت الفوارد ثمَّ المركبات من\nالجزء: 1 ¦ الصفحة: 108\n",
        "الفوارد وَهِي الشوارد فقف عَلَيْهِ تحمد عاقبته إِن شَاءَ الله تَعَالَى\nبَاب الهبات\nوصلته ورفدته وحبوته وأجديته وأعطيته ورضخته وأوليته وأصفدته ونولته ونفلته ورشته وسوغته وأثبته وأسديت اليه ونحلته وأسعفته وأطلبت إِلَيْهِ وأزللت إِلَيْهِ وأجدى عَلَيْهِ وأسدى اليه وَرغب لَهُ\nالجزء: 1 ¦ الصفحة: 109\n",
        "بَاب الْقَلِيل\nنزر حقير خسيس قَلِيل وتح تافه يسير شقن نكد بخس زمر جحد ثَمد\nالجزء: 1 ¦ الصفحة: 111\n",
        "بَاب الْغم\nغمني وأقلقني وساءني وأحزنني وكربني وكرثني وبهظني وأعظمني وأكمدني وهدني وضعفني وأوهنني وتخونني وولهني وفجعني وتكادني والمني واوجعني وغالني وهالني\nونكأني وشجاني ونابني ونكبنى وأوجمني وأخرعني ولاعني ولعجني ونهدني واضناني وقدحني وأهلعني وآسفني ومضني وأمضني وأرمضني وأمرضني\nالجزء: 1 ¦ الصفحة: 112\n",
        "بَاب الْفقر\nاعوز وأقتر وترب وأرمل وانفد واختل وارزح واكدى احرف وقنع واحجن وازهد وامعر اصرم ووأملق وأدقع وأعسر وأترب وَمِنْه\nالعضاضة والمسكنة والعسرة والخصاصة والبؤس والفاقة والمخمصة والبذاذة\nالجزء: 1 ¦ الصفحة: 114\n",
        "بَاب الْغنى\nالْجدّة وَالسعَة والتؤدة والميسرة وَالْمَال واليسار والرفد والنشب والرياش والاكثار وَالْجد والغنية والوفر والصفد\nالجزء: 1 ¦ الصفحة: 117\n",
        "بَاب الْفَرح\nالسرُور والحبور والجذل وَالْغِبْطَة البهج والارتياح والاستبشار والاغتباط\nبَاب الشتم\nثلبة وسبه وهجنه وتنقصه وعابه واسمعه ووقمه وقذفه وقرفه وجبهه ومزقه وقذعه ولحاه ومصح عرضه\nالجزء: 1 ¦ الصفحة: 118\n",
        "بَاب الصلف\nالزهو وَالْكبر والتيه والتطاول والبذخ والشمخ\nالجزء: 1 ¦ الصفحة: 120\n",
        "بَاب الْمَدْح\n2 -\nمدحه وقرظه وأطراه وزكاه وأبنه ومجده التأبين مدح النَّاس\nالحديث: 2 ¦ الجزء: 1 ¦ الصفحة: 121\n",
        "بَاب الْعَيْب\nالْعَار والشنار والضيم وَالصغَار والشين والمنقصة والشنة والوكف والذم والخزاية والإزراء والمخزاة والسوءة والابة والجنف والمجنة والوصم\nبَاب الملجأة\nحصني وملجئي وملاذي وموئلي ومعقلي ومعادي ووزري وكهفي ومقصدي ومعتمدي ومعتصري وحرزي ومعتصمي وصيصي وملتحدي ومنجاي ومحيصي ومآلي وكنفي\nالجزء: 1 ¦ الصفحة: 122\n",
        "بَاب الصلف أَيْضا\nالنخوة والصلف وَالْعجب وَالْبَغي وَالْخُيَلَاء والتجبر والابهة والاختيال والاستطالة والتغطرس والكبرياء والجبرية والطيش والعنجهية\nالجزء: 1 ¦ الصفحة: 124\n",
        "بَاب الذل\nذل وخشع واستكان وخضع واستخذى وضرع وَاتَّقَى وتطأمن واتضع وبخع وخنع وامتهن واستسلم وعنا وقنب\nالجزء: 1 ¦ الصفحة: 125\n",
        "بَاب الْقَصْد\nأمه وقصده وصمده وانتابه وانتحاه وتعمده وجشمه وتوخاه وتحراه واعتفاه واجتداه واختبطه\nبَاب التنحي\nعدل وَمَال وَتَنَحَّى وحاد وحاص وَعند وانحرف وضلع وصدف وحاف وزاغ وإعتزال وأماط وصاف وانفك وَزَالَ وتنكب وعرج\nالجزء: 1 ¦ الصفحة: 126\n",
        "بَاب الْكَذِب\nالمين والزور والتخرص والإفك وَالْبَاطِل والخطل والعند والتزيد واللغو والانتحال والولع والبهت وفجر ووكع\nالجزء: 1 ¦ الصفحة: 128\n",
        "بَاب الطَّبْع\nغريزتي وخليقتي وضريبتي ونحيزتي وسليقتي وخيمي وشيمتي ونحيتتي وشمائلي وسجيتي وجبلتي وخلقتي ودربتي وبنيتي وعادتي وشنشنتي وديدني وإجرياي\nالجزء: 1 ¦ الصفحة: 129\n",
        "بَاب الْبعد\nبَعدت وشطت وشطنت ونزحت واقصت وقذفت وسحقت وشحطت وغربت وشسعت وناءت وتراخت وشطرت ونزحت\nبَاب الدنو\n2\nدنت وَقربت ولصقت واسعفت واقتربت وأزلفت وازدلفت وَمِنْه امم وكثب وصقب وَقرب وزلفى\nالجزء: 1 ¦ الصفحة: 130\n",
        "بَاب الْغَلَبَة\nإستيلاؤه واحتواؤه وغلبته واشتماله واعتلاؤه والتحافه واستحواذه واعتراؤه واحتياره\nبَاب الْإِظْهَار\nأبدى وَأظْهر وأعلن وأجهر وأشاع وأذاع وكشف وأبرز وَبث وأنار وأسفر وأوضح وباح بِهِ وأفاض ونم بسره وقشره وخفاه ونشره وأفشاه\nالجزء: 1 ¦ الصفحة: 132\n",
        "بَاب الكتمان\nأخْفى وَأسر وجن وضن وطوى وابطن واضمر وكتم وأغضى وأكن وَستر وغطى\nالجزء: 1 ¦ الصفحة: 134\n",
        "بَاب الرخَاء\nالرخَاء والنضارة والرفاهية والبلهنية والسلوة والدعة والخفض والغضارة وَالنَّعِيم والرغد والرفاعة وَالْخصب والراحة والريف\nالجزء: 1 ¦ الصفحة: 135\n",
        "بَاب العشب\nالحيا معقصور والمطر والمرتع والغدق\nبَاب الشدَّة\nأجدبوا وامحلوا واسنتوا واسغبوا واقحموا وأرملوا وأجحفوا\nالجزء: 1 ¦ الصفحة: 136\n",
        "بَاب الْخُصُومَة\nخاصمه ونازعه وجادله ونازله وناهضه ونابذه وناقفه وناجزه وناوشه وناضله وقارعه وصاوله وناصبه وعانده وشارده وشاغبه وباسله وهارشه وكافحه وقاومه وغالبه وساوره وجاوله وقاوله ونافسه وناقشه\nبَاب الْمجْلس\nالمحفل والنادي وَالْمجْمَع والمشهد والنذي والموسم\nالجزء: 1 ¦ الصفحة: 138\n",
        "بَاب التَّوْبَة\nثاب وَنزع وأقلع واقصر وانهى وانثنى وأناب وارعوى وأأنزجر وَفَاء وَرجع وارتدع وكف وامسك واحجم وكع وَصرف\nبَاب الْخَوْف\nالوجل والذعر والروع والفزع والخشية والرهب وَالْفرق والهيبة والوهل والرجاء والاشفاق والحذر\nالجزء: 1 ¦ الصفحة: 140\n",
        "بَاب تتَابع الشَّيْء بِهِ\nترادفت وتواصلت وَتَتَابَعَتْ وتوالت وتواترت وتعاقبت واستدرت وألحت وعلقت واتسقت وانتظمت وتكاثفت وترامت\nبَاب الْمَاضِي\nخلا وفرط وتقضى وتصرم وتسلى وَصدر وَجَاز وَمضى وَانْطَلق وَسَار وباد وَبعد\nبَاب الْعَلامَة فِي الشَّيْء\nعَلَامَات وأمارات وسمات وَدَلَائِل وشواهد وبراهين ومخايل وآثار ومنار وأشراط وندوب\nالجزء: 1 ¦ الصفحة: 142\n",
        "بَاب الضياء\nيلمع ويشرق ويسطع ويتألق ويبض ويتوهج ويمض ويلوح\nالجزء: 1 ¦ الصفحة: 144\n",
        "بَاب الاصل\nالعنصر والمحتد والمغرس والنصاب والمنتضى والارومة والسنخ والضئضئى والاصر والجذم والنجار والكرس\nالجزء: 1 ¦ الصفحة: 145\n",
        "بَاب الولوع\nأولع بِهِ وذرى بِهِ وغري بِهِ ولهج بِهِ ودرب بِهِ واستهتر بِهِ وشغف بِهِ وألفه\nالجزء: 1 ¦ الصفحة: 146\n",
        "بَاب النَّهْي\n2 -\nنهيته وصددته وصرفته وزجرته وكففته ومنعته وفطمته وقذعته وكبحته وحكمته وَمِنْه سمي الْحَاكِم لانه يمْنَع الظَّالِم عَن الظُّلم وشكمته وردعته ورثته ودفعته ورددته ووزعته ونهنهته ولصته ونزعته وأمطته\nبَاب التَّام\nكَامِل وزائد وتام ووفر وجم وابح ومجرم\nالجزء: 1 ¦ الصفحة: 147\n",
        "بَاب القطيعة\nالقطيعة والمصارمة والمجانية والمباينة والمباعدة والمشاحنة والمهاجرة ووالهجران\nالجزء: 1 ¦ الصفحة: 149\n",
        "بَاب التثبت\nالتؤدة والاناة والسكينة والسمت وَالْوَقار والهدوء والركانة والرزانة والرفق وَالرسل والهيبة والإطراق\nالجزء: 1 ¦ الصفحة: 150\n",
        "بَاب ابْتِدَاء الشَّيْء\nابتدعته واخترعته وافتعلته وافتريته واقتويته وابتدأته وأنشأته وفطرته واختلقته\nالجزء: 1 ¦ الصفحة: 151\n",
        "بَاب الاصناف\nفن وَنَوع وصنف وجنس وَضرب وَنَحْو ولون\nالجزء: 1 ¦ الصفحة: 152\n",
        "بَاب الزَّوَال\nزَالَت الشَّمْس ودلكت وزاغت وَفَاء الفيئ وَأظْهر النَّهَار وَصَامَ النَّهَار وَقَامَ واعتدل وانتقل الظل\nالجزء: 1 ¦ الصفحة: 153\n",
        "بَاب حوادث الدَّهْر\nصروف وحوادث وطوارق ونوب وملمات ونوازل وبوائق وخطوب وعوادي ومصائب وموانع ومكائد وكلب الزَّمَان وجوامح وعدواؤه وأطواره وأفاويفه وتداوله ومراره\nبَاب الْوُرُود\nأورد وأوصل وسَاق وَأدّى وأنبأ\nالجزء: 1 ¦ الصفحة: 154\n",
        "بَاب الاخبار\nبلغ وَخبر وابان ونبأ وَوَقع لي رس من خبر وطرف وَشطر\nبَاب السيلان\nوكفت وهمعت وذرفت وسكبت وسحت وهطلت وَدرت وسربت وارفضت وهملت وانهملت وهراقت وأراقت وفاضت وغربت وهتنت ودفقت وصابت ونبعث ونبعقت\nبَاب التغمد\nالتغمد وَالْعَفو والصفح والاقالة والتغابي والغفران والبقيا والتجاوز والتجافي والتغاضي والعتى\nالجزء: 1 ¦ الصفحة: 156\n",
        "بَاب التهيؤ\nتأهب وتهيأ وتعبأ واحتشد واستعد وَأعد\nبَاب قلَّة المبالاة\nلم أحفل بِهِ وَلم أبال بِهِ وَلم أعبأ بِهِ وَلم أكترث لَهُ وَلم أعج بِهِ وَلم أغمض لَهُ\nالجزء: 1 ¦ الصفحة: 158\n",
        "بَاب الاعانة\nشدّ على يَده وأعانه وَأَجَارَهُ وايده وَهُوَ فِي حومته وَرمى من وَرَائه ورأمه ورافده وامرنه وأغاثه وعاونه وعانه وعاضده وكانفه وآزره وناصره وأعمده وَنَصره وقابله وظافره وظاهرة وضالعه ومالأه\nالجزء: 1 ¦ الصفحة: 159\n",
        "بَاب الِاضْطِرَار الى صَنِيع الشَّيْء\nحَملَنِي واحوجني وحداني وبعثني وحضني وحثني وحرضني وهرني ونهرني وألجأني وأجاءني واضطرني\nالجزء: 1 ¦ الصفحة: 161\n",
        "بَاب الْغُبَار\nالْغُبَار والرهج والعجاج وَالنَّقْع والهبوة والعثان والمور والعثير والقسطل والسافياء والعكوب\nبَاب الْجَمَاعَة\nحزب وَطَائِفَة وَفرْقَة وعصبة ورهط وفئام وأحزاب وكردوس وفوج وثلة وَجَمَاعَة وملأ وزمر وكتيبة وفيلق وَنَفر وزرافات وخميس وجيش وشرذمة\nالجزء: 1 ¦ الصفحة: 162\n",
        "بَاب الْقطع\nقطع وصرم وحز وَخبر وجذم وجزع وَبت وبتل وَفصل وجذ وجدع وصلم وقصل واستأصل\nالجزء: 1 ¦ الصفحة: 164\n",
        "بَاب الخدع\nخدعة واستفزه وأغواه واستمزله وفتنه وغره ودساه\nبَاب الْمعبر\nوالمترجم والمفسر والمعرب والمفصح والمبين وَالشَّارِح\nالجزء: 1 ¦ الصفحة: 165\n",
        "بَاب الالتباس\nاستعجم وتلبس وَجبن وراث واكتن واغب\nبَاب الريب\nلَا ريب وَلَا شكّ وَلَا مرية وَلَا خلاج وَلَا تجمجم وَلَا شُبْهَة\nالجزء: 1 ¦ الصفحة: 166\n",
        "بَاب رحيب\nرحيب فسيح رحيب وَاسع سابغ رحب رحاب\nبَاب معاد\nمعاد مُكَرر مردد مثنى معقب\nبَاب السُّكُوت\nالصمت والارمام والبجوم\nالجزء: 1 ¦ الصفحة: 167\n",
        "بَاب الصَّبْر\nالعزاء السلوة التأسي الْيَأْس التسلي\nبَاب وقته\nوعصره ودهره وميقاته وحينه وأوانه وإبانه وزمانه\nالجزء: 1 ¦ الصفحة: 168\n",
        "بَاب معدنه\nمعدنه ومكانه ومأواه ومستقره ووكره ومسكنه ووطنه ومثواه وَمُجَثمَة وأفحوصه ومولده ومنشؤه ومغناه ومربطه\nالجزء: 1 ¦ الصفحة: 169\n",
        "بَاب رَجَعَ\nوَعطف وَعَاد وكر وآب وَأَقْبل وَانْصَرف وعاج وأل وأصور وقفل وحار وَفَاء وأناب وأثاب وانكفأ وانفتل\nالجزء: 1 ¦ الصفحة: 170\n",
        "بَاب خلصته\nوأنقذته ونجيته ونعشته وتخلصته\nبَاب رفع الشَّأْن\nنوه باسمه وأنهضه وَأشهر اسْمه وَرفع ذكره وأشاد بِذكرِهِ وَرفع خسيسته\nالجزء: 1 ¦ الصفحة: 171\n",
        "بَاب لم يكن\nوَلم يتهيأ وَلم يَتَيَسَّر وَتعذر وتعسر وَامْتنع وصعب\nبَاب المباراة\nيوازيه ويساويه ويحاذية ويبارية ويساميه ويساجله ويضارعه ويباهيه ويكافيه وينافره\nالجزء: 1 ¦ الصفحة: 172\n",
        "بَاب الغشيان\nوالزيارة والالمام والطروق والانتياب\nبَاب العياجة\nوالرباعة والتعريج وَالْمقَام والتلبث والتمكن\nالجزء: 1 ¦ الصفحة: 173\n",
        "بَاب عَاقِبَة الامر\nمقضي الامر وقصاراه ومرده ومأبه ومرجعه ومآله وعقبانه وعقيبته وخاتمه\nبَاب العقبى\nتوابعه ورواجعه وعواطفه ووباله وتبعاته وعوائده وروادفه\nبَاب الْحُلُول فِي الْمَكَان\nنزل وَحط وَرَضي وَثَبت ورسخ ورصن وترصص بمكانه وَحل وأناخ وبرك وَأقَام وَألقى عَصَاهُ وَرمى بجرانه وَألقى مراسيه وخيم\nالجزء: 1 ¦ الصفحة: 174\n",
        "بَاب الْغَلَبَة\nأجبرته وأكرهته وقسرته وغلبته وقهرته عنْوَة صاغرا\nبَاب الاضطرام\nأضرم وأورى وسعر وأوقد وشب وألهب وأجج وسجر وأذكى وأشمل وذكى وَحش وأحدم وأسعر وأجحم\nالجزء: 1 ¦ الصفحة: 176\n",
        "بَاب الظلمَة\nالسوَاد والظلمة والسدفة والحندس وَاللَّيْل الادهم والغرب والحالك والغيهب والغربيب\nالجزء: 1 ¦ الصفحة: 178\n",
        "بَاب الْكَلَام\nوالجراحات والقروح والهزوم فِي الرَّأْس\nبَاب الاستغاثة\n1\nاستجاره واستصرخه واستنجده واستشاره واستجاشه ولهف عَلَيْهِ وجزع اليه وَاسْتظْهر بِهِ واستوحش اليه\nالجزء: 1 ¦ الصفحة: 179\n",
        "بَاب اطراح الشَّيْء\nهجره وألغاه واطرحه وجفاه ورفضه\nبَاب الاختطاف\nخطفه واختلسه واخترمه واختلجه وانتهزه\nالجزء: 1 ¦ الصفحة: 180\n",
        "بَاب الظَّن\nظَنَنْت وحسبت وخلت وتوهمت وَأُلْقِي فِي روعي وَجرى بخلدي\nالجزء: 1 ¦ الصفحة: 181\n",
        "بَاب الاساس\nالاساس وَالْقَوَاعِد والوطائد والاركان والدعائم والعوامل\nبَاب المخالطة\nشابهم وخالطهم ومازجهم وحالفهم وماشجهم وساطهم\nالجزء: 1 ¦ الصفحة: 182\n",
        "بَاب الْعُزْلَة\nجانبهم وزايلهم وفارقهم وَبَات مِنْهُم وانفتل عَنْهُم\nبَاب فِي الشَّفَاعَة والوسيلة\n1\nالحظوة والزلفة والقربى والاصرة والاخية والذريعة والوسيلة والوصلة\nالجزء: 1 ¦ الصفحة: 183\n",
        "بَاب الْغِشّ\nغش وَغُلُول وخيانة ومداهنة ودغل وإدغال وتمويه ومخرقه وإدهان\nالجزء: 1 ¦ الصفحة: 184\n",
        "بَاب الْأسر\nاسره واعتقاه واعتاقه وارتبعه وارتبطه ونيطه\nبَاب الاضطلاع\nناهض مضطلع مُسْتَقل قوم مطيق\nالجزء: 1 ¦ الصفحة: 185\n",
        "بَاب النكوص والارتداد\nانتكث وارتد وانتكس وانتقض\nبَاب الْمَوْت\nمَاتَ وَفَاتَ وفطس ورهق وَتلف وَهلك وباد وفاد وفاظت نَفسه وَقضى نحبه ودعي فَأجَاب\nبَاب المهزول والضامر\nنحيف نحيل ضئيل مهزول نضو ناحل منهوك معروق الْعِظَام غث أعجف\nالجزء: 1 ¦ الصفحة: 186\n",
        "بَاب النُّقْصَان\nنَاقص متحرج أوقص مجهض خداج خديج\nبَاب التهدد\nصال وأرعد وابرق وهول وسطا وأوعد وبرق ورعد\nالجزء: 1 ¦ الصفحة: 188\n",
        "بَاب الْحَلَال\nمُبَاح مرخص مُطلق طلق\nبَاب الشَّرْح\nبَينه واوضحه وَشَرحه ونوره\nالجزء: 1 ¦ الصفحة: 189\n",
        "بَاب الاعضاء\nالاعضاء والجوارح والاراب والاحشاء والجوانح\nبَاب الْحَرَام\nمَحْصُور مَمْنُوع مَحْجُور بسل\nالجزء: 1 ¦ الصفحة: 190\n",
        "بَاب الذَّنب\nالزلة والجرم والعرة وَالْجِنَايَة وَالْخَطَأ والذنب والهفوة والسقطة والفلتة\nبَاب الاقرار\nمقرّ مذعن معترف\nالجزء: 1 ¦ الصفحة: 191\n",
        "بَاب الخسة والضعة\nوغد دنيئ حيس نكس نذل مهين وسط نغل مولج ملصق غبي أوباش سَاقِط خامل زنيم مشوب مأشوب لئيم راضع كز نزر خسيس\nبَاب الْحِرْص\nحَرِيص جشع طمع شَره رتع\nالجزء: 1 ¦ الصفحة: 192\n",
        "بَاب الحذر وَالْخَوْف\nيحذرهُ ويتقيه ويخافه ويشفق مِنْهُ وينقبض عَنهُ ويتوقاه ويتحاماه ويتجنبه ويخشاه ويرهبه وَيفرق مِنْهُ ويتهيبه ويهابه\nالجزء: 1 ¦ الصفحة: 194\n",
        "بَاب الطّلب وَالنِّيَّة\nهمي ومنيتي وطلبتي وقصاراي ومقصدي ومنتجعي ومستماحي ومطلبي وجاري وأملي ومرادي ومحبتي وإرادتي وسوتي ونعمتي ومناي\nبَاب الرَّائِحَة الطّيبَة\nالارج والريا والنشر والذفر والينم\nبَاب الرخَاء\nالرغادة وَالْجدّة\nالجزء: 1 ¦ الصفحة: 195\n",
        "بَاب فِي شراسة الْخلق\nالشكاسة والشراسة والجراءة والشناءة\nبَاب الطَّرْد وَالنَّفْي\nطرده وشرده وشله ونبذه ورذله ونفاه وجشأه وأقصاه وبهله وأسحقه وأبعده واشقذه\nالجزء: 1 ¦ الصفحة: 197\n",
        "بَاب البشاشة\nالبشاشة والطلاقة والدحاثة واللباقة والظرافة والهشاشة واللطافة والبشر ولين الْجَانِب والتهلل وخفة الرّوح والحلاوة\nالجزء: 1 ¦ الصفحة: 198\n",
        "بَاب الاشراف\nاشفى وأشرف وأوفى وأرمى وأربى\nبَاب الْحبّ\nمحب وامق مخلص مماثل مصف ودود\nالجزء: 1 ¦ الصفحة: 199\n",
        "بَاب الحقد والبغضة\nالْعَدَاوَة والشحناء والشنآن والبغضاء والقلى والضغن والغمر والوغر والوغم والوحر والحقد والحسيكة والنائرة والسخيمة\nالجزء: 1 ¦ الصفحة: 200\n",
        "بَاب إثمار الشّجر والنبات\nأينع الثَّمر وَأدْركَ وأجنى وينع ونضج وطاب وأزهى\nبَاب الْبُرْء\nأفرق من مَرضه وبل وأبل وبرأ وشفي وعوفي ونقه وَسلم وَأَقْبل من علته\nالجزء: 1 ¦ الصفحة: 201\n",
        "بَاب الخلقان من الثِّيَاب\nخلق الثَّوْب وأخلق وأسمل وسمل وبلي وانبت وانقد وانخرق وَتعذر ونام\nبَاب السَّرِيع\nخَفِيف سريع زفيف مهطع موفض\nبَاب الاسراع فِي السّير\nنسنس وأحذ السّير واحمس وأوشك وأوغل وأسرع وَأخذ وَهُوَ مغذ\nالجزء: 1 ¦ الصفحة: 202\n",
        "بَاب السّكُون\nساكر وساج وهادئ\nبَاب الرُّؤْيَة\nآنست وابصرت وَرَأَيْت وتبصرت وتنورت\nالجزء: 1 ¦ الصفحة: 204\n",
        "بَاب الجدارة والاستحقاق\nاسْتوْجبَ وَاسْتحق واستأهل\nبَاب الاكبار\nترقى واسبطر وتنمى وتراقى وتفاقم\nالجزء: 1 ¦ الصفحة: 205\n",
        "بَاب الْجور\nحاف وجنف وضلع وماط وأسط وجار\nبَاب العبوس\nعبس وكلح وكشر وقطب وبسل وَبسر وَكره وتجهم واقمطر واكفهر\nالجزء: 1 ¦ الصفحة: 206\n",
        "بَاب الهزال\nالضامر واللاحق واللاحب والاخمص والاهيف والاهضم والطاوي والمدمج والنضو والساهم والمقلص والمخصر والمقور والشاحب\nالجزء: 1 ¦ الصفحة: 208\n",
        "بَاب العالي\nالْمُرْتَفع والعالي والشاهق والشامخ والمشرف والباذخ واليافع والمنيف والباسق والمسلجم\nالجزء: 1 ¦ الصفحة: 209\n",
        "بَاب نِهَايَة الشئ\nغورة وكنهه ونهايته وَحده ومداه وقصاراه وانتهاؤه\nبَاب الحنان والشفقة\nرقتك ورحمتك ورأفتك وتحننك وإحسانك وإشفاقك وحدبك وحنوك وعطفك وترهيفك ورفرفتك ورفقك ومنك ولطفك وصفحك\nالجزء: 1 ¦ الصفحة: 210\n",
        "بَاب الْحسن\nحسن مليح وسيم جميل وضيئ بهي نضير رائق مونق بهيج قسيم صبيح رائع\nالجزء: 1 ¦ الصفحة: 211\n",
        "بَاب كفر النِّعْمَة\nغمض النِّعْمَة وكفرها وجحدها وكندها وأنكرها وأخفاها وأمات ذكرهَا وكتمها\nبَاب الذلة وَالصغَار\nقمعته واقمأته وأذللته وأسجيته\nالجزء: 1 ¦ الصفحة: 212\n",
        "بَاب الذكاء والفطنة\nلقن ووعي ونطس وزكن وذهن وندس\nالجزء: 1 ¦ الصفحة: 213\n",
        "بَاب الْميل\nالصعر والميل وَالصَّيْد والحنف\nبَاب الاعتزال\nباعده وباينه وَخَالفهُ وزايله واعتزله وانفصل عَنهُ وفارقه\nالجزء: 1 ¦ الصفحة: 214\n",
        "بَاب الْمُوَافقَة على الامر\nوَافقه وحالفه وصافاه وخالطه وَاخْتَلَطَ بِهِ وَأَعْجَبهُ وَوَقع بِقَلْبِه\nبَاب السِّيَادَة\nنجب الرِّجَال وعيونهم وأعلامهم ونجومهم وجلتهم وأعظمهم وعميدهم وقريعهم وَمن أفاضلهم وخيرتهم وزعيمهم وأئمتهم وَقَادَتهمْ وبسلهم وأبطالهم ومذكورهم\nالجزء: 1 ¦ الصفحة: 215\n",
        "بَاب هيجان الْفِتْنَة\nثَوْر الشَّرّ وأثاره وأوقد ناره ولظاها وهيجه وهاجه وأيقظه\nبَاب الْمنزل\nالدَّار والمحلة والمربع والموطن\nالجزء: 1 ¦ الصفحة: 217\n",
        "بَاب النِّعْمَة\nالنِّعْمَة والصنيعة والعارفة والايادي والمنن وَالْبَلَاء والالاء\nبَاب الْفضل\nعمهم وغمرهم وَمِنْه العوارف والمقدمات والطول والتطول والتفضل والإفضال\nبَاب الْميل\nقرض وَاسْنِدِ وأمال وأحال عَلَيْهِ\nالجزء: 1 ¦ الصفحة: 218\n",
        "بَاب القناعة\nقنع وَاقْتصر واقتصد وَاكْتفى واجتزأ\nالجزء: 1 ¦ الصفحة: 220\n",
        "بَاب الْمُفَاوضَة\nتقدّمت إِلَيْهِ وَقلت لَهُ وأوصيته وفاوضته وألقيت اليه وأنهيت إِلَيْهِ وقضيت اليه ونقطت لَهُ وبينت لَهُ وَمثله شافهته وخاطبتة وفاوضته وذاكرته ونازلته وواجهته وصرحت لَهُ وفاوهته\nالجزء: 1 ¦ الصفحة: 221\n",
        "بَاب التَّصْرِيح\nنطق قَالَ افاض صرح بَين اوضح كشف\nبَاب الايماء\nغيب عَن الامر إِذا لم يُبَالغ فِيهِ وَعرض بِهِ وَأَشَارَ اليه وَأَوْمَأَ نَحوه واحال بِهِ وجمجم بِهِ وكنى عَنهُ وورى عَنهُ\nالجزء: 1 ¦ الصفحة: 222\n",
        "بَاب الانكشاف\nترك الخداع وكشف القناع وَصرح محضه عَن رعونة وَمِنْه أَيْضا أنارت الشُّبْهَة واسفرت الظلمَة وانكشف الغطاء وَزَالَ الارتياب ووضح الْحق وحصحص الْحق وَبَان الْيَقِين وَثَبت النصح ووضح النَّهَار واستقامت السبل واستوى المسلك\nالجزء: 1 ¦ الصفحة: 224\n",
        "بَاب إِدْرَاك الوطر\nسهل الْمطلب وَأسر المرام وأنجحت الطّلبَة والمأربة والإربة والارب\nبَاب الْجد\nجهد فِي الامر واجتهد واجرهد فِي وجهته ورأب وَجمع جراميزه وتشمر\nالجزء: 1 ¦ الصفحة: 225\n",
        "بَاب الصداقة\nمحضني وده وَاصْطَفَانِي وأخلص لي وابسه وصدقني خالصه وَأَعْطَاهُ صفوته ونقاوته وخلاصته وخلصانه\nالجزء: 1 ¦ الصفحة: 226\n",
        "بَاب الْخَلْط\nلبن مذيق وصديق مماذق وَلبن سجاج أَي مفرط المذق وَقد سجج لي مودته\nالجزء: 1 ¦ الصفحة: 227\n",
        "بَاب الْخَبَر\nأنبأ وَخبر وَتَابَ إِلَى نبأ وهينمة وهنية وَبَلغنِي وأنابني وأتاني وَورد عَليّ واتصل بِي وأثاب إِلَيّ وفجأني وبغتني وطرقني لَيْلًا\nالجزء: 1 ¦ الصفحة: 228\n",
        "بَاب تَجْدِيد الْعَهْد\nتطرية الْوَجْه وتسلية الْقلب واكتحال الْعين وَفرج الْهم وبلوغ المنى وَمِنْه أَلممْت بِهِ وسكنت اليه وأويت اليه\nبَاب كفاف الْعَيْش\nيَكْفِيهِ المؤونة ويقيمه ويرجيه ويسعه وينهضه وَيُقِيم أوده\nالجزء: 1 ¦ الصفحة: 229\n",
        "بَاب الخدم\nعبيد وخدم وخول\nبَاب الْحَث\nحرضني عَلَيْهِ وأغراني بِهِ وأودى بفلان وحضني\nالجزء: 1 ¦ الصفحة: 230\n",
        "بَاب الْعَطش\nعطشان وناهل وظمآن وصاد وصديان وهيمان وَحصر وَصد\nبَاب طُلُوع الشَّمْس\nطلعت الشَّمْس وبزغب وذرت وشرقت وأنارت واشرقت وبرزت من حجابها\nالجزء: 1 ¦ الصفحة: 231\n",
        "بَاب غرُوب الشَّمْس\nغربت وَوَجَبَت وَغَابَتْ وأفلت وطفلت وجنحت وخفقت وَغَارَتْ\nبَاب انتضاء السَّيْف\nسل سَيْفه وانتضاه وشامه وجرده وشهره واخترطه وامتعطه\nبَاب أَسمَاء الْمَوْت\nالْمَوْت والحتف والمنون وشعوب والسام وَالْحمام والردى والحين والثكل والوفاة والهلاك\nالجزء: 1 ¦ الصفحة: 232\n",
        "بَاب الْقسم\nأَقْسَمت وآليت وَحلفت وَالْيَمِين وَالْقسم والايلاء وَالْحلف والالية\nبَاب الاقامة\nقطن وعدن وَأقَام ولبث ووقف ووكد وتلبث وثوى وَمكث وأخلد وتأرض وأرب وظل وَحل وبلد ونجد وتحجى وتخيم وقر ودجن\nبَاب الافنية\nالاطراف والارجاء والجوانب والحواشي والاعراض والاكناف والنواحي والافناء وَالْحُدُود والمناكب والارداء\nالجزء: 1 ¦ الصفحة: 234\n",
        "بَاب الاطناب\nأغرق واسهب وَأَطْنَبَ وأفرط وَأَعْلَى وأبلغ واشتط وامعن واسرف واعذر وتعدى وأجحف وَأبْعد وحاف وَتَمَادَى واعتدى وارهف واهتز\nالجزء: 1 ¦ الصفحة: 236\n",
        "بَاب الانتساب\nانْتَمَى واعتزى وانتسب وَادّعى وتنحل وَانْتَحَلَ\nبَاب الْأَوَاخِر\nتوال وَأخر وأعجاز وأرداف وَتَأْخِير\nالجزء: 1 ¦ الصفحة: 237\n",
        "بَاب الدُّثُور\nدرس وطمس وَأقوى وخوى وجوى واقفر وَعَفا ومح\nبَاب قمة الْجَبَل\nأَعْلَاهُ وذروته وسماوته وفرعه وقلعته وذؤابته وشرفه وشعفته وقمته\nبَاب الْمَرَض\nمَرِيض عليل سقيم دنف وجع منهوك عميد وصب وقيذ مدنف\nالجزء: 1 ¦ الصفحة: 238\n",
        "بَاب الملالة\nكرهته وسئمته ومللته وعفته ومذلته واجتويته وهررته وعجت مِنْهُ\nالجزء: 1 ¦ الصفحة: 240\n",
        "بَاب الْعين\nطرفِي ناظري بَصرِي مقلتي عَيْني حدقتي\nبَاب المشاكلة\nشكله وَمثله وقرنه وَنَظِيره وشبيهه وجدته وتربه وصنوه وكفؤه وعديله وضريبه\nبَاب التَّغَيُّر\nتغير وَحَال وتنكر وتبدل وشحب وكسف ولاجه\nالجزء: 1 ¦ الصفحة: 241\n",
        "بَاب الايجاز\nاقْتصر وَاخْتصرَ واقتصد وأوجز وَأَقل\nبَاب الْقَبْر\nالْقَبْر واللحد والرمس والضريح والبرزخ والحافرة والشق\nالجزء: 1 ¦ الصفحة: 243\n",
        "بَاب الْقَرَابَة\nشيعتي وانصاري واهلي وخاصتي ولحمتي واسرتي وعشيرتي ورهطي وعترتي وقومي ورحمي وَقَرَابَتِي ونفري ونسلي ومعشري وحزبي وبطانتي وحاشيتي\nالجزء: 1 ¦ الصفحة: 244\n",
        "بَاب الْغَضَب\nغضب وتلظى واغتاظ وتزغم واستشاط وتضرم وحنق واسف ونقم وَسخط وَوجد وأحفظ واضم\nالجزء: 1 ¦ الصفحة: 245\n",
        "بَاب الشوق\nنزع وقرم وصب وتائق ومشوق ومتطلع ومشرئب\nالجزء: 1 ¦ الصفحة: 246\n",
        "بَاب اللوم\nلمته وعذلته وفندته وقرعته وأنبته وعاتبته وعنفته ولحيته\nبَاب الجدير\nحري حقيق خليق جدير قمن حظي حجي مخيل\nبَاب الفحص\nفحص ونقب وفتش وَبحث وتصفح وفلا ونقر واستبرى وتدبر وأملى\nالجزء: 1 ¦ الصفحة: 247\n",
        "بَاب الْمُكَافَأَة وَالْجَزَاء\nجازيته وقابلته وكافأته وقابسته وقاصصته وقانعته وشكمته\nبَاب الْعَوَائِق\nحواجز وموانع وحوائل وعوائق وعوارض وعواد وشواغل وصواد وصوارف\nبَاب الْعَهْد والميثاق\nالْعَهْد والميثاق والإل والذمة وَالْعقد والامان وَالْحُرْمَة وَالْبَلَاء وَالْحلف\nالجزء: 1 ¦ الصفحة: 249\n",
        "بَاب طلب الامر\nحاول ورام وَالْتمس وابتغى وارتاد وراود وَطلب وتمحل واستدعى وَادّعى وزاول وبغى\nالجزء: 1 ¦ الصفحة: 251\n",
        "بَاب خُلَاصَة الشَّيْء\nالمصاص والمحض والخالص واللباب والصريح والهجان وَالْحر والصليبة\nبَاب الشجَاعَة\nالشجاع والبطل والنجيد والمغمر\nبَاب الشجَاعَة\nالبهمة والمقدام والاحمس والرجوس والمغوار والباسل والمجرب\nالجزء: 1 ¦ الصفحة: 252\n",
        "بَاب التَّقْصِير\nقصر وفتر وفرط وسها وغضى واهمل وهفا وَلها عَنهُ وونى واضاع\nالجزء: 1 ¦ الصفحة: 254\n",
        "بَاب اللحق والادراك وَالرُّجُوع\nتدارك وتلاحق وراجع وَعَاد وَفَاء وآب وَرجع وأناب وأعقب وعقب\nبَاب اخْتِيَار الشَّيْء\nاخترته واجتبيته وانتخبته وانتخلته واستخلصته واعتممته وانتقدته واختصصته وانتزيته انتيازا\nبَاب الذريعة\nوَسِيلَة وذريعة وماتة وَسبب وَحُرْمَة وصلَة وَسلم\nالجزء: 1 ¦ الصفحة: 255\n",
        "بَاب الخطار بِالنَّفسِ\nأقحم وتردى وتورط وانتظم وانهمك وانهجم وأخطر وَركب الْغرَر\nبَاب الشَّرْح\nشرحت ووصفت وكشفت وبينت وبرهنت وأعربت\nالجزء: 1 ¦ الصفحة: 257\n",
        "بَاب السخاء\nمَا أمجد أخلاقه وَأفْشى معروفه واصفى نوافله واندى أنامله واوسع بَلَده وأرحب ذرعه وأبسط كَفه وَأكْثر صنائعه وأهنأ فواضله وأفسح سربه وأرحب عطنه وأوطأ كنفه وأسمح كَفه وَأكْرم طباعة وأوسع صَدره وأطول بَاعه\nالجزء: 1 ¦ الصفحة: 258\n",
        "بَاب لَا أفعل ذَلِك أبدا\nماحج الحجيج وأورق الشّجر وأخضر عود وغردت قمرية وماعن وسرى نجم وزخريم وبل الْبَحْر صوفه وخالفت جرة درة وَلَا أفعل ذَاك مَا ذَر شارق وفاه نَاطِق ونعق غراب ناعق وَاخْتلف العصران ودام الجديدان ودام الملوان\nالجزء: 1 ¦ الصفحة: 260\n",
        "بَاب الدّفن\nأجن فِي حفرته ووسد فِي لحده واكن فِي ضريحه وغيب فِي رمسه وثوى فِي حافرته وملحوده وَعَاد كَمَا بَدَأَ\nالجزء: 1 ¦ الصفحة: 262\n",
        "بَاب الْفِتْنَة والنكوص\nاضرم الْبِلَاد نَارا وأورى زناد الْحَرْب وألقح الْحَرْب وسعر الْفِتْنَة وأثار النَّقْع وانتضى سيف الْفِتْنَة وغمس يَده فِي السدة ودق عطر منشم وَجمع قطرية وَأمكن عدوه من نَحره وَعرض نَفسه للصيلم وامكن عدوه من نَاحيَة ومنح كتفه وَولى ظَهره ونكص على عَقِبَيْهِ وَرجع الْقَهْقَرَى وَنكل وَحَام وانقمع وذل وقهر وقم\nالجزء: 1 ¦ الصفحة: 263\n",
        "بَاب الرَّجَاء والامل\nعَابِر خير يُرْجَى وجزيل حَظّ يؤمل ومنتهى غنم يدْرك\nالجزء: 1 ¦ الصفحة: 265\n",
        "بَاب الدُّعَاء بِالشَّرِّ\nكشف الله بهجتك وأوهن كيدك واستأصل شأفتك وَقطع نظامك وأطفأ جمرتك وَأمكن من ناصيتك وَجعل دَائِرَة السوء عَلَيْك ومحق ذكره وَقطع أَثَره وأضرع خَدّه واتعس جده واراق دَمه وَتَركه جزرا للسباع وأباد الله خضراءه وهد الله رُكْنه وفت فِي عضده وَقطع دابره وخفض رايته وأسكت نأمته\nالجزء: 1 ¦ الصفحة: 266\n",
        "بَاب الخلوص من الشوائب\nصَافِيَة من الاذى خَالِصَة من الاذى وسليمة من المكارة\nبَاب غفر الزلة وإقالة العثرة\nاغتفرت الجرائم وتغمدت الهفوات وأصفح عَن الزلات وأقيل العثرة وانهض من الصرعة وَمن الكبوة والنبوة واعرض عَنهُ وأغضي عَن زلته\nبَاب تفاقم الامر\nبلغ السَّيْل الزبى وَجَاوَزَ الحزام الطبيين وَبلغ مِنْهُ المخنق وحلم الاديم وَتَعَالَى الامر\nالجزء: 1 ¦ الصفحة: 268\n",
        "بَاب الِاعْتِذَار\nاعتذر من ذَنبه وتنصل من تَقْصِيره واعترف بِمَا اجترح واقترف وجرم وجنى وجر وجلب على نَفسه وظلم نَفسه وَأجل على نَفسه\nالجزء: 1 ¦ الصفحة: 270\n",
        "بَاب اعتياص الامر\nمركبا صعبا ومراما تعبا ومسلكا حزنا وطلبا معتاصا وَعقبَة كؤؤدا\nبَاب صَعب المرام\nعَزِيز الْمطلب صَعب الْمركب منيع الْحمى وعر المرام بعيد من الاوهام غير مُمكن على الادارة وَلَا مطموع فِيهِ وَلَا مَوْصُول اليه وَلَا مظفور بِهِ وَلَا مَعْرُوف مَكَانَهُ وَلَا قصدت مذاهبه وَلَا سهل مرامه\nالجزء: 1 ¦ الصفحة: 271\n",
        "بَاب انقياد الامر\nسهل المرام قريب المتناول مُبَاح الْحمى مُطلق طلق يسير هَين مُمكن غير مُتَعَذر\nبَاب المغالبة والمسابقة\nفارع ففرع وجوري فَسبق وناجز فقصر ونابذ فقهر وقاوم فأوفى وفاضل ففضل وصاول فصَال وصارع فصرع وَنَازع فأفلج وَخَاصم فخصم وَأورد مَعَ العير وَنَفر مَعَ النفير\nالجزء: 1 ¦ الصفحة: 272\n",
        "بَاب النَّصِيحَة والخذلان\nظَاهر نصحه مُتَّصِل بعبر دحضت حجَّته وخلت مقاليده وعير بأَمْره وفت فِي ذرعه وفت فِي عضده\nالجزء: 1 ¦ الصفحة: 274\n",
        "بَاب رفع الشَّأْن\nمنوها باسمه ورافعا لذكره وإشادة لمحله ووصفا لسجيته ورفعا من جاهه وتحديدا من قدره وتعظيما من خطره\nبَاب النُّزُول\nحل بعقوتهم وأناخ بفنائهم وَحط ساحتهم وَنزل بدارهم وألم بقرارهم وطرقهم بوطنهم وفاجأهم فِي مستقرهم وهم بقرارهم وزاحمهم ببيضتهم وَنزل بفنائهم\nالجزء: 1 ¦ الصفحة: 275\n",
        ""
    ]
}