{
    "1": [
        "الإماء الشواعر\nالإماء الشواعر\nأبو الفرج الأصبهاني\nالكتاب:\nالإماء الشواعر\nالمؤلف:\nعلي بن الحسين بن محمد بن أحمد بن الهيثم المرواني الأموي القرشي، أبو الفرج الأصبهاني (المتوفى: 356هـ)\nتحقيق:\nد. جليل العطية\nالناشر:\nدار النضال للطباعة النشر والتوزيع، بيروت\nالطبعة:\nالأولى، 1404 هـ - 1984 م\nعدد الأجزاء:\n1\n[ترقيم الكتاب موافق للمطبوع وهو ضمن خدمة التراجم]\n",
        "عنان جارية الناطفي\nاسمها: عنان بنت عبد الله عنان بكسر العين.\nتوفيت سنة 226 نقلا من الأصفهاني، وجعلها إبن شاكر الكتبي في وفيات 230، ذكر ابن النديم أن ديوانها يقع في عشرين ورقة.\nالنطافي أو النطاف: بائع الناطف، وهو نوع من الحلوى إسمه القبيط أيضاً، ولا يزال معروفاً في ماردين وما حولها ضمن الحدود التركية اليوم، وهذه الحلوى إذا باتت فقدت لذتها ونفاستها! قاله الدكتور مصطفى جواد.\nلم أعثر على الاسم الكامل للنطافي، ويبدو أنه كان يكنى أبا حفص ديوان أبي نواس، وأورد عبد الله بن عبد العزيز البغدادي في كتاب الكتاب وصفة الدواة والقلم وتصريفها الأبيات التي رثت بها مولاها أنظر الرقم في كتابنا مشيراً إلى أنها قالتها في: القاسم بن عبد الملك، ولم أعثر على ترجمة له، فهل كان هذا اسم النطافي؟!\nالجزء: 1 ¦ الصفحة: 27\n",
        "ترجمة عنان وأخبارها في: الأغاني، طبقات ابن المعتز المختصر، ألورقة، الفهرست: كتاب الكتاب وصفة الدواة والقلم للبغدادي: ديوان أبي نواس: أخبار أبي نواس لابي هفان: الأربعة في أخبار الشعراء لابي هفان جمع وتحقيق هلال ناجي: الفقرة، ديوان العباس بن الاحنف: الإماء من شواعر النساء مجلة البلاغ: المحاسن والاضداد: نساء الخلفاء: بدائع البدائة تنظر الفهارس، نهاية الأرب، أخبار أبي نواس لابن منظور: البصائر والذخائر، عيون التواريخ مخطوطة حوادث، المستظرف للسيوطي: أعلام النساء: زهر الأداب: تلقيح العقول لبرية الرياضي مخطوطة: سمط اللالىء: تاريخ التراث العربي لسزكين بالألمانية قسم الشعر: كانت عنان: صفراء، مولدة، من مولدات اليمامة، وبها نشأت وأربت ثم إشتراها النطافي وهم الرشيد بابتياعها منه، فمنعه من ذلك إشتهارها، وما هجاها به الشعراء، وأخبارها في ذلك: تذكر بعد هذا.\nوكانت أول من إشتهر بقول الشعر في الدولة العباسية، وأفضل من عرف من طبقتها، ولم يزل فحول الشعراء في عصرها، يلقونها في منزل مولاها فيقارضونها الشعر، وتنتصف منهم، وعتقت بعد وفاة مولاها إما بعتق كان منه لها أو بأنها ولدت منه.\nفحدثني أحمد بن عبد العزيز الجوهري، قال حدثنا عمر بن\nالجزء: 1 ¦ الصفحة: 28\n",
        "شبة، قال حدثني أحمد بن معاوية، قال: سمعت أبا حنش يقول: قال لي النطافي يوماً: لو جئت إلى عنان فطارحتها، فعزمت على الغدو إليها، وبت ليلتي أجول ببيتين، ثم غدوت عليها، فقلت: أجيزي هذين البيتين! وأنشد يقول:\nأحب الملاح البيض قلبي وإنما\n...\nأحب الملاح الصفر من ولد الحبش\nبكيت على صفراء منهن مرة\n...\nبكاء أصاب العين مني بالعمش\nفقالت:\nبكيت عليها؟ إن قلبي أحبها\n...\nوإن فؤادي كالجناحين ذو رعش\nتعنتنا بالشعر لما أتيتنا\n...\nفدونك خذه محكماً يا أبا حنش\nأخبرني عمر بن عبد العزيز، قال حدثنا عمر بن شبة، قال حدثني: أحمد بن معاوية قال سمعت مروان بن أبي حفصة يقول: لقيني الناطفي، فدعاني إلى عنان، فانطلقت معه، فدخل إليها قبلي، فقال لها: قد جئتك بأشعر الناس: مروان بن أبي حفصة! وكانت\nالجزء: 1 ¦ الصفحة: 29\n",
        "عليلة، فقالت: إني عن مروان لفي شغل!، فأهوى لها بسوطه، فضربها به، وقال لي: أدخل! فدخلت وهي تبكي، فرأيت الدموع تتحدر من عينيها، فقلت:\nبكت عنان فجرى دمعها\n...\nكالدر إذ يسبق من خيطه\nفقالت مسرعة:\nفليت من يضربها ظالماً\n...\nتيبس يمناه على سوطه\nفقلت للنطافي: أعتق مروان ما يملك إن كان في الجن والأنس أشعر منها! أخبرني أحمد بن عبد العزيز، قال حدثنا عمر بن شبة عن أحمد بن معاوية، قال: قال لي رجل، تصفحت كتباً فوجدت فيها بيتاً جهدت جهدي أن أجد من يجيزه، فلم أجده، فقال لي، صديق لي: عليك بعنان جارية الناطفي، فأتيتها فأنشدتها:\nوما زال يشكو الحب حتى حسبته\n...\nتنفس من أحشائه أو تكلما\nفلم تلبث أن قالت:\nويبكي فابكي رحمة لبكائه\n...\nإذا ما بكى دمعاً بكيت له دما\nإلى أن رثى لي من كان موجعاً\n...\nوأعرض خلو القلب عني تبرما\nالجزء: 1 ¦ الصفحة: 30\n",
        "أخبرني عمي الحسن بن محمد، قال حدثنا الحسن بن عليل العنزي، قال حدثني: أحمد بن القاسم العجلي قال حدثني أبو جعفر النخعي قال:\nكان العباس بن الأحنف يميل إلى عنان جارية الناطفي، فجاءني يوماً، فقال لي: إمض بنا إلى عنان، فصرنا إليها، فرأيتها كالمهاجرة له، فجلسنا قليلاً، ثم إبتدأ عباس فقال:\nقال عباس وقد أج\n...\nهد من وجد شديد:\nليس لي صبر على الهج\n...\nر ولا لذع الصدود\nلا ولا يصبر للهج\n...\nر فؤاد من حديد\nفقالت:\nمن تراه كان أغنى\n...\nمنك عن هذا الصدود\nبعد وصل لك مني\n...\nفيه إرغام الحسود!\nفآتخذ للهجر إن شئت فؤاداً من حديد\nما رأيناك على ما\n...\nكنت تجني بجليد\nفقال العباس:\nأو تجودين لصب\n...\nراح ذا هم شديد\nوأخي جهل بما قد\n...\nكان يجني بالصدود\nليس من أحدث هجراً\n...\nلصديق بسديد\nالجزء: 1 ¦ الصفحة: 31\n",
        "ليس منه الموت إن لم\n...\nتصليه ببعيد\nفقلت للعباس: وعلى م هذا الأمر؟! قال: أنا جنيت على نفسي بتتايهي عليها، فلم أبرح حتى ترضيتها له.\nأخبرني أحمد بن عبيد الله بن عمار، قال حدثني عبد الله بن أبي سعيد قال حدثني مسعود بن عيسى، قال أخبرني موسى بن عبد الله التميمي قال: دخل أبو نواس على الناطفي وعنان جالسة تبكي وخدها على رزة في مصراع الباب، وقد كان الناطفي ضربها، فأومأ إلى أبي نواس: أن جربها بشيء، فقال أبو نواس:\nعنان لو جدت لي فإني من\n...\nعمري في أمن الرسول بما\nأي في آخر عمري، لأن أمن الرسول بما أنزل إليه من ربه، آخر آية في البقرة.\nفردت عليه:\nفإن تمادى ولا تماديت في\n...\nقطعك حبلي أكن كمن ختما\nفرد عليها:\nعلقت من لو أتى على أنف\n...\nس الماضين والغابرين ما ندما\nالجزء: 1 ¦ الصفحة: 32\n",
        "فردت عليه:\nأو نظرت عينه إلى حجر\n...\nولد فيه فتورها سقما\nأخبرني أحمد بن عبيد الله بن عمار، قال حدثني: محمد بن القاسم بن مهرويه، قال حدثني: محمد بن أبي مروان الكاتب، قال: لما أخذ أبو نواس من عنان جارية الناطفي خاتماً فصه ياقوت أحمر، أخذه أحمد بن خالد حيلويه منه فطلبته منه عنان، فبعث إليها مكانه خاتماً فصه أخضر، وإتهمته في ذلك، وكتب إلى أحمد بن خالد:\nفدتك نفسي يا أبا جعفر\n...\nجارية كالقمر الأنور\nتعلقتني وتعلقتها\n...\nطفلين في المهد إلى المكبر\nكنت وكانت نتهادى الهوى\n...\nبخاتمينا غير مستنكر\nحنت إلى الخاتم منى وقد\n...\nسألتني إياه مذ أشهر\nفأرسلت فيه فغالطتها\n...\nبخاتم وجهته أخضر\nقالت لقد كان لنا خاتم\n...\nأحمر أهداه إلينا سري\nلكنه علق غيري فقد\n...\nأهدى لها الخاتم لا أمتري\nكفرت بالله وآياته\n...\nإن أنا لم أهجره فليصبر\nأو يظهر المخرج من تهمتى\n...\nإياه في خاتمنا الأحمر\nالجزء: 1 ¦ الصفحة: 33\n",
        "فاردده تردد وصلها إنها\n...\nقرة عيني يا أبا جعفر\nفإنني متهم عندها\n...\nوأنت قد تعلم أنى بري\nفرد الخاتم ووجهه إليه بألفي درهم.\nوقرأت في كتاب لجعفر بن قدامة: بلغني أن عنان جارية الناطفي، دخل عليها بعض الشعراء، فقال لها الناطفي: عاييه! فقالت:\nسقياً لقا طول لا أرى بلداً\n...\nيسكنه الساكنون يشبهها\nفقال:\nكأنها فضة مموهة\n...\nأخلص تمويهها مموهها\nفقالت:\nأمن وخفض وما كبهجتها\n...\nأرغد أرض عيشاً وأرفهها\nفانقطع الرجل.\nحدثني عمي: الحسن بن محمد والحسن بن علي، قالا: حدثنا هارون بن محمد بن عبد الملك الزيات، قال حدثني: محمد بن هارون عن يعقوب بن إبراهيم قال: كان أبو نواس بعد أن هجرته عنان وهجته، يذكرها في شعره، ويشبب\nالجزء: 1 ¦ الصفحة: 34\n",
        "بها، فقال في قصيدة يمدح بها يزيد بن مزيد:\nعنان يا من تشبه العينا\n...\nأنت على الحب تلومينا\nحبك حب لا أرى مثله\n...\nقد ترك الناس مجانينا!\nفقال له يزيد بن مزيد هذه جارية، قد عرض فيها الخليفة، وعلقت بقلبه فأله عنها، ولا تعرض نفسك له، فقال: صدقت أيها الأمير، ونصحتني، وقطع ذكرها!\nأخبرني جعفر بن قدامة، قال حدثني أبو العيناء، عن العباس إبن رستم قال: دخلت أنا وأبان اللاحقي على جارية الناطفي في يوم صائف، وهي جالسة في الخيش فقال لها أبان.\nلذة عيش الصيف في الخيش فقالت: لا في لقاء الجيش بالجيش.\nفقلت لها معرضاً لها: ما أحسن ما قال جرير:\nظللت أراعي صاحبي تجلداً\n...\nوقد علقتني من هواك علوق\nالجزء: 1 ¦ الصفحة: 35\n",
        "فقالت غير متوقفة:\nإذا عقل الخوف اللسان تكلمت\n...\nبأسراره عين عليه نطوق\nثم عرضت على الرشيد، فدخلت عليه تتبختر، فقال لها: أتحبين أن أشتريك؟ قالت: ولم لا أحب ذلك يا أحسن الناس خلقاً وخلقاً؟ فقال لها: أما الخلق فظاهر فما علمك بالخلق؟ قالت: رأيت شرارة، قد طاحت على ثوبك من المجمر، لما جاء الخادم بالبخور إليك فسقطت على ثوبك فأحرقته، فو الله ما قطبت لها وجهاً، ولا راجعت من جناها حرفاً! فقال لها: والله لولا أن العيون قد ابتذلتك إبتذالاً، مشتركاً كبيراً، لاشتريتك ولكنه لا يصح للخليفة، من هذه سبيله! وردها إلى مولاها، فاشتراها طاهر بن الحسين بعد ذلك، وجعلها على خزانة طيبه، فقالت: عرضتني للغيرة! فاعفني من ذلك، وأجعل إلي كسوتك، ففعل.\nوحدثني محمد بن القاسم الأنباري، قال حدثني أبي قال: قال أبو الحسن بن الاعرابي: إجتمع أبو نواس وداود بن رزين الواسطي وحسين بن\nالجزء: 1 ¦ الصفحة: 36\n",
        "الضحاك وفضل الرقاشي وعمرو الوراق وحسين بن الخياط في منزل عنان جارية الناطفي، فتحدثوا وتناشدوا أشعار الماضين وأشعارهم في أنفسهم، حتى انتصف النهار، فقال بعضهم: عند من نحن اليوم؟ فقال كل واحد: عندي! قالت عنان: قولوا في هذا المعنى أبياتاً وتضمنوا إجازة حكمي عليكم، بعد ذلك.\nفبدأ داود بن رزين الواسطي فقال:\nقوموا إلى قصف لهو\n...\nوظل بيت كنين\nفيه من الورد والمرم زجوش والياسمين\nوريح مسك ذكي\n...\nبجيد الزرجون\nوقينة ذات غنج\n...\nوذات دل رصين\nتشدو بكل ظريف\n...\nمن صنعة ابن رزين\nفقال أبو نواس:\nلا بل إلى ثقاتي\n...\nقوموا بنا يا حياتي\nقوموا نلذ جميعاً\n...\nبقول هاك وهات\nالجزء: 1 ¦ الصفحة: 37\n",
        "فإن أردتم فتاة\n...\nأتحفتكم بفتاة\nوإن أردتم غلاماً\n...\nأتيتكم بمؤاتي\nفبادروه مجوناً\n...\nفي وقت كل صلاة\nوقال حسين بن الضحاك الخليع:\nأنا الخليع فقوموا\n...\nإلى شراب الخليع\nإلى شراب لذيذ\n...\nمن بعد جدى رضيع\nوذي دلال رخيم\n...\nبالخندريس صريع\nفي روضة جادها\n...\nصوب غاديات الربيع\nقوموا تنالوا جميعاً\n...\nمنال ملك رفيع\nوقال الرقاشي:\nلله در عقار\n...\nحلت ببيت الرقاشي\nعذراء ذات احمرار\n...\nأتى بها لا أحاشي\nقوموا نداماي رووا\n...\nمشاشكم ومشاشي\nوناطحوني باقدا\n...\nحكم نطاح الكباش\nفإن نكلت فحل\n...\nلكم دمى ورياشي\nالجزء: 1 ¦ الصفحة: 38\n",
        "وقال عمرو الوراق:\nقوموا إلى بيت عمرو\n...\nإلى سماع وخمر\nوبيشكار علينا\n...\nيطاع في كل أمر\nوشادن ذي دلال\n...\nيزهى بطرف ونحر\nفذاك بر وإن شئ\n...\nتم أتينا ببحر\nوقال حسين الخياط:\nقضت عنان عليكم\n...\nبأن تزوروا حسينا\nوأن تقروا لديه\n...\nبالقصف واللهو عينا\nفما رأينا كظرف الحمين فيما رأينا\nقد قرب الله منه\n...\nزيناً وباعد شينا\nقوموا وقولوا أجزنا\n...\nما قد قضيت علينا\nوقالت عنان:\nمهلاً فديتك مهلاً\n...\nعنان أحرى وأولى\nبأن تنالوا لديها\n...\nأشهى الطعام وأحلى\nفإن عندي حراماً\n...\nمن الشراب وحلا\nلا تطمعوا في سوى ذا\n...\nمن البرية كلا\nكم أصدقوا: بحياتي\n...\nأجاز حكمي أم لا؟\nالجزء: 1 ¦ الصفحة: 39\n",
        "فقالوا جميعاً: قد جاز حكمك، فاحتبستهم ثلاثاً، يقصفون عندها.\nأخبرني محمد بن العباس اليزيدي، قال حدثني عمي: عبيد الله، عن أخيه أحمد، قال: لما غاب أبو نواس إلى مصر، تشوقه الناس وذكروه، وإتصل تفاوضهم ذكره حتى بلغ وصفه عناناً، فتشوقته، ثم قدم بعد ذلك من مصر، فلما كان بعد قدومه بأيام جاء إلى النطافي، فقال له أبو نواس، فاستأذن لي على عنان! فقال له: أما والله، لقد أهديت إليها من زيارتك هدية، كانت إليها مشتاقة، ودخل، فأعلمها وأذن له، فدخل عليها، فقامت فتلقته إلى باب الدار، فسلمت عليه، ووصفت له شوقها إليه، واحتبسته عندها يومه وليلته، وإتصل إجتماعهما، فوجهت إليه يوماً، وصيفة لها، تدعوه إلى الصبوح معها، وكتبت إليه تقول:\nزرنا لتأكل معنا\n...\nولا تغيبن عنا\nفقد عزمنا على الش\n...\nرب صبحة وإجتمعنا\nفجاءته الوصيفة بالرقعة، فقرأها، واحتال على الوصيفة حتى طاوعته على ما أراده، وقال في ذلك:\nنكنا رسول عنان\n...\nوالرأى فيما فعلنا!\nفكان خبزاً بملح\n...\nقبل الشواء أكلنا\nجاذبتها فتحانت\n...\nكالغصن لما تثنى\nالجزء: 1 ¦ الصفحة: 40\n",
        "فقلت ليس على ذا\n...\nالفعال كنا إتفقنا\nقالت فكم تتجنى\n...\nطولت: نكنا ودعنا!\nفبلغ عناناً ذلك، فكان سبب التباعد بينهما، والمهاجاة، مرت.\nوذكر أبو هفان عن الجماز، أن سبب المهاجاة بينهما، أنه كتب إليها وهو سكران:\nإن لي أيراً خبيثاً\n...\nلونه يحكي الكميتا\nلو رأى في الجو صدعاً\n...\nلنزا حتى يموتا\nأو يراه وسط بحر\n...\nصار للغلمة حوتا\nأو يراه جوف صدع\n...\nلتحول عنكبوتا\nفغضبت من ذلك، وكتبت إليه:\nزوجوا هذا بإلف\n...\nوأظن الإلف قوتا\nإنني أخشى عليه\n...\nغلمة من أن يموتا\nقبل أن ينتكس الدا\n...\nء فلا يأتى فيوتى\nالجزء: 1 ¦ الصفحة: 41\n",
        "وقال لها يوماً:\nما تأمرين لصب\n...\nيرضيه منك قطيره؟\nفأجابته:\nإياى تعنى بهذا؟\n...\nعليك فاجلد عميره!\nفأجابها:\nأريد ذاك وأخشى\n...\nعلى يدى منك غيره\nفخجلت وقالت: عليك وعلى من يغار عليك..\nفقالت عنان:\nعليك أمك نكها\n...\nفإنها كندبيره\nوقال فيها أبو نواس:\nإن عنان النطاف جارية\n...\nقد صار حرها للنيك ميدانا\nما يشتريها إلا إبن زانية\n...\nوقلطبان يكون من كانا!\nأخبرني محمد بن جعفر الصيدلاني - صهر المبرد - قال\nالجزء: 1 ¦ الصفحة: 42\n",
        "حدثني أبو هفان - عن سليمان أخي جحظة أنها حجبه وهجرته، فلم تأذن له، فبعث إليها رسولاً يعتذر، فقالت له: قل له دعنا منك، يا مخنث، يا حلقي! فرجع الرسول إليه فسأله عن الجواب، فأخبره به فقال أبو نواس:\nوأتاني من إذا ذكرت له\n...\nخنثني ظالماً وحلقني!\nلو سألوه عن وجه حجته\n...\nوشتمه لقال يعشقني\nنعم إلى الحشر والحساب نعم!\n...\nأعشقه أو ألف في كفني!\nأهجر هجراً لا أستسر به\n...\nعنفني فيه من يعنفني:\nيأيها الناس مني إستمعوا\n...\nإن عناناً صديقة الحسن!\nأخبرني عمي الحسن بن محمد، قال أنشدني أحمد بن أبي طاهر، لعنان تهجو أبا نواس:\nأبو نواس بدائه كلف\n...\nيسخر من نفسه يخادعها\nأمسى بروس الحملان شهر في الناس وإضماره أكارعها\nوقالت فيه أيضاً:\nيا نواس، يا نفاية خلق الله قد نلت بي سناء وفخرا\nالجزء: 1 ¦ الصفحة: 43\n",
        "مت متى شئت، قد ذكرتك في الشعر، وجرر أذيال ثوبك كبرا\nرب ذي خلة تلبس من لفظك سلحاً ومنك عرا وشرا\nونديم سقاك كأساً من الخمر فأفضلت في الزجاجة حبرا\nوإذا ما كلمتني فاتق الله وعلق دوني على فيك سترا\nوإذا ما أردت أن تحمد الله على ما أبلى وأولاك شكرا\nفليكن ذاك بالضمير وبالإيماء لا تذكرن ربك جهرا\nأنت تفسق إن نطقت ومن يسبح بالفسق نال إثماً ووزرا\nإحمد الله ما عليك جناح\n...\nجعل حذف الله بين لحييك جحرا\nإن تأملته فبوم خراب\n...\nوإذا ما شممته كان صقرا!\nأخبرني جعفر بن قدامة، قال: حدثني إبراهيم بن سليمان بن وهب، قال: قال عمي الحسن بن وهب: دخلت يوماً إلى عنان جارية الناطفي، فسألتني أن أقيم عندها ففعلت، وأتينا بالطعام والشراب، فأكلنا وشربنا، وغنتني فكان غناؤها دون شعرها، فشربت ستة أرطال ونكتها خمسة وضجرت فقالت لي: ما\nالجزء: 1 ¦ الصفحة: 44\n",
        "أنصفت: شربت ستة، ونكت خمسة؟ فتغافلت، وقلت: غني صوتي، في شعر سلم الخاسر:\nخليلي ما للعاشقين قلوب\n...\nولا لعيون الناظرين ذنوب\nفيا معشر العشاق ما أبغض الهوى\n...\nإذا كان لا يلقى المحب حبيب!\nفغنت:\nخليلي ما للعاشقين أيور\n...\nولا لحبيبب لا ينال سرور\nفيا معشر العشاق ما أبغض الهوى\n...\nإذا كان في أير المحب فتور!\nفانصرفت خجلاً!.\nحدثني جعفر بن قدامة، وجحظة قالا: أنشدنا هبة الله بن إبراهيم بن المهدي، قال أنشدني أبي لعنان جارية النطافي، وفيه لحن لعلية من خفيف الثقيل.\nحدثني بذلك بعض عجائزنا، قال: كنت أسمع هذا الصوت في درانا منسوباً إلى أبي، حتى غنته ريق يوماً، وأخبرتني أنها أخذته من علية بنت المهدي:\nنفسي على حسراتها موقوفة\n...\nفوددت لو خرجت مع الحسرات\nلو في يدي حساب أيامي إذاً\n...\nخطرفتهن تعجلا لوفاتي\nلا خير بعدك في الحياة وإنما\n...\nأبكي مخافة أن تطول حياتي!\nالجزء: 1 ¦ الصفحة: 45\n",
        "أخبرني بذلك أحمد بن عبيد الله بن عمار الثقفي، وأخبرني جعفر بن قدامة، قال حدثني أبو العيناء عن الأصمعي، قال: بعثت الي أم جعفر أن أمير المؤمنين قد لهج يذكر عنان جارية النطافي، فإن أنت صرفته عنها فلك حكمك!.\nقال: فكنت ألتمس أن أجد موضعاً للقول فيها فلا أجد، ولا أقدم عليه هيبة له. إذ دخلت يوماً فرأيت في وجهه أثر الغضب فانخزلت فقال لي: ما لك يا أصمعي؟! قلت: رأيت على وجه أمير المؤمنين أثر الغضب، فعلى من أغضبه لعنة الله! فقال: هذا الناطفي، أما والله، لولا أنني لم أجر في حكم قط متعمداً لجعلت على كل جبل منه قطعة! وما لي في جاريته أرب غير الشعر فذكرت رسالة أم جعفر، فقلت: أجل والله ما فيها غير الشعر، أفيسر أمير المؤمنين أن يجامع الفرزدق؟! فضحك من قولي حتى إستلقى على قفاه، وعدل عنها، وبلغ قولي أم جعفر فأجزلت لي الجائزة.\nأخبرني عمي الحسن بن محمد والحسن بن علي قالا: حدثنا عمر بن محمد بن عبد الملك الزيات، قال حدثني محمد بن هارون، عن يعقوب بن إبراهيم: أن الرشيد طلب من الناطفي جاريته، فأبى أن يبيعها بأقل من مائة ألف دينار، فقال له: على أن أعطيكها على ضرب سبعة دراهم بدينار، فيصح\nالجزء: 1 ¦ الصفحة: 46\n",
        "لك سبع مائة درهم فامتنع عليه فأمر بأن تحضر، فأحضرت، فذكر أنها جلست في مجلسها على حالها تنتظره، فدخل إليها، فقال لها: إن هذا قد إعتاص علي في أمرك، فقالت: فما يمنعك أن ترضيه وتوفيه؟ قال: ليس يقنع بما أعطيته، وأمرها بالإنصراف.\nفتصدق الناطفي بثلاثين ألف درهم حين رجعت إليه، ولم تزل في قلب الرشيد، حتى مات مولاها، فبعث مسرور الخادم، حتى أخرجها إلى باب الكرخ، وأقامها على سرير، وعليها رداء رشيدي، قد جللها، فنودي عليها فيمن يزيد؟، بعد أن شاور الفقهاء فيها، وقال: هذه كبد رطبة، وعلى الرجل دين، فأفتوا ببيعها، فبلغني أنها كانت تقول على المصطبة: أهان الله من أهانني ورذل من رذلني! فلكرها مسرور، فبلغت في النداء مائتي ألف درهم، فجاء رجل فزاد فيها خمسة وعشرين ألف درهم، فلطمه مسرور، وقال: أتزيد على أمير المؤمنين؟! ثم بلغ بها مائتين وخمسين ألف درهم، فأخذها له، ولم يكن فيها شيء يعاب، فطلبوا فيها عيباً لئلا تصيبها العين، فأوقعوا في خنصر رجلها شيئاً في ظفرها، فأولدها الرشيد ولدين ماتا صغيرين، ثم خرج بها إلى خراسان، فمات هناك، وماتت عنان بعده بمدة يسيرة.\nقال أبو الفرج: وروى إبن عمار هذا الخبر عن محمد بن\nالجزء: 1 ¦ الصفحة: 47\n",
        "القاسم بن مهرويه، وذكر أنه أوقف إبن مهرويه على أنه خطأ، وأن عنان خرجت إلى مصر، وماتت بها حين أعتقها النطافي، وقالت ترثيه بمصر:\nيا دهر أفنيت القرون ولم تزل\n...\nحتى رميت بسهمك النطافا\nيا ناطفي وأنت عنا نازحما كنت أول من دعوه فوافى\nأخبرني أحمد بن عبيد الله بن عمار وعلي بن سليمان الأخفش عن المبرد عن المازني، عن الأصمعي: وقال إبن عمار عن بعض أصحابه، أظنه المازني، عن الأصمعي، قال: ما رأيت أثر النبيذ في وجه الرشيد قط، إلا مرة واحدة!، فاني دخلت إليه أنا وأبو حفص الشطرنجي فرأيته خائراً - وفي أصل باثراً فقال: استبقا إلى بيت، بل إلى أبيات، فمن أصاب ما في نفسي، فله عشرة آلاف درهم! فوقع في نفسي أنه يريد جارية الناطفي، قال: فأشفقت ومنعتني هيبته وبدر الشطرنجي بجرأة العميان، فقال:\nالجزء: 1 ¦ الصفحة: 48\n",
        "من لقلب متيم بك صب\n...\nما له همة سوى ذكراك\nكلما دارت الزجاجة زادته م إشتياقاً وحرقة فبكاك\nفقال: أحسنت، لك عشرة الآف درهم، فزالت الهيبة عني، فقلت:\nلم ينلك الرجاء أن تحضريني\n...\nوتجافت أمنيتي عن سواك\nفقال: أحسنت، لك عشرة الآف درهم، فزالت الهيبة عني، فقلت:\nلم ينلك الرجاء أن تحضريني\n...\nوتجافت أمنيتي عن سواك\nفقال: أحسنت! لك عشرون الفاً أخرى، وأطرق ثم قال: أنا والله أشعر منكما، ثم قال:\nقد تمنيت أن يغشيني الله\n...\nنعاساً لعل عيني تراك!\nأخبرني محمد بن خلف بن المرزبان، قال حدثني أحمد بن المعلى الراوية، قال: كتبت عنان جارية الناطفي إلى جعفر بن يحيى البرمكي تسأله أن يسأل أباه، أن يكلم الرشيد في أن يشتريها - أو يشير عليه بذلك - فقالت:\nيا لائمي جهلاً ألا تقصر\n...\nمن ذا على حر الهوى يصبر\nلا تلحني أني شربت الهوى\n...\nصرفاً، فممزوج الهوى يسكر\nأحاط بي الحب، فخلفي له\n...\nبحر وقدامي له أبحر\nتخفق رايات الهوى بالردى\n...\nفوقي، وحولي للردى عسكر\nسيان عندي في الهوى لائم\n...\nأقل فيه، والذي يكثر\nأنت المصفى من بني برمك\n...\nيا جعفر الخيرات، يا جعفر\nالجزء: 1 ¦ الصفحة: 49\n",
        "لا يبلغ الواصف في وصفه\n...\nما فيه من فضل، ولا يحصر\nمن وفر العرض بأمواله\n...\nفجعفر أعراضه أوفر\nديباجة الملك على وجهه\n...\nوفي يديه العارض الممطر\nسحت علينا منهم ديمة\n...\nينهل منها الذهب الأحمر\nلو مسحت كفاه جلمودة\n...\nأنضر فيها الورق الأخضر\nلا يستتم المجد إلا فتى\n...\nيصبر للبذل كما يصبر\nيهتز تاج الملك من فوقه\n...\nفخراً، ويزهى تحته المنبر\nأشبهه البدر إذا ما بدا\n...\nوغرة في وجهه تزهر\nوالله ما أدري أبدر الدجى\n...\nفي وجهه أم وجهه أنور؟\nيستمطر الزوار منك الغنى\n...\nوأنت بالزوار تستبشر\nعودت طلاب الندى عادة\n...\nإن قصروا عنك فما تقصر\nوكتبت تحت الأبيات تسأله حاجتها، فركب من ساعته إلى أبيه فكلمه في أمرها، فكلم الرشيد في ذلك، وأشار عليه فلم يقبل، وإمتنع من شرائها لشهرتها وما قيل فيها من هجاء الشعراء، وقال له: أشتريها بعد قول أبي نواس:\nما يشتريها إلا ابن زانية\n...\nأو قلطبان يكون من كانا!؟\nالجزء: 1 ¦ الصفحة: 50\n",
        "دنانير جارية محمد بن كناسة\nالجزء: 1 ¦ الصفحة: 51\n",
        "مولدة، من مولدات الكوفة، رباها محمد بن كناسة، وأدبها، وخرجت: شاعرة، أديبة، فصيحة، وقيل أنها كانت تغني، وذلك باطل! كان محمد بن كناسة، رجلاً زاهداً، نبيلاً، وهو إبن خالة إبراهيم بن أدهم وليس مثله من يعلم جارية له: الغناء!\nالجزء: 1 ¦ الصفحة: 53\n",
        "أخبرني محمد بن خلف وكيع، قال حدثني إبن أبي الدنيا، قال: كتب الي الزبير بن بكار، يذكر أن علي بن عثام الكلابي حدثه، قال: جئت يوماً إلى منزل محمد بن كناسة، وكانت جاريته دنانير جالسة، فقالت لي: مالك محزوناً يا أبا الحسن؟ قلت: رجعت من دفن أخ لي من قريش، فسكتت شيئاً، ثم قالت:\nبكيت على أخ لك من قريش\n...\nفأبكانا بكاؤك يا علي!\nوما كنا عرفناه ولكن\n...\nطهاره صحبه: الخبر الجلي\nأخبرني عيسى بن الحسين الوراق، قال حدثنا الزبير بن بكار، قال أخبرني علي بن عثام الكلابي، قال:\nكانت لابن كناسة، جارية، شاعرة، مغنية، يقال لها: دنانير، وكان له صديق يكنى أبا الشعثاء، وكان عفيفاً، مزاحاً، وكان يدخل الى إبن كناسة يسمع غناء جاريته، ويعرض لها بأنه يهواها، فقالت فيه هذه الأبيات:\nلأبي الشعثاء حب ظاهر\n...\nليس فيه مطعن للمتهم\nالجزء: 1 ¦ الصفحة: 54\n",
        "يا فؤادي فازدجر عنه ويا\n...\nعبث الحب به فاقعد وقم\nراقني منه كلام فاتن\n...\nورسالات المحبين الكلم\nقانص تأمنه غزلانه\n...\nمثل ما تأمن غزلان الحرم\nصل إن أحببت أن تعطى المنى\n...\nيا أبا الشعثاء لله وصم\nثم ميعادك يوم الحشر في\n...\nجنة الخلد إن الله رحم\nحيث القاك غلاماً ناشئاً\n...\nيافعاً قد كملت فيك النعم\nأخبرني وكيع، قال أخبرني إبن أبي الدنيا، قال حدثني محمد بن علي بن عثام الكلابي عن أبيه، قال: كنت يوماً عند إبن كناسة، فقال أعرفكم شيئاً من فهم دنانير؟ يعني جاريته، قلنا: نعم، فكتب إليها: إنك أمة ضعيفة، ورهاء، خرفاء، فاذا أتاك كتابي هذا فعجلي جوابي، فكتبت إليه: قد ساءني تهجينك عند أبي الحسن، وإن أعيا العي: الجواب عما لا جواب له، والسلام.\nحدثني أحمد بن العباس العسكري المؤدب، قال حدثني به: الحسن بن عليل العنزي، قال حدثنا أحمد بن محمد الأسدي، قال حدثنا خالي موسى بن صالح قال:\nالجزء: 1 ¦ الصفحة: 55\n",
        "ماتت دنانير جارية محمد بن كناسة، وكانت أديبة شاعرة، فقال يرثيها:\nالحمد لله لا شريك له\n...\nيا ليت ما كان منك لم يكن\nإن يكن القول قل فيك فما\n...\nأفحمني غير شدة الحزن\nالجزء: 1 ¦ الصفحة: 56\n",
        "فضل الشاعرة اليمامية\nجارية المتوكل\nالجزء: 1 ¦ الصفحة: 57\n",
        "توفيت257هـ، وقيل 260 جمع المستشرق هوار شعرها في المجلة الآسيوية: 1881مج - 17.\nقال ابن النديم ان شعرها يقع في عشرين ورقة: الفهرست: ط. طهران.\nترجمتها وأخبارها في: الأغاني19: 300 - 314.\nأمالي القالي.\nطبقات ابن المعتز.\nالأربعة في أخبار الشعراء لابي هفان. جمع وتحقيق هلال ناجي مجلة المورد.\nالمحاسن والاضداد: 198.\nالاماء من شواعر النساء: 53 - 54.\nبدائع البدائة: 50، 150.\nنساء الخلفاء: 84 - 90.\nالمنتظم: حوادث 257هـ\nالجزء: 1 ¦ الصفحة: 59\n",
        "فوات الوفيات نشرة إحسان عباس.\nالمستظرف للسيوطي.\nالوافي.\nسيدات البلاط العباسي.\nالنجوم الزاهرة.\nسمط اللألي.\nتاريخ الأدب العربي لبروكلمان الطبعة الأروبية.\nتاريخ التراث العربي لسزكين بالألمانية قسم الشعر.\nكانت فضل مولدة، من مولدات البصرة، وبها نشأت، وكان مولدها باليمامة، وذكرها محمد بن داود بن الجراح فقال: أنها عبدية، وكذلك كانت تزعم هي وتقول أن أمها علقت بها من مولى لها من عبد القيس وأنه مات وهي حامل بها، فباعها إبنه، فولدت على سبيل الرق، وذكر عنها من جهة أخرى أن أمها ولدتها في حياة أبيها فرباها وأدبها فلما توفى، تواطأ بنوه على بيعها، فبيعت، فاشتراها محمد بن الفرج الرخجي - أخو عمو بن الفرج - وأهداها الى المتوكل.\nوكانت سمراء، حسنة الوجه، والقد والجسم - شكلة، حلوة، أديبة، فصيحة، سريعة الهاجس مطبوعة في قول الشعر، متقدمة لسائر نساء زمانها فيه.\nالجزء: 1 ¦ الصفحة: 60\n",
        "أخبرني محمد بن المرزبان وجعفر بن قدامة، قالا: حدثنا أحمد بن أبي طاهر، واللفظ لجعفر، قال: جلبت فضل الشاعرة، من البصرة، فاشتراها رجل من النخاسين يقال له: حسنوية بعشرة الآف درهم، وبلغ خبرها محمد بن الفرج الرخجي أخو عمر بن الفرج الرخجي، فاشتراها وأهداها الى المتوكل.\nقال جعفر بن قدامة وقال محمد بن خلف أن الذي إبتاعها محمد أخوه، فأهداها إلى المتوكل، فكانت تجلس في مجلسه على كرسي، تقارض الشعراء والشعر بحضرته، فألقى عليها يوماً أبو دلف القاسم بن عيسى العجلي:\nقالوا عشقت صغيرة فأجبتهم\n...\nأشهى المطى إلي ما لم يركب\nكم بين حبة لؤلؤ مثقوبة\n...\nلبست وحبة لؤلؤ لم تثقب\nفقالت فضل مجيبة له:\nإن المطية لا يلذ ركوبها\n...\nحتى تذلل بالزمام وتركب\nوالدر ليس بنافع أربابه\n...\nحتى يؤلف بالنظام ويثقب\nوفي رواية جعفر حتى تذلل بالزمام وتركبا.\nالجزء: 1 ¦ الصفحة: 61\n",
        "والبيت الثاني: حتى تؤلف بالنظام وتثقبا.\nحدثني عمي الحسن بن محمد ومحمد بن خلف وكيع وجعفر بن قدامة، قالوا: حدثنا أبو العيناء، قال: لما دخلت فضل الشاعرة على المتوكل يوم أهديت إليه، قال لها: أشاعرة أنت؟ قالت هكذا يزعم من باعني وإشتراني!، فضحك وقال: أنشدينا شيئاً من شعرك، فأنشدته هذه الأبيات:\nإستقبل الملك إمام الهدى\n...\nعام ثلاث وثلاثينا\nخلافة أفضت إلى جعفر\n...\nوهو إبن سبع بعد عشرينا\nإنا لنرجو يا إمام الهدى\n...\nأن تملك الملك ثمانينا\nلا قدس الله إمرأ لم يقل\n...\nعلى دعائي لك: آمينا\nفاستحسن الأبيات، وأمر لها بخمسين ألف درهم، وأمر عريباً فغنت بها.\nحدثني عمي الحسن بن محمد، قال حدثني أحمد بن حمدون: أبو عبد الله، قال: عرضت على المعتمد جارية تباع، في خلافة المتوكل، يقال لها علم الحسن، مغنية، حسنة الوجه، - وهو يومئذ غلام حديث السن - وأخرجها مولاها إلى إبن الأغلب، فبيعت هناك، فلما ولي المعتمد الخلافة، سأل\nالجزء: 1 ¦ الصفحة: 62\n",
        "عنها، وقد ذكرها وأعلم أنها بيعت بالقيروان، وأولدها سيدها، فقال لفضل الشاعرة،: قولي فيها شيئاً! فقالت فيها هذه الأبيات:\nعلم الجمال تركتني\n...\nفي الحب أشهر من علم\nونصبتني يا منيتي\n...\nغرض المظنة والتهم\nفارقتني بعد الدنو م فصرت عندي كالحلم\nفلو أن نفسي فارقت\n...\nجسمي لفقدك لم تلم\nما كان ضرك لو وصل\n...\nت فخف عن قلبي الألم\nبرسالة تهدينها\n...\nأو زورة تحت الظلم\nأو لا فطيفي في المنا\n...\nم فلا أقل من اللمم\nصلة المحب حبيبه\n...\nالله يعلمه كرم\nقال أبو الفرج: وقد حدثني بهذا الحديث علي بن صالح، عن أحمد بن أبي طاهر؛ إنه ألقى على فضل الشاعرة:\nعلم الجمال تركتني\n...\nفي الحب أشهر من علم\nفقالت:\nوأبحتني يا سيدي\n...\nسقماً يحل عن السقم\nوتركتني غرضاً فديتك للهوان وللتهم!\nحدثني محمد بن العباس اليزيدي، قال كتب بعض أهلنا الى فضل الشاعرة:\nأصبحت صباً هائم العقل\n...\nالى غزال حسن الشكل\nالجزء: 1 ¦ الصفحة: 63\n",
        "أضنى فؤادي بعد عهدي به\n...\nوبعده مني ومن وصلي\nمنية نفسي في هوى فضل\n...\nأن يجمع الله بها شملي\nأهواك يا فضل هوى خالصاً\n...\nفما لقلبي عنك من شغل\nفأجابته:\nالصبر ينقص والسقام يزيد\n...\nوالدار دانية وأنت بعيد\nأشكوك أم أشكو إليك فإنه\n...\nلا يستطيع سواهما المجهود\nإني أعوذ بحرمتي لك في الهوى\n...\nمن أن تطاوع في قول حسود\nفي هذه الأبيات رمل طنبوري وأظنه لجحظة.\nأخبرني محمد بن خلف بن المرزبان، قال أخبرني الحسن بن عيسى إبن الكوفي، قال حدثني أبو دهمان، قال محمد بن خلف، وأخبرني بهذا الخبر: عبد الله بن نصر المرزوي، قالا: كانت فضل الشاعرة من أحسن الناس وجهاً وخلقاً وخلقاً، وأرق شعراً، فكتب إليها بعض من كان يجمعه وإياها مجلس الخليفة، وكان يهواها ولا يطلعها على حبه لها:\nألا ليت شعري عنك هل تذكرينني\n...\nفذكرك في الدنيا الي حبيب\nوهل لي نصيب في فؤادك ثابت\n...\nكما لك عندي في الفؤاد نصيب\nولست بمتروك فأحيا بزورة\n...\nولا النفس عند اليأس عنك تطيب\nفكتبت إليه هذه الأبيات:\nنعم وإلهي إنني بك صبة\n...\nفهل أنت يا من لا عدمت مثيب\nالجزء: 1 ¦ الصفحة: 64\n",
        "لمن أنت منه في الفؤاد مصور\n...\nوفي العين نصب العين حين تغيب\nفثق بوداد أنت مظهر فضله\n...\nعلى أن بي سقماً وأنت طبيب!\nأخبرني محمد بن خلف بن المرزبان، قال حدثني أبو العباس المرزوي قال: قال المتوكل لعلي بن الجهم، قل بيتاً، وقل لفضل الشاعرة تجيزه، فقال علي: أجيزي يا فضل:\nلاذ بها يشتكي إليها\n...\nفلم يجد عندها ملاذا\nفأطرقت هنيئة، ثم قالت:\nفلم يزل ضارعاً إليها\n...\nتهطل أجفانه رذاذا\nفعاتبوه فزاد عشقا\n...\nفمات وجداً فكان ماذا؟\nفأطرب المتوكل، وقال أحسنت وحياتي يا فضل وأمر لها بألفي دينار، وأمر عريباً، فغنت فيه صوتها: الهزج.\nقال أبو الفرج ونسخت من كتاب جعفر بن قدامة: حدثني: علي بن يحيى المنجم، وقد حدثني بعض أصحابنا عن رجل، عن علي بن يحيى قال:\nالجزء: 1 ¦ الصفحة: 65\n",
        "دخلت الى المتوكل يوماً، فدفع الي رقعة وأمرني بقراءتها، فقرأتها فإذا فيها:\nقد بدا شبهك يا مو\n...\nلاي يحدو بالظلام\nقم بنا نقض لبانا\n...\nت التثام والتزام\nقبل أن تفضحنا عو\n...\nدة أرواح النيام\nفقلت ملح والله قائلها!، فمن هو؟ قال: واعدت فضلاً البارحة، أن تبيت عندي، فسكرت سكراً شديداً منعني من ذلك، فلما أصبحت وجدت هذه الرقعة في كمي وهي بخطها.\nحدثني جحظة، قال حدثني إبن الدهقانة النديم عن عبد الله بن عمر بن المرزبان قال: قالت لي فضل: وعدني أمير المؤمنين أن أبيت عنده، وأشرب فسكرت، وخرجت مع العتمة، فجلست أغمز رجله ملياً، ثم قمت إلى جنبه فلم يتحرك من نومه، فكتبت في رقعة وجعلتها في كمه، وذكرت الأبيات، فلما أصبح قرأها، وضحك ثم دعاني، فوهب لي ألف دينار، وتكون الليلة عوض البارحة!.\nأخبرني محمد بن خلف بن المرزبان، قال حدثني أحمد بن أبي فنن قال: خرجت قبيحة إلى المتوكل في يوم نيروز، وفي يدها كأس بلور شراب\nالجزء: 1 ¦ الصفحة: 66\n",
        "فقال لها: ما هذا؟ قالت: هديتي إليك من هذا النيروز عرفك الله بركته، فشرب الكأس، وقبل خدها، فقالت فضل:\nسلافة كالقمر الباهر\n...\nفي قدح كالكوكب الزاهر\nيديرها خشف كبدر الدجى\n...\nفوق قضيب أهيف ناضر\nعلى فتى أروع من هاشم\n...\nمثل الحسام المرهف الباتر\nأخبرني محمد بن خلف، قال حدثني أبو الفضل المرزوي قال: اجتمعت فضل الشاعرة وسعيد بن حميد في مجلس، فأخذت دواة ودرجاً وكتبت إليه:\nبثثت هواك في جسدي وروحي\n...\nفألف فيهما طمعاً بيأس\nفكتب إليها تحت البيت:\nكفانا الله شر اليأس إني\n...\nلخوف اليأس أبغض كل آسى\nأخبرني محمد بن خلف بن المرزبان قال حدثني أحمد بن أبي طاهر، قال ألقى بعض أصحابنا على فضل الشاعرة:\nومستفتح باب البلاء بنظرة\n...\nتزود منها قلبه حسرة الدهر\nالجزء: 1 ¦ الصفحة: 67\n",
        "قالت:\nفو الله ما يدري أتدري ما جنت\n...\nعلى قلبه أم أهلكته وما يدري؟\nأخبرني محمد بن خلف، قال حدثني أبو يوسف الضرير المعروف بابن الدقاق، قال: صرت أنا وأبو منصور الباخرزي الى فضل الشاعرة، فحجبنا، وما علمت بنا، ثم بلغها خبرنا بعد إنصرافنا فغمها ذلك، وكرهته، فكتبت إلينا تعتذر، فقالت:\nوما كنت أخشى أن تروا لي زلة\n...\nولكن أمر الله ما عنه مذهب\nأعوذ بحسن الصفح منكم وقبلنا\n...\nبصفح وعفو ما تعوذ مذنب\nفكتب إليها أبو منصور الباخرزي:\nلئن أهديت عتباك لي ولأخوتي\n...\nلمثلك يا فضل الفضائل يعتب\nإذا إعتذر الجاني، محا العذر ذنبه\n...\nوكل إمرىء لا يقبل العذر مذنب\nأخبرني محمد بن خلف بن المرزبان، قال حدثني محمد بن الوليد قال حدثني علي بن الجهم، قال: كنت يوماً عند فضل الشاعرة، فألحظتها لحظة إسترابت بها، فقالت:\nالجزء: 1 ¦ الصفحة: 68\n",
        "يا رب رام حسن تعرضه\n...\nيرمي ولا يشعر أني غرضه\nفقلت:\nأي فتى لحظك ليس يمرضه؟\n...\nوأي عقد محكم لا ينقضه!\nفضحكت وقالت: خذ في غير هذا الحديث.\nحدثني جعفر بن قدامة، قال حدثني إبن حميد، قال: قلت لفضل الشاعرة أجيزي:\nمن لمحب أحب في صغره؟\nفقالت:\nفصار أحدوثة على كبره!\nفقلت:\nمن نظر شفه وأرقه\nفقالت:\nفكان مبدا هواه من صبره!\nثم شغلت بالشراب هنيئة، ثم قالت:\nلولا الأماني لمات من كمد\n...\nمر الليالي يزيد في فكره\nليس له مسعد يساعده\n...\nبالليل في طوله وفي قصره\nالجزء: 1 ¦ الصفحة: 69\n",
        "الجسم يبلى فلا حراك بهوالروح فيما أرى على أثره!\nحدثني الحسن بن محمد، والحسن بن علي قالا: أخبرنا إبن أبي الدنيا، قال حدثني ميسرة بن محمد، قال حدثني عبيد بن محمد قال: قلت لفضل الشاعرة ماذا نزل بكم البارحة؟! وذلك صبيحة قتل المنتصر أو المعتز فقالت وهي تبكي:\nإن الزمان بذحل كان يطلبنا\n...\nما كان أغفلنا عنه وأسهانا!\nما لي وللدهر قد أصبحت همته\n...\nما لي وللدهر ما للدهر لا كانا!\nقال أبو الفرج: قرأت في بعض الكتب عن عبد الله بن المعتز قال: قال لي إبراهيم بن المدبر: كانت فضل الشاعرة من أحسن خلق الله خطاً وأفصحهم كلاماً، وأبلغهم في مخاطبة، وأثبتهم في محاورة فقلت يوماً لسعيد بن حميد، أظنك يا أبا عثمان تكتب لفضل، رقاعها، وتفيدها وتخرجها، فقد أخذت تجول في الكلام، وسلكت سبيلك، فقال وهو يضحك: ما تحسن ظنك! ليتها تسلم مني، لا آخذ كلامها ورسائلها! والله يا أخي لو أن أحد أفاضل الكتاب وكبراءهم وأماثلهم أخذ عنها، لما إستغنوا عن ذلك!.\nوكانت فضل تهوى سعيد بن حميد ويهواها ولكل واحد منهما في صاحبه\nالجزء: 1 ¦ الصفحة: 70\n",
        "أشعار - ذكرتها في أماكنها - ثم عدلت عنه إلى بنان المغني فعشقته.\nحدثني جحظة، قال حدثني علي بن يحيى المنجم، قال: أمر المتوكل بأن تضرب مضاربة على القاطول، وتحدر هناك ويقيم شتوية على القاطول، فقالت فضل الشاعرة:\nقالوا لنا أن بالقاطول مشتانا\n...\nونحن نأمل صنع الله مولانا\nوالناس يأتمرون الغيب بينهم\n...\nوالله في كل يوم محدث شانا\nرب يرى فوق ملك العالمين له\n...\nملكاً وفوق ذوي السلطان سلطانا\nوغنت فيه عريب، فلما أخذ النبيذ في المتوكل غنته بهذا الصوت فطرب، وأمر بإبطال ما كان عزم عليه، وقال: إذا كرهتم هذا كرهناه.\nحدثني عمي الحسن بن محمد، قال حدثني عبد الله بن أبي سعيد قال حدثني محمد بن عبد الله بن يعقوب بن داود، قال:\nالجزء: 1 ¦ الصفحة: 71\n",
        "وقع بين سعيد بن حميد وبين فضل الشاعرة، مشاجرة لشيء بلغها عنه، فكتب إليها:\nتعالي نجدد عهود الصبا\n...\nونصفح عن الذنب فيما مضى\nونجري على سنة العاشقين\n...\nونضمن عني وعنك الرضا\nويبذل هذا لهذا رضاه\n...\nويصبر في حبه للقضا\nونخضع ذلاً خضوع العبيد\n...\nلمولى عزيز إذا أعرضا\nفإنى مذلج هذا العتاب\n...\nكأنى أبطنت جمر الغضى\nفصارت إليه، وصالحته.\nقال أبو الفرج: ولهاشم بن سليمان في هذا الشعر لحن من ثقيل الأول بالوسطى، ذكره لي عمي وإبن بانة.\nحدثني جعفر بن قدامة، قال حدثني ميمون بن إبراهيم، قال: كنت أنا وسعيد بن حميد، نشرب عند الحسن بن مخلد فجاء سعيد برقعة، عن فضل الشاعرة فدفعها إليه فقرأها، ولحظه الحسن، فقال له بحياتي هذه رقعة فضل الشاعرة؟! فشور ثم صدقه، فقال هاتها: فأعطاه إياها، وقرأناها فإذا فيها مكتوب:\nنفسي فداؤك طال العهد وإتصلت\n...\nمنك المواعيد والليان والخلف\nالجزء: 1 ¦ الصفحة: 72\n",
        "والله يعلم أني فيك ساهرة\n...\nودمع عيني منها بارق يكف\nفان تكن خنت عهدي فو آاسفاً\n...\nوقل مني فيك الهم والأسف\nوإن تبدلت مني غادراً خلفاً\n...\nفليس منك ورب العرش لي خلف\nفكتب اليها:\nيا واصف الشوق عندي فوق ما تجد\n...\nدمع يفيض وقلب خافق يجف\nفكن على ثقة مني وبينة\n...\nإني على ثقة من كل ما تصف\nق94 أخبرني علي بن العباس بن أبي طلحة، قال حدثني محمد بن السري، أنه صار إلى سعيد بن حميد، وهو في دار الحسن بن مخلد في حاجة له، قال: بينما أنا عنده، إذ جاءته رقعة لفضل الشاعرة وفيها هذان البيتان:\nالصبر ينقص والسقام يزيد\n...\nوالدار دانية وأنت\nبعيد أشكوك أم أشكو إليك فإنه\n...\nلا يستطيع سواهما المجهود\nأنا يا أبا عثمان قد مت قبلك، في حال التلف، وما عدتني ولا سألت عن خبري فأخذ بيدي، ومضينا إليها عايدين، فقالت له: هو ذا أموت وتستريح مني!، فانشأ يقول:\nلا مت قبلك بل أحيا وأنت معاً\n...\nولا أعيش إلى يوم تموتينا\nحتى نعيش كما نهوى ونأمله\n...\nويرغم الله فينا أنف شانينا\nالجزء: 1 ¦ الصفحة: 73\n",
        "حتى إذا ما قضى الرحمن منيتنا\n...\nوحل من أمرنا ما ليس يعدونا\nمتنا جميعاً كغصني بانة ذبلاً\n...\nمن بعد ما نضرا واستوسقا حينا\nثم السلام علينا في مضاجعنا\n...\nحتى يعود إلى تدبير منشينا\nحدثني عمي الحسن بن محمد، قال حدثني ميمون بن هارون قال: أن سعيد بن حميد كان مشغوفاً بفضل الشاعرة، ولم يزل بكاتبها ويراسلها، ويشكو هواه إليها حتى واصلته.\nقال ميمون، وأقرأني رقعة منها إليه، تعاتبه على حصوله مع مغنية، وتجميشه لها، وفي آخرها:\nخنت عهدي وليس ذاك جزاء\n...\nيا صناع اللسان مر الفعال\nوتبدلت بي بديلاً فلا يهن م ك ما إخترته من الأبدال\nفأجابها بحضرتي، باعتذار طويل، وكتب في آخر الرقعة:\nتظنون أني قد تبدلت بعدكم\n...\nبديلاً وبعض الظن إثم ومنكر\nإذا كان قلبي في يديك رهينة\n...\nفكيف بلا قلب أصافي وأهجر؟!\nوفي هذين البيتين لسليمان بت الفضل القصار، رمل وخفيف رمل محدث.\nحدثني عمي الحسن بن محمد، قال حدثني عبد الله بن أبي\nالجزء: 1 ¦ الصفحة: 74\n",
        "سعيد، قال حدثني محمد بن عبد الله بن يعقوب بن داود: أن أباه كان يستحسن قول سعيد بن حميد:\nتظنون أني قد تبدلت بعدكم\n...\nبديلا، وبعض الظن إثم ومنكر\nويقول: لئن عاش هذا الغلام ليكونن له شأن من الشؤون.\nحدثني علي بن العباس بن أبي طلحة الكاتب، قال إسحاق بن مسافر: إنه كان عند سعيد بن حميد يوماً، فدخلت عليه فضل الشاعرة على غفلة، فوثب إليها وسلم عليها، وسألها أن تقيم عنده، فقالت: قد جاءني وحياتك رسول الخليفة، وليس يمكنني الجلوس عندك، وكرهت أن أمر ببابك ولا أراك، فقال سعيد على البديهة:\nقربت ولم نرج اللقاء ولا نرى\n...\nلنا حيلة يدنيك منا إحتيالها\nفأصبحت كالشمس المنيرة ضوؤها\n...\nقريب ولكن أين منا منالها؟\nكظاعنة ضنت بها غربة النوى\n...\nعلينا ولكن قد يلم خيالها\nتقل بها الآمال ثم تعوقها\n...\nمماطلة الدنيا بها وإعتلالها\nولكنها أمنية فلعلها\n...\nيجود بها صرف النوى وإنفتالها\nحدثني جحظة قال حدثني ميمون بن هارون، قال: غضبت فضل الشاعرة على سعيد بن حميد فكتب إليها:\nالجزء: 1 ¦ الصفحة: 75\n",
        "يا أيها الظالم مالي ولك\n...\nأهكذا تهجر من واصلك!\nلا تصرف الرحمة عن أهلها\n...\nقد يعطف المولى على من ملك\nظلمت نفساً فيك علقتها\n...\nفدار بالظلم عليها الفلك\nتبارك الله فما أعلم الله\n...\nبما ألقى وما أغفلك!\nفراجعته وواصلته، وصارت إليه جواباً عن رقعته. ولعريب في هذا الأبيات لحنان: ثقيل ثاني، وهوج ذكرهما لها إبن المعتز.\nحدثني علي بن العباس بن أبي طلحة، قال حدثني: أبو العباس بن أبي المدور، قال: كان سعيد بن حميد صديقاً لأبي العباس بن ثوابة فدعاه يوماً، وجاءه رسول لفضل الشاعرة يسأله المصير إليها، فمضى معه، وتأخر عن أبي العباس، فكتب إليه رقعة يعاتبه فيها عتاباً فيه توبيخ وتعنيف فكتب إليه سعيد:\nأقلل عتابك فالزمان قليل\n...\nوالدهر يعدل مرة ويميل\nلم أبك من زمن ذممت صروفه\n...\nإلا بكيت عليه حين يزول\nولكل نائبة المت مدة\n...\nولكل حال أقبلت تحويل\nوالمنتمون إلى الأخاء جماعة\n...\nإن حصلوا أفناهم التحصيل\nولعل أحداث الليالي والردى\n...\nيوماً ستصدع شملنا وتحول\nفلئن سبقت لتبكين بحسرة\n...\nوليكثرن علي منك عويل\nولتفجعن بمخلص لك وامق\n...\nحبل الوفاء بحبله موصول\nالجزء: 1 ¦ الصفحة: 76\n",
        "ولئن سبقت ولا سبقت ليمضين من لا يشاكله لدي عديل\nوليذهن جمال كل مروءة\n...\nوليعفون فناؤها المأهول\nوأراك تكلف بالعتاب وودنا\n...\nباق عليه من الوفاء دليل\nود بدا لذوي الإخاء صفاؤه\n...\nوبدت عليه بهجة وقبول\nولعل أيام الحياة قصيرة\n...\nفعلام يكثر عتبنا ويطول؟!\nحدثني عمي، قال حدثني محمد بن القاسم بن مهرويه، قال حدثني إبراهيم بن المدبر قال: كتبت فضل الشاعرة إلى سعيد بن حميد أيام كانت بينهما محبة وتواصل ق30.\nوعيشك لو صرحت باسمك في الهوى\n...\nلأقصرت عن أشياء في الهزل والجد\nولكنني أبدي لهذا مودة\n...\nوذاك وأخلو فيك بالبث والوجد\nمخافة أن يغرى بنا قول كاشح\n...\nعدومً فيسعى بالوصال إلى الصد\nفكتب إليها سعيد بن حميد:\nتنامين عن ليلي وأسهره وحدي\n...\nفأنهى جفوني أن تبثك ما عندي\nفإن كنت لا تدرين ما قد فعلته\n...\nبنا فانظري ماذا على قاتل العمد؟\nهكذا ذكر إبن مهرويه، قال عمي، وهكذا حدثني به علي بن الحسين بن عبد الأعلى الأسكافي، قال: حضر سعيد بن حميد مجلساً حضرته فضل الشاعرة وبنان، وكان\nالجزء: 1 ¦ الصفحة: 77\n",
        "سعيد، يهواها، وكانت تظهر له هوى، ويتهمها سعيد مع ذلك ببنان، فرأى فيها إقبالاً شديداً على بنان، فغضب، وإنصرف، فكتبت إليه فضل هذه الأبيات المذكورة آنفاً، وأجابها سعيد بالأبيات المذكورة.\nوحدثني عمي، قال حدثني ميمون بن هارون قال: رأيت فضل الشاعرة وسعيد بن حميد ليلة، بوعد سبق بينهما، فلما حصلت عنده، جاءتها جاريتها، فبادرت وأعلمتها أن رسول الخليفة قد جاء يطلبها فقامت من وقتها ق31 فمضت، فلما كان من الغد كتب إليها سعيد بن حميد:\nضن الزمان بها فلما نلتها\n...\nورد الفراق فكان أقبح وارد\nوالدمع ينطق بالضمير مصدقا\n...\nقول المقر مكذباً للجاحد\nحدثني إبراهيم بن القاسم بن زرزور قال حدثني أبي، قال: فصد سعيد بن حميد العرق لحمى كان يلحقه في كبده، فسألتني فضل الشاعرة، وسألت عربياً أن تساعدها في المسير إليه، وأهدت له: هدايا فيها ألف جدي وألف دجاجة فائقة وألف طبق فاكهة وريحان، وطيباً كثيراً وشراباً وتحفاً حساناً، فكتب إليها سعيد: سروري لا يتم إلا بحضورك! قال فجاءته في آخر النهار، وجلسنا لنشرب، فاستأذن غلامه لبنان، فأذن له - فدخل إلينا - وهو يومئذ شاب طرير، حسن الوجه، حسن الغناء، سري الملبوس، عطر الشكل، فذهب بها كل مذهب، وبان فيها ذلك: بإقبالها عليه، ينظرها وحديثها، فتنمر سعيد وأستطير غضباً، وتبين بنان\nالجزء: 1 ¦ الصفحة: 78\n",
        "القصة، فانصرف، وأقبل سعيد يعذلها ساعة ويوبخها، ويؤنبها أخرى وهي تعتذر ثم سكت، فكتبت إليه فضل ق32:\nيا من أطلت تفرسي\n...\nفي وجهه وتنفسي\nأفديك من متدلل\n...\nيزهى بقتل الأنفس\nهبني أسأت وما أسأت بلى أقول أنا المسى\nأحلفتني أن لا أسا\n...\nرق نظرة في مجلس\nفنظرت نظرة مخطئ\n...\nووصلتها بتفرس\nونسيت أني قد حلفت فما عقوبة من نسي؟\nيا من حكاه الياسمين وطيب ريح النرجس\nإغفر لعبدك ما جنا\n...\nهـ من اللحاظ الخلس!\nوزادت فيه عريب:\nقالوا عقوبته الجفا\n...\nويسا إليه كما يسى!\nفقام سعيد وقبل رأسها، وقال لا عقوبة عليك، بل يحتمل هفوتك، ويتجاوز عن إساءتك، وغنت عريب في هذا الشعر، رملاً وهزجاً، وشربنا عليه بقية يومنا ثم إفترقنا وقد أثر في قلبها، وعلقته، ولم يزل يواصلها سراً حتى ظهر أمرهما.\nحدثني عمي الحسن بن محمد، قال حدثني ابن أبي المدور الوراق، وكان في جملة سعيد بن حميد، قال: كنت عند سعيد يوماً وقد ق33 إبتداء ما بينه وبين فضل الشاعرة يتشعب، لما بلغه ميلها إلى بنان وهو بين المصدق لذلك والمكذب، ثم أقبل\nالجزء: 1 ¦ الصفحة: 79\n",
        "على صديق له فقال: أصبحت والله من فضل في غرور، أخادع نفسي بتكذيب العيان!، وأمنيها ما قد حيل دونه!. والله إن إرسالي إليها - بعد ما قد بان لي منها - لذل وإن عدولي عنها وفي أمرها شبهة - لعجز وغبن، وإن صبري عنها لمن دواعي التلف، ولله در محمد بن أمية حيث يقول:\nيا ليت شعري ما يكون جوابي\n...\nأما الرسول فقد مضى بكتابي\nوتقسمت نفسي الظنون وأشعرت\n...\nطمع الحريص وخيفة المرتاب\nوتروعني حركات كل محرك\n...\nللباب يطرقه وليس ببابي\nكم نحو باب الدار لي من وثبة\n...\nأرجو الرسول بمطمع كذاب!\nوالويل لي من بعد هذا كله\n...\nإن كان ما أخشاه رجع جوابي!\nحدثني جحظة، قال حدثني ميمون بن هارون، قال: لما إتصل ما بين بنان وفضل الشاعرة وعدلت عن سعيد بن حميد أسف عليها، وجزع جزعاً: إمتنع من الشراب، وعشرة الأخوان، وهو مع ذلك يظهر التجلد ثم قال فيها ق34:\nقالوا تعز فقد بانوا فقلت لهم:\n...\nبان العزاء على آثار من بانا\nوكيف يملك سلواناً لحبهم\n...\nمن لم يطق للهوى سراً وإعلانا\nكانت عزائم صبري أستعين بها\n...\nصارت علي بحمد الله أعوانا\nلا خير في الحب لا تبدو شواهده\n...\nولا ترى منه في العينين عنوانا\nقال جحظة: وغنى بعض المحدثين في هذا الشعر لحناً حسناً رملاً وهو مشهور، وعني نفسه. حدثني جحظة، قال حدثني علي بن يحيى المنجم، قال:\nالجزء: 1 ¦ الصفحة: 80\n",
        "كانت فضل الشاعرة تميل إلى بنان وتكاتم المتوكل بحبه، وكانت تجلس مع الندماء، بارزة على كرسي، فقال لها المتوكل: إقترحي صوتك على بنان، فقالت ما لي عليه صوت، فقال له: بحياتي غن صوتها عليك! فغنى بشعر سلم الخاسر:\nإسمعي أو خبرينا\n...\nيا ديار الظاعنينا\nإن قلبي لك رهن\n...\nبالذي قد تعلمينا\nفأمر أن يسقى رطلاً، فسقيته، وأمره بإعادته فغناه، فسقيته ثانياً ثم أعاده فسقيته ثالثاً.\nقال علي بن يحيى: وقمت إلى الخلاء، وإذا بفضل قد عارضتني، وقالت إسمع يا أبا الحسن ق35 ما قلت، فقلت: هات، فأنشدتني هذه الأبيات:\nقد تغني لي بنان\n...\nإسمعي أو خبرينا\nوشربت الراح فارتح\n...\nت وأبدت لي شجونا\nثم أظهرت لجلا\n...\nسي من السر مصونا\nقل لمولاي ولا تخ\n...\nشى وقل قولاً مبينا\nرب صوت حسن قد\n...\nألبس الراس قرونا!\nأنت قواد نبيل\n...\nيا أمير المؤمنينا!\nوقد قال علي بن الجهم في ذلك:\nكلما غنى بنان\n...\nإسمعي أو خبرينا\nأنشدت فضل ألا حيت عنا يا مدينا\nالجزء: 1 ¦ الصفحة: 81\n",
        "رب صوت حسن قد\n...\nأورث الرأس قرونا\nولعل جحظة وهم في إدخال هذا البيت في أبيات فضل وحدثني علي بن صالح الهيثمي، قال حدثني أحمد بن الهيثم المادرائي، قال: لما إنكشف لسعيد بن حميد عشق فضل الشاعرة لبنان، واصل جارية من جواري القيان، فكتبت إليه فضل:\nيا عالي السن سيء الأدب\n...\nشبت وأنت الغلام في الطرب\nويحك إن القيان كالشرك المنصوب بين الغرور والعطب\nلا يتصدين للفقير، ولا\n...\nيطلبن إلا معادن الذهب\nبينا تشكى هواك إذ عدلت\n...\nعن زفرات الشكوى إلى الطلب\nتلحظ هذا وذا وذاك وذا\n...\nلحظ محب ولحظ مكتسب\nحدثني جحظة، قال حدثني علي بن يحيى المنجم قال: غضب بنان على فضل الشاعرة في أمر أنكره عليها فاعتذرت إليه فلم يقبل عذرها فكتبت إليه:\nيا فضل صبراً إنها ميتة\n...\nيجرعها الكاذب والصادق\nظن بنان أنني خنته\n...\nروحي إذا من جسدي طالق!\nالجزء: 1 ¦ الصفحة: 82\n",
        "تيماء جارية خزيمة بن خازم\nالجزء: 1 ¦ الصفحة: 83\n",
        "حدثني عمي الحسن بن محمد وأحمد بن عبيد الله بن عمار، قالا: حدثنا محمد بن القاسم بن مهرويه، قال حدثني: أبو همام محمد بن سعيد الخطيب قال: كانت لخزيمة بن خازم: جارية، مدنية شاعرة، يقال لها: تيماء وكان بها مشغوفاً، وهي القائلة وقد خرج إلى الشام ق37:\nتفديك نفسي من سوء تحاذره\n...\nفأنت بهجتها والسمع والبصر\nلئن رحلت، لقد أبقيت لي حزناً\n...\nلم يبق لي معه في لذة وطر\nفهل تذكرت عهدي في المغيب كما\n...\nقد شفني الهم والأحزان والذكر\nالجزء: 1 ¦ الصفحة: 85\n",
        "حدثني عمي الحسن بن محمد، قال حدثني عبد الله بن أبي سعيد قال حدثني عبد الله بن عمر الهيثمي، قال حدثني أحمد بن إبراهيم قال: حدثتني تيماء جارية خزيمة بن خازم، قالت: عرضت على حزيمة بن خازم، جارية، مليحة، بكر، حلوة القد والوجه، فمال إليها وأقبل إلي كالمعتذر فقال:\nقالوا عشقت صغيرة فأجبتهم\n...\nأشهى المطى إلي ما لم يركب\nكم بين حبة لؤلؤ مثقوبة\n...\nبذلت وحبة لؤلؤ لم تثقب\nفأجبته:\nإن المطية لا يلذ ركوبها\n...\nحتى تذلل بالزمام وتركب\nوالدر ليس بنافع أربابه\n...\nحتى يؤلف في النظام ويثقب\nفضحك وإشترانا معاً، ثم غلبتها عليه بعد ذلك.\nالجزء: 1 ¦ الصفحة: 86\n",
        "سكن جارية طاهر بن الحسين\nالجزء: 1 ¦ الصفحة: 87\n",
        "كانت مولدة، بيضاء، حسنة الوجه والغناء، شاعرة، ربيت في دار إبن بخسنر وأخذت الغناء منه ومن أبيه محمد وبناته وجواريه، وعن إسحق الموصلي وطبقته، وسمعها إبراهيم بن المهدي وإبراهيم الموصلي، وإستحسنا طبعها.\nوقال إبراهبم: ليت شعري - هذا السيف - لمن يشحذ؟! وكانت مع هذا، قوية الطبع في قول الشعر: فذكر أحمد بن أبي طاهر، عن إبراهيم الطبري، أنها كانت قد حظيت عند طاهر، حظوة شديدة، ثم غلبتها عليه جارية أخرى ملكها، فانقطع عنها\nالجزء: 1 ¦ الصفحة: 89\n",
        "لمدة، - شغلاً بتلك - ثم إجتاز بحجرتها، فوثبت، فقبلت يده، فاستحيا منها، وقال لها: الليلة أزورك! فتأهبت وتزينت وتعطرت - ونسي طاهر وعده، وتشاغل عنها ليلته، فكتبت إليه:\nألا يأيها الملك الهمام\n...\nلأمرك طاعة ولنا ذمام\nطمعنا في الزيارة وإنتظرنا\n...\nفلم يك غير ذلك والسلام!\nفلما قرأ الرقعة، أطربته وحركته وأهاجت دواعيه، فقام فدخل إليها، فأقام عندها ثلاثاً وعاد لها إلى ما كان عليه، وهي القائلة في عدول طاهر عنها:\nللامير المبارك الميمون\n...\nذي اليمنين طاهر بن الحسين\nكنت لي مدة، فصار شريكى\n...\nفيك من لم يكن له أن يكون\nفكتمناك ضعف ما قد شكونا\n...\nمن تجافيك والحديث شجون\nالجزء: 1 ¦ الصفحة: 90\n",
        "فنون جارية يحيى بن معاذ\nالجزء: 1 ¦ الصفحة: 91\n",
        "حدثني جعفر بن قدامة، قال حدثني إبن زكريا بن يحيى بن معاذ، قال: كانت لبعض عماتي جارية، حسنة الوجه، شاعرة، وكان عمي يهواها ويكتب اليها فيما بينه وبينها فتجيبه وتخرق كتبه ويحتفظ هو بجواباتها، وكتب إليها يعاتبها على تخريقها رقاعه، وينسب ذلك إلى سوء العهد، وكتبت إليه:\nيا ذا الذي لام في تخريق قرطاسي\n...\nكم مر مثلك في الدنيا على راسي!\nالحزم تخريقه إن كنت ذا أدبوإنما الحزم سوء الظن بالناس\nإذا أتاك وقد أدى أمانته\n...\nفاحفظ أساطيره من سائر الناس\nوإشقق كتاب الذي تهواه مجتهداً\n...\nفرب مفتضح في حفظ قرطاس\nفعلم أن الذي تفعله، أدخل في الحزم من فعله، فأمر بكتبها المجتمعة عنده، فخرقت وأحرقت.\nالجزء: 1 ¦ الصفحة: 93\n",
        "صرف جارية ابن خضير مولى جعفر بن سليمان\nالجزء: 1 ¦ الصفحة: 95\n",
        "صرف جارية ابن خضير مولى جعفر بن سليمان\nشاعرة، فصيحة، مغنية، حسنة الوجه، والغناء، كاتبة، من مولدات البصرة، ولها صنعة في الغناء.\nذكر الهشامي منها هذا الصوت:\nكريم يغض الطرف فرط حيائه\n...\nويدنو وأطراف الرماح دوان\nوكالسيف إن لاينته لان متنه\n...\nوحداه إن خاشنته خشنان\nولحنه من خفيف الرمل.\nالجزء: 1 ¦ الصفحة: 97\n",
        "حدثني جعفر بن قدامة، قال حدثني: أبو هفان: قال حدثني عبد الصمد بن المعذل قال: كتبت إلى صرف جارية إبن خضير، وكانت أديبة شاعرة:\nحبوت صرفاً بهوى صرف\n...\nلأنها في غاية الظرف\nيا صرف ما تقضين في عاشق\n...\nبكاؤه يبدي الذي يخفي؟\nفكتبت الي:\nلبيك من داع أبا قاسم\n...\nحبك يدنيني من الحتف\nصرف التي تسقيك صرف الهوى\n...\nوخلة جلت عن الوصف\nالجزء: 1 ¦ الصفحة: 98\n",
        "نسيم جارية أحمد بن يوسف\nالجزء: 1 ¦ الصفحة: 99\n",
        "الكاتب\nمولدة، شاعرة، مغنية.. كان لها من قلبه مكان خطير، فلما مات أحمد بن يوسف الكاتب قالت ترثيه:\nولو أن حياً هابه الموت قبله\n...\nلما جاءه أو جاء وهو هيوب\nولو أن حيا قبله هابه البلى\n...\nإذا لم يكن للارض فيه نصيب\nقال أبو القاسم، وهي القائلة وقد غضب عليها:\nغضبت بلا جرم علي تجنياً\n...\nوأنت الذي تجفو وتهفو وتعذر\nالجزء: 1 ¦ الصفحة: 101\n",
        "سطوت بعز الملك في نفس خاضع\n...\nولولا خضوع الرق ما كنت أصبر\nفان تتأمل ما فعلت تقم به ال\n...\nمعاذير أو تظلم فانك تقدر!\nفرضي عنها وإعتذر إليها.\nوقالت ترثيه:\nنفسي فداؤك لو بالناس كلهم\n...\nما بي عليك تمنوا أنهم ماتوا\nوللورى موتة في الدهر واحدة\n...\nولي من الهم والأحزان موتات!\nالجزء: 1 ¦ الصفحة: 102\n",
        "عارم جارية زلبهدة النخاس\nالجزء: 1 ¦ الصفحة: 103\n",
        "كانت مولدة من مولدات البصرة، فاشتراها زلبهدة وإبتاعها منه بعض الكتاب ببغداد.\nفحدثني علي بن صالح بن الهيثم الأنباري، قال حدثني: ميمون بن هارون قال: حدثني الخاركي الشاعر، قال:\nمرت بي عارم جارية زلبهدة، يوماً وأنا مخمور فقلت لها يا عارم، قالت: ما لك؟! قلت:\nهل لك في أير وأيري مثلي؟\n...\nينهض قدامي ويلقى خلفي\nأدق عرقيه كأير بغل!\nالجزء: 1 ¦ الصفحة: 105\n",
        "فضحكت ثم قالت:\nهل لك في أضيق من حرأمكا\n...\nمستحصف داخله كهمكا؟\nتموت إن أبصرته بهمكا!\nفأخجلتني يعلم الله، وإنصرفت.\nالجزء: 1 ¦ الصفحة: 106\n",
        "سلمى اليمامية\nجارية أبي عباد\nالجزء: 1 ¦ الصفحة: 107\n",
        "أخبرني جعفر بن قدامة، قال حدثني محبرة قال: اشترى جدي أبو عباد، جاريته سلمى اليمامية من نخاس مكي، قدم بها عليه، فلما جاءه بها، أراد أن يمتحنها فأنشد لفضل الشاعرة:\nمن لمحب أحب في صغره\n...\nفصار أحدوثة على كبره؟\nمن نظر شفه وأرقه\n...\nفكان مبدا هواه من نظره!\nوقال لها أجيزي ما سمعت!\nالجزء: 1 ¦ الصفحة: 109\n",
        "فقالت غير متوقفة:\nما إن له مسعد فيسعده\n...\nبالليل في طوله وفي قصره\nلولا التمني لمات من كمدوالروح فيما أرى على أثره!\nقال محبرة وأنشدني أبي يحيى بن أبي عباد لها:\nيكفي الزمان فعاله يكفي\n...\nأبقى البغيض وبزنى إلفي\nيا نازحاً شط المزار به\n...\nشوقي إليك يجل عن وصفي\nأسهرت عيني في تفرقنا\n...\nما إلتذ بعدك بالكرى طرفي\nأغفى لكي القاك في حلمي\n...\nومن الكبائر ثاكل تغفي!\nالجزء: 1 ¦ الصفحة: 110\n",
        "مراد\nجارية علي بن هشام\nالجزء: 1 ¦ الصفحة: 111\n",
        "كانت صفراء، مولدة من مولدات المدينة، فاشتراها علي بن هشام، لما حج وقدم بها معه، فكانت تقول الشعر في معاني، فتوجه وتداني به ما يهز من مديحه وأفعاله المستحسنة وأطرابه ومجالسه، وتغنى في أشعارها بذل ومتيم وغيرهما من جواريه.\nأخبرني أبو العباس الهشامي المعروف بالمسك، قال: إ، شاعرة علي بن هشام عليه، وهجرته، فكتب إليها:\nفإن كان هذا منك حقاً فإنني\n...\nمداو الذي بيني وبينك بالهجر\nالجزء: 1 ¦ الصفحة: 113\n",
        "ومنصرف عنك إنصراف إبن حرة\n...\nطوى وده والطي أبقى على النشر\nفكتبت إليه:\nإذا كنت في رقى هوى وتملك\n...\nفلابد من صبر على مضض الصبر\nوإغضاء أجفان طوين على قذى\n...\nوإذعان مملوك على الذل والقسر\nوذلك خير من معاداة مالك\n...\nصبور على الإعراض والصد والهجر\nوهي القائلة ترثي مواليها:\nهل مسعد لبكاء\n...\nبعبرة أو دماء\nوذاك مني قليل\n...\nللسادة النجباء\nأبكيهم في صباحي\n...\nبلوعة ومسائي\nحدثني الهشامي قال: كتبت متيم وبذل كتاباً إلى علي بن هشام وهو بالجبل يتشوقانه، فقالت لهما مراد: إتركا لي في آخره، موضعاً، فتركاه، فكتبت إليه:\nنفسي الفداء وقلبي للذي رحلا\n...\nعنا وفارقنا وإستوطن الجبلا\nنأى السرور وولى يوم ودعنا\n...\nوخلف الهم فينا بعده بدلا\nفغنت فيه متيم لحناً من خفيف الرمل. وقالت لمراد قولي أشعاراً ترثين فيها مولاي حتى ألحنها الحان النوح، وأندبه بها فقالت عدة أشعار في مراثيه وناحت بها متيم.\nالجزء: 1 ¦ الصفحة: 114\n",
        "منها:\nعين جودي بعبرة وعويل\n...\nللرزيئات، لا لعافي الطلول\nلعلي وأحمد وحسين\n...\nثم نصر وبعده للخليل\nوصنعت فيها متيم الحاناً، لم تزل جواريها ونساء آل هشام ينحن بها، عليهم.\nفحدثني بعض عجائز أهلها، قالت: إني لأذكر - وقد توفي بعض آل هشام - فجاء أهله بنوائح فنحن عليه نوحاً لم يبلغن ما أراد، وقام جواري متيم فنحن بشعر مراد وألحان متيم في النوح، فاشتغل المأتم وإرتفع البكاء والصراخ، وكانت ريق - جارية إبراهيم بن المهدي - قد جاءتنا قاضية للحق، فإني لأذكر من ترخص قولها:\nلعلي وأحمد وحسين\n...\nثم نصر وقلبه للخليل\nفبكت ريق بكاء شديداً، ثم قالت: رضي الله عنك يا متيم، فقد كنت علماً في السرور وأنت الآن علم في المصائب!\nالجزء: 1 ¦ الصفحة: 115\n",
        "متيم الهشامية\nالجزء: 1 ¦ الصفحة: 117\n",
        "جارية علي بن هشام\nكانت متيم تعبث بقول الشعر، ولم يقع الي شيء من شعرها، إلا في خبر حدثني به الحرمي بن أبي العلاء: قال: حدثني الحسين بن محمد بن طالب الديناري، قال حدثنا: الفضل بن العباس بن يعقوب، قال: حدثني أبي قال: قال المأمون لمتيم أجيزي هذين البيتين:\nتعالى تكن للكتب بيني وبينكم\n...\nملاحظة نومى بها ونشير\nفعندي من الكتب المشومة خيرة\n...\nوعندي من شؤم الرسول أمور\nالجزء: 1 ¦ الصفحة: 119\n",
        "فقالت:\nجعلت كتابي عبرة مستهلة\n...\nعلى الخد من ماء الجفون سطور\nورسلي بحاجاتي وهن كثيرة\n...\nاليك إشارات بها وزفير\nأخبرني جحظة، قال: قال لي هبة الله بن إبراهيم بن المهدي، حدثني أبي، قال: كانت متيم جارية علي بن هشام، شاعرة، فلما حبس المأمون مولاها علي بن هشام، كتبت إليه هذه الأبيات، وسألتني أن أوصلها وأستعطفه على علي، ففعلت، فما عطف عليه، والأبيات:\nقل لمأمون العلاما ذنب مولا\n...\nك علي، إن كان فوق الذنوب؟\nما رئى فوق إرتفاعك بالعف\n...\nوبفضل المالك المحجوب\nفتجشم كظماً لغيظك تسعد\n...\nبثواب من الجواد المثيب\nوتغنم دعاء معولة حر\n...\nى تقربك، من دعاء مجيب\nوحدثني أبو العباس الهشامي، عن أبيه، وعن غيره من أهله: أن متيماً مرت على باب مولاها، فرأته وعليه المزابل، وهو مسود، فوقعت مغشياً عليها، ثم أفاقت، وقالت:\nيا منزلاً لم تبل أطلاله\n...\nحاشا لاطلالك أن تبلى\nلم أبك أطلالك، لكنني\n...\nبكيت عيشي فيك ولى\nالجزء: 1 ¦ الصفحة: 120\n",
        "قد كان لي فيك هوى مرة\n...\nغيبه الترب وما ملا\nفصرت أبكي بعده جاهداً\n...\nعند إدكاري حيث قد حلا\nوالعيش أولى ما بكاه الفتى\n...\nلا بد للمحزون أن يسلى\nقال: ثم بكت حتى سقطت من قامتها، وجعل النسوة يناشدنها ويقلن: الله الله في نفسك! فانك الآن تؤخذين، فبعد لأي ما، إحتملت تتهادى بين إمرأتين حتى جاوزت الموضع.\nحدثني جحظة، قال حدثني إبن الدهقانة النديم، قال: لما حضر الواثق الموت، أمر أن يفرش له في الجديد، ففرش، ودعا بعثعث أو رذاذ، وأمره أن يغني له بهذه الأبيات، وزمر عليه ونام ففعل، فلم يزل كذلك، حتى مات.\nالجزء: 1 ¦ الصفحة: 121\n",
        "سمراء وهيلانة\nالجزء: 1 ¦ الصفحة: 123\n",
        "شاعرتان، مولدتان، كانتا لرجلين من نخاسي بغداد، وكان الشعراء أيام المعتصم، وقبلها، يدخلون عليهما ق48 يسمعون صوتهما ويقيمون عندهما، ويجتمع لذلك أهل الأدب والكتاب فينفقون عليهما.\nفحدثني عمي الحسن بن محمد، قال حدثني محمد بن القاسم بن معرويه، قال: حدثني علي بن الحسن الشيباني، قال حدثني أبو الشبل البرجمي قال: كنت اختلف إلى سمراء وهيلانة، وكانتا لنخاسين في الكرخ وكانا\nالجزء: 1 ¦ الصفحة: 125\n",
        "متضادين، متعاديين بسببهما، وكل واحد منهما يستدعي الشعراء فيفضل عليهم، ويقول كل واحد فيمن كان يتعصب له منهما شعراً، يمدحها به، ويهجو الأخرى ويسالم قوم منهم، فيواصل هذه، وهذه! قال أبو الشبل: وكنت من هذه الطبقة، فدخلت يوماً إلى سمراء، فتحدثنا ساعة، ثم أنشدتها بيتاً لأبي المستهل - شاعر منصور بن المهدي - في المعتصم وفتحه عمورية وقلت لها أجيزي:\nأقام الإمام منار الهدى\n...\nوأخرس ناقوس عموريه\nفقالت:\nكساني المليك جلابيبه\n...\nثياباً علاها بسموريه\nفأعلا إفتخاري بها رتبتي\n...\nوأذكى ببهجتها نوريه\nثم دعت بالطعام فأكلنا وخرجت من عندها، ودخلت إلى هيلانة ق49 فقالت: من أين يا أبا الشبل؟ فقلت: من عند هيلانة! قالت: قد علمت أنك تبدأ بها! - وصدقت لأنها كانت أجملهما! فقلت قد صدقت.\nقالت: وأعلم أنها لم تدعك تخرج حتى أكلت؟ قلت: نعم.\nقالت: هل لك في الشراب؟ قلت: أجل، فأحضرته، وأخذنا في الحديث، فقالت أخبرني ما دار بينكما؟ فأخبرتها، فقالت:\nالجزء: 1 ¦ الصفحة: 126\n",
        "هذه المسكينة، كانت تجد البرد، هي وشعرها، فاحتاجا إلى سمورية! فهلا قالت:\nفأضحى به الدين مستبشراً\n...\nوأضحت زناد الهوى موريه\nفقلت لها: أنت والله في كلامك أشعر منها في شعرها، وفي شعرك أشعر أهل عصرك!\nالجزء: 1 ¦ الصفحة: 127\n",
        "ظلوم جارية محمد بن مسلم\nالكاتب\nالجزء: 1 ¦ الصفحة: 129\n",
        "وكانت شاعرة، كاتبة، مغنية، باعها لبعض الكتاب.\nحدثني جعفر بن قدامة، قال حدثني أحمد بن أبي طاهر، قال:\nكان محمد بن مسلم، الكاتب، صديقاً لي، وكان يكنى أبا الصالحات، وكانت له جارية، يقال لها ظلوم، فرأيتها عنده يوماً ق50 وهي إلى جانبه، وعلى رأسها كور منسوج بالذهب، عليه مكتوب:\nوإني على الود الذي قد عرفتم\n...\nمقيم عليه لا أحول عن العهد\nالجزء: 1 ¦ الصفحة: 131\n",
        "وذلك أدنى طاعتي لمودتي\n...\nوأيسر ما أطفي به علة الوجد\nفقلت لها: ما أملح هذا الشعر على كورك! قالت: أتحب أن أغنيك؟ قلت: نعم! فغنته أملح غناء، فقلت: لمن الشعر؟ قالت: هو لي.\nقال: ثم اشتراها بعد ذلك رجل من الكتاب.\nالجزء: 1 ¦ الصفحة: 132\n",
        "عريب المأمونية\nالجزء: 1 ¦ الصفحة: 133\n",
        "عريب بفتح العين وكسر الراء وفي الأصل: غريب بالغين تحريف كذلك في م.\nتوفيت 277هـ في سر، من لأى قيل عن 96 عاماً، وجعل ابن شاكر الكتبي وفاتها: 230هـ، وذكر السيوطي أنها ولدت سنة 181هـ.\nترجمة عريب وأخبارها في: الأغاني 5: 279، 22: 157 - 185 في ترجمة ابن المدبر وفي مواضع أخرى تنظر الفهارس.\nطبقات ابن المعتز 425 - 426، بغداد لطيفور: 165 - 177 - 179، أخبار الزجاجي: 113، الهدايا والتحف: 111 - 113، 174، الديارات: 64، 65، 105، 165 وتنظر الفهارس، الجهشياري: 154 - 155، إبن الأثير حوادث 277، البصائر والذخائر 1 - 2: 261 - 168، بدائع البدائة: 94، نساء الخلفاء: 58 - 59، عيون التوارسخ مخطوط: حوادث 230هـ، مسالك الأبصار مخطوط 8: ق 108 - 111، المستظرف للسيوطي: 37 - 38، أعلام النساء: 3: 261 - 268، الأعلام: 4: 227 - 228.\nالجزء: 1 ¦ الصفحة: 135\n",
        "عريب المأمونية\nحدثني محمد بن مزيد ويحيى بن علي قالا: حدثنا حماد بن إسحاق الموصلي قال: قال لي أبي: ما رأيت إمرأة قط، أحسن وجهاً وأدباً وغناء وشعراً وضرباً ولعباً بالشطرنج والنرد من عريب! وما تشاء أن تجد خصلة، حسنة، ظريفة، بارعة في إمرأة إلا وجدتها فيها!.\nحدثني جحظة، قال حدثني علي بن يحيى المنجم، قال: خرجت يوماً من حضرة المعتمد، فصرت إلى عريب، فلما قربت من دارها أصابني مطر بل ثيابي، إلى أن وصلت إلى دارها، فلما دخلت إليها أمرت بأخذ ثيابي عني، وأتيت بخلعة، فلبستها وأحضرنا الطعام ق51 فأكلنا، ودعت بالنبيذ وأخرجت جواريها، ثم سألتني عن خبر الخليفة في أمس ذلك اليوم، وشربه وأي شيء كان صوته؟ وعلى من كان؟ فأخبرتها أن بناناً غناه؟\nوذي كلف بكى جزعاً\n...\nوسفر القوم منطق\nبه قلق يململه\n...\nوكان وما به قلق!\nجوارحه على خطر\n...\nبنار الشوق تحترق\nجفون حشوها الأرق\n...\nتجافى ثم تنطبق\nفأمرت بإحضار بنان فاحضر، وقدم الطعام فأكل وشرب وأتى بعود وإقترحت الصوت عليه فغناه، وأخذت دواة ودرجاً فكتبت:\nأجاب الوابل الغدق\n...\nوصاح النرجس الغرق\nالجزء: 1 ¦ الصفحة: 136\n",
        "فهات الكأس مترعة\n...\nكأن حبابها حدق\nتكاد بنور بهجتها\n...\nحواشي الكأس تحترق\nفقد غنى بنان لنا\n...\nجفون حشوها الأرق\nقال علي بن يحيى: فعدل بنان بلحن الصوت إلى شعرها وغنانا فيه، فشربنا عليه بقية يومنا حتى سكرنا.\nأخبرني محمد بن خلف بن المرزبان، قال أنشدني محمد بن الفضل النيسابوري ق52 لعريب ترثي العباس بن المأمون:\nيا من بمصر غدرها الدهر\n...\nقد كان فيك يصاول الدهر\nزعموا قتلت وعندهم عذر\n...\nكلا، وربك ما لهم عذر\nحدثني عمي الحسن بن محمد قال أخبرني أحمد بن المرزبان قال: غضبت قبيحة عن عريب، ثم رضيت عنها، فقالت فيها هذا الشعر وغنت فيه:\nسبحان من أعطى عريب الذي\n...\nرجته في المولاة والمواليا\nأعطاك في المعتز أمنية\n...\nوالسؤل في سيدة الدنيا\nورد حسن الرأي منها لها\n...\nوطيب الله لها المحيا\nالجزء: 1 ¦ الصفحة: 137\n",
        "وحدث إبن المعتز أن بعض جواريهم حدثه أن عريباً، كانت تتعشق صالحاً المندري، الخادم وتزوجته سراً، فوجه به المتوكل في حاجة إلى مكان بعيد، قالت فيه شعراً وصاغت فيه لحناً في خفيف الثقيل وهو:\nأما الحبيب فقد مضى\n...\nبالرغم مني لا الرضا\nأخطأت في تركي لمن\n...\nلم ألق منه عوضا\nلبعده عن ناظري\n...\nصرت بعيشي عرضا\nق53 وغنته يوماً بين يدي المتوكل فاستعاده مراراً، وجواريه يتغامزن ويضحكن، ففطنت وأصغت إليهن سراً من المتوكل، وقالت: يا سحاقات هذا خير من عملكن! قال وحدثنا عن بعض جواري المتوكل، أنها دخلت يوماً إلى عريب فقالت لها: تعالي ويحك قبلي هذا الموضع مني، فإنك ستجدين ريح الجنة فيه! وأومأت إلى سالفتها، قالت ففعلت وقلت لها: ما السبب في هذا؟! قالت: قبلني الساعة صالح المنذري في هذا الموضع!.\nحدثني هاشم بن محمد الخزاعي قال حدثني ميمون بن هارون قال: كتبت عريب إلى محمد بن حامد - الذي أنت تحبه - تستزيره فكتب لها: إني أخاف على نفسي من المأمون، فقالت:\nإذا كنت تحذر ما تحذر\n...\nوتعلم أنك لا تجسر\nفما لي أقيم على صبوتي\n...\nويوم إخائك لا يقدر؟\nالجزء: 1 ¦ الصفحة: 138\n",
        "قال وكتب إليها محمد بن حامد يعاتبها على شيء بلغه عنها وإعتذرت إليه فلم يقبل، فكتبت إليه:\nتبينت عذري فما تعذر\n...\nوأبليت جسمي ولا تشعر\nألفت السرور وخليتني\n...\nودمعي من العين لا يفتر\nق 54 فقبل عذرها وصار إليها.\nحدثني عرفة، وكيل بدعة، قال:\nدخلت عريب إلى المتوكل، وقد أفاق من علة، كانت أصابته، وعاد إلى عادته، وإصطبح، فغنته وأنشأت تقول:\nشكراً لأنعم من عافاك من سقم\n...\nدمت المعافى من الآلام والسقم\nعادت ببرديك للأيام بهجتها\n...\nوإهتز نبت رياض الجود والكرم\nما قام بالجود بعد المصطفى ملك\n...\nأعف منك ولا أرعى على الذمم\nفعمر الله فينا جعفراً ونفى\n...\nبنور سنته عنا دجى الظلم\nفطرب، وشرب عليه رطلاً، وأجلسها إلى جانبه، وما زالت تغنيه به ويشرب حتى سكر.\n104 -\nقال عرفة ودخلت عليه، قبل نهوضه من العلة والحمى لعيادة، فقال لها: أنت مشغولة عني بالقصف وأنا عليل! فقالت هذا الشعر:\nأتوني فقالوا: بالخليفة علة\n...\nفقلت ونار الشوق تقدح في صدري:\nالجزء: 1 ¦ الصفحة: 139\n",
        "ألا ليت بي حمى الخليفة جعفر\n...\nفكانت بي الحمى، وكان له أجري\nكفى حزناً أن قيل حم فلم أمت\n...\nمن الحزن إني بعد هذا لذو صبر\nجعلت فداء للخليفة جعفر\n...\nوذاك قليل من ثناي من شكري\nفلما عوفي، قالت ق55:\nحمدنا الذي عافى الخليفة جعفراً\n...\nعلى رغم أشياع الضلالة والكفر\nفما كان إلا مثل بدر أصابه\n...\nكسوف قليل ثم جلى عن البدر\nسلامته للدين عز وقوة\n...\nوعلته للدين قاصمة الظهر\nمرضت، فأمرضت البرية كلها\n...\nوأظلمت الأبصار من شدة الذعر\nفلما إستبان الناس منك إفاقة\n...\nأقاموا وكانوا كالنيام على الجمر\nسلامة دنيانا سلامة جعفر\n...\nفدام معافى سالماً آخر الدهر\nأقام يعم الناس بالعدل والتقى\n...\nقريباً من التقوى بعيداً من الوزر\nوغنت في الأبيات الأولى، نشيداً وفي الثانية بسيطة.\nوقالت فيه:\nحمدنا الذي عافاك يا خير من مشى\n...\nبأنفسنا الشكوى وكان له الأجر\nأتوني فقالوا لي بجعفر علة\n...\nفقلت لهم يا رب ما إنكسف البدر!\nقال أبو الفرج: نسخت من كتاب جعفر بن قدامة: حدثني أبو عبد الله أحمد بن حمدون، قال: وصف للمتوكل موضع بشبداز، فأمر أن يبنى له قصر، ويجعل في صدره\nالجزء: 1 ¦ الصفحة: 140\n",
        "ثلاثة أزواج، معقودة، ويصور فيها مثل تلك الصور، ويجمع حذاق الصناع، ويجعل فيه من المجالس، والحجر ما يصلح ففعل ذلك، فلما فرغ منه، أمر بأن تفرش له الأزج المصور، ففرش، وجلس فيه يشرب، فغنت عريب ق56 في شعر: قالت فيه، وهو:\nبالسعد واليمن ما ترى قصر شبداز\n...\nحللته في سعادات وإعزاز\nفإشكر لمن بك تمت فيه نعمته\n...\nبناؤه تم في يسر وإيجاز\nلو رام هذا لأعيا دون مبلغه\n...\nدارا وقصر عنه ملك برواز\nبجعفر وضحت سبل الهدى وبه\n...\nراش البرية طراً بعد إعواز\nوحدثني إبن حمدون قال:\nمرضت قبيحة فقال المتوكل لعريب قولي في علة قبيحة شيئاً وغنني فيه، ولكن قولك الشعر على لساني، يذكر أني قلق عليها فقالت عريب، وأنشأت تقول:\nشبت قبيحة في قلبي لها حرقا\n...\nوبدلت مقلتي من نومها أرقا\nما ذاك إلا لشكواها فقد عطفت\n...\nقلبي على كل شاك بعدها شفقا\nكأنها زهرة بيضاء قد ذبلت\n...\nأو نرجس مسك من طيبها عبقا\nإني لأرحم من حبي لها سلمتمن كل حادثة يا قوم من عشقا!\nالجزء: 1 ¦ الصفحة: 141\n",
        "وغنت فيه لحناً من خفيف الرمل، فاستحسنه المتوكل وأمرها أن تدخل إلى قبيحة فتنشدها الشعر وتغنيها به، ففعلت.\nفقالت لها قبيحة فأجيبيه عني فقالت:\nيا سيدي أنت حقاً سمتني الأرقا!\n...\nوأنت علمت قلبي الوجد والحرقا!\nلولاك لم أتألم علة أبداً\n...\nلكن على كبدي أسرفت فإحترقا!\nإذا شكوت إليه الوجد كذبني\n...\nوإن شكا قال قلبي خيفة: صدقا!\nوخرجت إليه أنشدته الشعر وغنت فيه وفي الشعر الأول، لحناً واحداً.\nأخبرني جعفر بن قدامة، قال حدثني أحمد بن حمدون، قال: قال دخلت عريب على المعتمد يوماً، وهو مخمور يتململ خماراً، فأخذت دواة ودرجاً، وقالت هذا الشعر، وغنت فيه لحناً من الهزج، فجلس وقال: أحسنت وحياتك! ودعا بقدح فشربه، ودعا بالطعام، فأكل وشرب على الصوت بقية يومه، والشعر:\nقلبي هام بأحمد\n...\nلا بالظباء الخرد\nبعديك كل أحمد\n...\nبعد النبي أحمد:\nالهاشمي الأبطحي\n...\nالقرشي المهتدي!\nفأجازها، يومئذ، بجوائز سنية، حسنة، من مال وجوهر، وطيب وثياب.\nأخبرني عمي الحسن بن محمد، قال حدثني أحمد بن المرزبان، قال: دخلت عريب على المتوكل، في أول يوم في المحرم، وهو مقيم\nالجزء: 1 ¦ الصفحة: 142\n",
        "بالقاطول يشرب في الزو وقد قالت في ليلتها هذه الأبيات:\nسنة وشهر قابلا بسعود\n...\nوجه الخليفة إنه لسعيد\nأشرب على ملك أتاك مجرداً\n...\nفي كل يوم ما تحب جديد\nسنة إلى تسعين عقد حسابها\n...\nوعنان ملك محكم معقود\nفالزو والقاطول أحسن منظر\n...\nوغنا عريب ما لذاك نديد\nوغنت فيه رملاً حسناً، فشرب عليه يومه ذلك، وأمر لها بخمسة الآف دينار جديد من ضرب السنة.\nأخبرني جعفر بن قدامة، قال حدثني عبد الله بن المعتز قال: وقعت إلي رقاع لعريب، مكاتبات منثورة ومنظومة، فقرأت رقعة منها إلى المأمون وقد خرج إلى فم الصلح لزفاف بوران:\nأنعم تخطتك صروف الردى\n...\nبقرب بوران مدى الدهر\nدرة خدر لم يزل نجمها\n...\nبنجم مأمون العلا يجري\nحتى إستقر الملك في حجرها\n...\nبورك في ذلك من حجر\nيا سيدي لا تنس عهدي فما\n...\nأطلب شيئاً غير ما تدري\nقال عبد الله بن العتز، فذكرت ذلك لعجوز من جواري بوران فعرفت القصة، وحدثني أن المأمون قرأ الرقعة على بوران وقال لها أفهمت معنى الزانية؟! قالت نعم بالله يا سيدي ألا سررتني بالكتاب لحملها إليك فإني والله أسر\nالجزء: 1 ¦ الصفحة: 143\n",
        "بذلك وأشكره من تفضلك فضحك ق59 وأمر بالكتاب يحمل إليها.\nومن شعرها في المتوكل قولها:\nبجعفر زادني الرحمان إيمانا\n...\nجزاله العرش بالإحسان إحسانا\nوزاد في عمره طولاً ومنزلة\n...\nفيه وأعلا له في الأرض سلطانا\nولها فيه:\nبوجه أمين الله جعفر أشرقت\n...\nوإنبث في الأرض نورها\nوقام خطيباً فاكتسى العدل بهجة\n...\nوعزت به التقوى ودام سرورها\nولها فيه:\nبجعفر نام المسلمون توكلا\n...\nعلى أنه عن أمرهم غير نائم\nأقام رشيد الأمر في كل فعلة\n...\nبه هدر في كل باغ وظالم\nولها في المستعين:\nبوجه المستعين يزيد حسناً\n...\nبنا قد جل عن كنه الصفات\nوأم المستعين لها أياد\n...\nسوابق في الندى متتابعات\nعلى البركات حلت خير دار\n...\nوأيمن طائر وعلى الثبات\nأقامت في مجالس مونقات\n...\nشوامخ بالسعود متوجات\nبناء مشرق يزداد حسناً\n...\nبأحمد ذي العلا والمكرمات\nالجزء: 1 ¦ الصفحة: 144\n",
        "ولها فيه ق60:\nأيها الطارقون في الأسحار\n...\nأصبحونا، فالعيش في الابتكار\nلآ تخافوا صرف الزمان علينا\n...\nما لصرف الزمان والأحرار\nإنما المستعين بالله جار\n...\nوهو بالله في أعز الجوار\nملك في جبينه كسنا البر\n...\nق ونور يعلو على الأنوار\nحل بستان شاهك طائر الس\n...\nعد بوجه الإمام ذي الأسفار\nجدد الله فيه كل نعيم\n...\nفي معين بربوة وقرار\nوبه النرجس المضاعف يدعو\n...\nنا خلال الأشجار والأنهار\nإنزلوا عندنا سرور مقيم\n...\nوحديث يطيب للسمار\nوبه زهر البنفسج تهت\n...\nز مع الورد في عراض البهار\nونبات الأترج قد قابل التف\n...\nاح صلى صغاره بالكبار\nوأغاني عريباً إذ نثر الدر\n...\nإذا ما شدت على الأوتار\nوترى الأرض وجهها مشرق يضح\n...\nك بين النوار في الأشجار\nوبها الصيد من حبارى ودرا\n...\nج وغر يصاد بالأطيار\nومتى شئت صدت فيها غزالاً\n...\nوتصيد الحيتان في جوف دار\nوترى الضب فيه والنوق والملا\n...\nح والحاديين خلف القطار\nمجمع العير والسفين إليه\n...\nفرضة البر فرضة للبحار\nحكمة تعجز الشياطين عنها\n...\nوإحتراق الزلال جوف المجاري\nما رأينا كسيد جمع الفض\n...\nل بحسن التدبير والأختيار\nفاذا عاش للانام وصيف\n...\nوبغا فالملك ثبت القرار\nفهما جنة الأنام وسيفا\n...\nهـ وأنصاره على الكفار\nدام هذا وزاد فيه بمولا\n...\nنا على رغم أنفس الأشرار\nولها فيه نصب وبسيطة هزج مطلق.\nالجزء: 1 ¦ الصفحة: 145\n",
        "ومن شعرها في المستعين:\nبارتياح الخليفة المستعين\n...\nجمع الله كل دنيا ودين!\nوبعدل الخليفة المستعين\n...\nإستجارت من البكاء جفوني\nومنها قولها فيه:\nبالمستعين إمام أمة أحمد\n...\nعم الإله سوابغ النعماء\nالله من على الإنام بملكه\n...\nلولاه كانوا في دجى عشواء\nيا خير م قصدت له آمالنا\n...\nلسداد ثغر أو لبذل عطاء\nأعطاك في العباس رب محمد\n...\nما يأمل الخلفاء في الأمراء\nووقاك فيه والرعية كلهاما تحذر الآباء في الأبناء\nوآراكه من فوق منبر أحمد\n...\nيتلو عليه مواعظ الخلفاء\nولها فيه ق62:\nبالمستعين أنارت الدنيا\n...\nوصفا لأهل الطاعة المحيا\nملك إذا عدت محاسنه\n...\nلم يستطع أحد لها إحصا\nأبقاه في عز وعافية\n...\nرب العلا ما شاء أن يبقى\nولها فيه:\nبالمستعين الإمام أحمد قا\n...\nم العدل فينا فالخير منتشر\nبدا لنا يوم عقد بيعته\n...\nيشرق نوراً كأنه القمر\nفالحمد لله لا شريك له\n...\nقد رزق الناس أحسن الخبر\nالجزء: 1 ¦ الصفحة: 146\n",
        "ولها فيه:\nبوجهك نستجير من الزمان\n...\nويطلق كل مكروب وعاني\nأشعت العدل والإحسان حتى\n...\nغدوت من المآثم في أمان\nفنسأل ربنا عوناً بشكر\n...\nفقد أعطاك مفروج الأماني\nإذا سلم الأمام فكل نفس\n...\nفداء المستعين من الزمان!\nومن شعرها في المعتز وأمه قبيحة، قولها:\nإسلمي يا دار ذات الع\n...\nز للمعتز دارا\nثم كوني لولي الد\n...\nهر خلداً وقرارا\nأبداً معمورة ما\n...\nطرد الليل النهارا\nويكون الله للدي\n...\nن وللإسلام جارا\nوولياً ونصيراً\n...\nحيث ما حل وسارا\nيا أمير المؤمنين إختا\n...\nرك الله إختيارا\nوولاة العهد\n...\nللدين، صغاراً وكبارا\nدام لدهر لنا ما\n...\nطلع النجم وغارا\nولها فيه خفيف وثقيل.\nولها في المعتمد تعاتبه:\nبارك الله للإمام أبي العباس غيث الأنام في المعشوق\nيا سيد البدر المنير كمالاً\n...\nوإبن عم الهادي النبي الصدوق\nالجزء: 1 ¦ الصفحة: 147\n",
        "فيم يا سيدي ومولاي أشم\n...\nت عدوي وسؤتني في صديقي؟\nولها فيه:\nبالقمرين المنيرين أنارت الدنيا\n...\nوتكففت عن أهلها البلوى\nقمر السماء ووجه أحمد أنه\n...\nفي الحسن نال الغاية القصوى\nالجزء: 1 ¦ الصفحة: 148\n",
        "عامل جارية زينب بنت إبراهيم\nالجزء: 1 ¦ الصفحة: 149\n",
        "عامل، جارية زينب بنت إبراهيم الهاشمية، أخت عبد الوهاب بن إبراهيم، كانت من أحسن الناس وجهاً وغناء وشعراً، وكان إبراهيم بن العباس ق64 الصولي، يهواها.\nحدثني محمد بن يحيى الصولي، قال حدثني ابن السخي قال: كان إبراهيم بن العباس، يهوى جارية لزينب بنت إبراهيم، أخت عبد الوهاب بن إبراهيم الهاشمي وكانت مولاتها تقين عليها وتخرجها إلى الوجوه بسر من رأى، وكانت شاعرة، مغنية، كاملة في الظرف وفي الحسن\nالجزء: 1 ¦ الصفحة: 151\n",
        "والإحسان وكان إبراهيم بن العباس ممن أخرجتها عليه فمالت إليه، وأصفته مودتها، وإمتنعت من جماعة، كانوا يهوونها وإحتجبت عنهم، ثم إن إبراهيم علق غيرها، جارية كانت للواثق أهداها إليه بعض الملوك الأتراك، فخرجت عن القصر بعد وفاة الواثق، حرة، وكانت ولدت منه بنتاً، فماتت الابنة، فلما واصلها، جفا الأولى، فلما تبينت جفاه، وعرفت خبره، كتبت إليه هذه الأبيات:\nبالله يا نقض العهد، ليت بمن\n...\nبعدك من أهل ودنا نثق\nوآسوأتا وأستجيبت لي أبداًإن ذكر العاشقون من عشقوا\nلا غرني كاتب له أدب\n...\nولا ظريف مهذب لبق\nكنت بذاك اللسان تخلبني\n...\nدهراً، ولم أدر أنه ملق!\nقال إبراهيم: فلما قرأت الأبيات، أخذني مثل الجنون، فصرت إليها وترضيتها، وهجرت الواثقية، فلم نزل على حال مصافاة ومواصلة، حتى فرق الموت بيننا.\nالجزء: 1 ¦ الصفحة: 152\n",
        "ريا وظمياء\nالجزء: 1 ¦ الصفحة: 153\n",
        "ريا وظمياء مولدتان من مولدات المدينة.\nحدثني محمد بن خلف المرزبان، قال حدثني: أحمد بن سهل الكاتب، وكان أحد كتاب صاعد، قال: سمعت الحسن بن مخلد، يحدث أن رجلاً نخاساً من أهل اليمامة، قدم بجاريتين، شاعرتين من مولدات اليمامة على المتوكل فعرضهما عليه من جهة الفتح بن خاقان، فنظر إلى إحداهما، فقال لها: ما إسمك؟ قالت: ريا. قال: أنت شاعرة؟ قالت: كذا يزعم مالكي! قال: فقولي في مجلسنا هذا شعراً ترتجلينه وتذكرينني فيه وتذكرين الفتح، فتوقفت ساعة ثم أنشدت:\nأقول وقد أبصرت صورة جعفر\n...\nإمام الهدى والفتح ذي العز والفخر\nأشمس الضحى أم شبهها وجه جعفر\n...\nوبدر السماء الفتح أم شبهه البدر؟\nالجزء: 1 ¦ الصفحة: 155\n",
        "فقال للأخرى، أنشدي أنت شيئاً، إن كنت قلت، فقالت:\nأقول وقد أبصرت صورة جعفر\n...\nتعالى الذي أعلاك يا سيد البشر\nوأكمل نعماه بفتح ونصحه\n...\nفانت لنا شمس وفتح هو القمر\nفأمر بشراء الأولى منهما، ورد الأخرى، فقالت المردودة، لم ق66 رددتني يا مولاي؟ قال: لأن في وجهك نمشاً! فقالت:\nلم يسلم الظبي على حسنه\n...\nيوماً ولا البدر الذي يوصف\nالظبي فيه خنس بين\n...\nوالبدر فيه نكتة تعرف\nفأمر بأن تشتري\nالجزء: 1 ¦ الصفحة: 156\n",
        "محبوبة جارية المتوكل\nالجزء: 1 ¦ الصفحة: 157\n",
        "كانت مولدة، شاعرة، مغنية، متقدمة في الحالتين على طبقتها. حسنة الوجه والغناء، أهداها عبد الله بن طاهر إليه لما ولي الخلافة في جملة أربع مائة جارية قيان وسواذج فتقدمتهن عنده، فلما قتل صارت إلى وصيف، فلزمت السلب وفاء للمتوكل، حتى أراد وصيف قتلها، فاستوهبها منه بغا، فأعطاه إياها فأعتقها، وقال لها: أقيمي حيث شئت، فانحدرت من سر من رأى إلى بغداد، وأخملت نفسها حتى ماتت.\nالجزء: 1 ¦ الصفحة: 159\n",
        "حدثني جعفر بن قدامة، عن ملاوي الهيثمي، وعلي بن يحيى المنجم بذلك.\nوحدثني جعفر بن قدامة، قال حدثني إبن خرداذبة قال: حدثني علي بن الجهم قال: كنت يوماً بحضرة ق76 المتوكل، وهو يشرب ونحن بين يديه إذ دفع إلى محبوبة تفاحة مغلفة بغالية، فقبلتها وإنصرفت عن حضرته إلى الموضع الذي كانت تجلس فيه إذا شرب، ثم خرجت جارية لها ومعها رقعة، فدفعتها إليه، فقرأها وضحك، وضحكاً كثيراً، ثم رمى بالرقعة إلينا فإذا فيها مكتوب:\nيا طيب تفاحة خلوت بها\n...\nتشعل نار الهوى على كبدي\nأبكي إليها وأشتكي دنفي\n...\nوما ألاقي من شدة الكمد\nلو أن تفاحة بكت لبكت\n...\nمن رجفتي هذه التي بيدي\nإن كنت لا تعلمين ما لقيت\n...\nنفسي فمصداق ذاك في جسدي\nفإن تأملته علمت بأن\n...\nليس لخلق عليه من جلد!\nفما بقي أحد إلا إستظرفها وإستملح الأبيات، وأمر عريباً وشارية فصنعا في الشعر لحنين غنى بهما في يومه.\nحدثني جعفر بن قدامة، قال حدثني علي بن يحيى المنجم قال: قال المتوكل لعلي بن الجهم، وكان يأنس به ولا يكتمه شيئاً من أمره: يا\nالجزء: 1 ¦ الصفحة: 160\n",
        "علي، إني دخلت على قبيحة الساعة، فوجدتها قد كتبت إسمي على خدها بغالية، فو الله ما رأيت أحسن من سواد الغالية على ق66 بياض ذلك الخد!، فقل في هذا شيئاً! وكانت محبوبة جالسة من وراء الستارة تسمع الكلام، فإلى أن دعا بالدرج والدواة، قالت على البديهة: وكاتبة، وأنشأت تقول:\nوكاتبة بالمسك في الخد جعفراً\n...\nبنفسي مخط المسك من حيث أثرا\nلئن كتبت في الخد سطراً بكفها\n...\nلقد أودعت قلبي من الحب أسطرا\nفيا من لمملوك لملك يمينه\n...\nمطيع له فيما أسر وأظهرا!\nويا من مناها في السريرة جعفر\n...\nسقى الله من سقيا ثناياك جعفرا\nقال: فبقي علي بن الجهم واجماً لا ينطق بحرف، وأمر عريب فغنت فيها هذه الأبيات التي تقدم ذكرها.\nحدثني جعفر بن قدامة، قال حدثني علي بن يحيى المنجم: أن جواري المتوكل تفرقن بعد قتله، فصار لوصيف عدة منهن، فيهن محبوبة، فاصطبح يوماً وأمر باحضار الجواري، فاحضرن وعليهن الثياب الفاخرة الملونة والحلي، وقد تزين، إلا محبوبة فإنها جاءت في بياض غير فاخرة، فغنى الجواري، وشرب، وقال لمحبوبة: غني!، فأخذت العود وغنت وهي تبكي:\nأي عيش يطيب لي\n...\nلا أرى فيه جعفرا\nملكاً قد رأته عي\n...\nني طريحاً معفرا\nالجزء: 1 ¦ الصفحة: 161\n",
        "كل من كان ذا سقا\n...\nم وحزن فقد برا\nغير محبوبة التي\n...\nلو ترى الموت يشترى\nلا شترته بملكها\n...\nكي توارى وتقبرا\nإن موت الأخوين\n...\nأطيب من أن يعمرا\nفاشتد ذلك على وصيف، وهم بقتلها، فاستوهبها بغا فأعتقها فأخملت نفسها إلى أن ماتت.\nحدثني جعفر بن قدامة، قال حدثني ملاوي عن علي بن الجهم، قال: غاضب المتوكل محبوبة، فاشتد عليه بعدها عنه، ثم جئته يوماً، فحدثني أنه رأى في النوم أنها قد صالحته، ودعا بخادم، وقال له: أذهب، فاعرف خبرها، وأي شيء تصنع! فرجع وأعلمه أنها تغني، فقال: أما ترى إلى هذه! تغني وأنا عليها غضبان؟! قم بنا حتى نسمع أي شيء تغني؟ فقمنا حتى صرنا إلى حجرتها، فإذا هي تغني بهذه الأبيات:\nأدور في القصر لا أرى أحداً\n...\nأشكو إليه ولا يكلمني\nحتى كأني ركبت معصية\n...\nليست لها توبة تخلصني\nفهل لنا شافع إلى ملك\n...\nقد زارني في الكرى وصالحني\nحتى إذا ما الصباح لاح لنا\n...\nعاد إلى هجره فصارمني\nالجزء: 1 ¦ الصفحة: 162\n",
        "فطرب المتوكل وأحست به، فخرجت إليه، وخرجنا نتبادر، فأعلمني أنها رأته في النوم قد جاءها فصالحها، فقالت هذا الشعر، وغنت فيه، فأقام عندها يشرب وخرجت إلينا الجوائز.\nالجزء: 1 ¦ الصفحة: 163\n",
        "بنان جارية المتوكل\nالجزء: 1 ¦ الصفحة: 165\n",
        "أخبرني جعفر بن قدامة، قال حدثني: يحيى بن علي بن يحيى المنجم قال: حدثني الفضل بن العباس الهاشمي قال: حدثتني بنان الشاعرة، قالت: خرج المتوكل يوماً يمشي في صحن القصر وهو متوكئ على يدي، ويد فضل الشاعرة، يمشي بيننا، ثم أنشد قول الشاعر:\nتعلمت أسباب الرضا خوف سخطها\n...\nوعلمها حبي لها كيف تغضب\nثم قال: أجيزا هذا البيت.\nالجزء: 1 ¦ الصفحة: 167\n",
        "فقالت فضل:\nتصد وأدنو بالمودة جاهداً\n...\nوتبعد عني بالوصال وأقرب\nفقلت:\nوعندي لها العتبي على كل حالة\n...\nفما منه لي بد ولا عنه مذهب\nالجزء: 1 ¦ الصفحة: 168\n",
        "ريا جارية إسحق الموصللي\nالجزء: 1 ¦ الصفحة: 169\n",
        "حدثني جعفر بن قدامة، قال حدثني حماد بن إسحاق، قال:\nكانت ريا جارية أبي، صفراء، مليحة، حلوة الوجه، ربيت باليمامة، وإشتراها أبي لما حج، وكان يحبها، وهي القائلة فيه:\nيا لذيذ المعانقة\n...\nيا كريه المفارقه\nجزت يا منتهى المنى\n...\nبي حد الموافقه\nوأنا دون من ترى\n...\nلك ولله عاشقة\nوفيه لحن من الرمل، لبعض جوارينا، إما صيد وإما دمن وكانت قد أخذت الغناء عنهما.\nالجزء: 1 ¦ الصفحة: 171\n",
        "أمل جارية قرين النخاس\nالجزء: 1 ¦ الصفحة: 173\n",
        "أخبرني جعفر بن قدامة، قال حدثني محمد بن عبد الله بن مالك، قال: حدثني أبو حفص الشطرنجي، قال: قال لي صالح بن الرشيد أن لقرين النخاس، جارية شاعرة، فاعترضها وعرفني خبرها! فدخلت إلى قرين، وأخبرته بالقصة، فأخرج إلي، جارية حسناء، ظريفة، حلوة المنطق، فقلت لها ما إسمك؟ فقالت: اسمي إذا بلغته، فقد بلغت المنتهى! قلت لها: فاسمك إذن أمل؟ فضحكت، فقلت لها: يقول لك الأمير ق72.\nالجزء: 1 ¦ الصفحة: 175\n",
        "سل المهيمن خالق ال\n...\nخلق الكثير ورازقه\nألا أموت بغصتي\n...\nيوماً وأنت مفارقه\nفأخذت دواة ودرجاً وكتبت\nلا بل أراك وأنت لي\n...\nمملوكة ومعانقه\nلو كنت أعلم أن نفسك في المحبة صادقه\nلدنوت منك ولو علوت إلى الجبال الشاهقه\nولهان عندي قول ساع ناطق أو ناطقه\nهل غير قولهم جميعاً أنني لك عاشقه؟\nوكذاك نحن فكان ما\n...\nذا عاشق مع عاشقه\nوقالت إدفع هذا الجواب إلى الأمير فأتيته بها، فضحك وأمر بأن تبتاع له.\nالجزء: 1 ¦ الصفحة: 176\n",
        "مثل جارية إبراهيم بن المدبر\nالجزء: 1 ¦ الصفحة: 177\n",
        "حدثني جعفر بن قدامة، قال حدثني إبراهيم بن المدبر قال: إشتريت جارية، شاعرة، مدنية، يقال لها مثل وقد تعالت سني وكبرت، فلما كان الليل خلوت بها فلم تنهضني شهوتي، فخجلت، فقلت هذا البيت ق71:\nقد يدرك المتأني بعض حاجته\n...\nوقد يكون مع المستعجل الزلل\nفقالت:\nوربما فات بعض القوم أمرهم\n...\nمع التأني وكان الحزم لو عجلوا\nفخجلت يعلم الله منها، وعلمت أن فيها ما في المدنيات من الشبق، وعرفت ما عندي من العجز فبعتها كارهاً غير راض.\nالجزء: 1 ¦ الصفحة: 179\n",
        "نبت جارية مخفرانة المخنث\nالجزء: 1 ¦ الصفحة: 181\n",
        "كانت مغنية حسنة الغناء، محسنة، وقد ذكرت خبرها في كتاب القيان، وكانت شاعرة، سريعة الهاجس، إشتراها المعتمد.\nفأخبرني جعفر بن قدامة، قال حدثني أحمد بن أبي طاهر، قال: دخلت يوماً على نبت جارية مخفراته، فقلت لها: قد قلت مصراعاً فأجيزيه! فقالت: قل! فقلت: يا نبت حسنك يغشي بهجة القمر.\nفقالت: قد كاد حسنك أن يبتزني بصري فأقبلت أفكر، فسبقني، فقالت:\nوطيب نشرك مثل المسك قد نسمت\n...\nريا الرياض عليه في دجى السحر\nالجزء: 1 ¦ الصفحة: 183\n",
        "فزاد فكري، فبادرتني، فقالت:\nفهل لنا فيك حظ من مواصلة\n...\nأو لا فإني راض منك بالنظر؟!\nق74 فقمت خجلاً، ثم عرضت على المعتمد فاشتراها برأي علي بن يحيى المنجم بثلاثين ألف درهم، فذكر أحمد بن الطيب، - عن بعض الكتاب - أنها عرضت على المعتمد فامتحنها في الغناء والكتابة فرضي بما ظهر له منها.\nوكان أول صوت غنته في لحن لعريب، والشعر في المعتمد:\nسنة وشهر قابلا بسعود\n...\nوجه الخليفة أنه لسعيد\nيا سيد الخلفاء دام لك الذي\n...\nتهواه مسعوداً برغم حسود\nعام إلى تسعين عقد حسابه\n...\nوعنان ملك محكم معقود\nوالحير والقاطول أحسن منزل\n...\nوغنا عريب ما لذاك نديد\nفطرب المعتمد وتبرك بغنائها، وقال لابن حمدون: قارضها!\nالجزء: 1 ¦ الصفحة: 184\n",
        "فقال: وهبت نفسي للهوى فقالت: فجار لما أن ملك فقال: فصرت عبداً خاضعاً فقالت: يسلك بي حيث سلك! فأمر بابتياعها، فابتيعت بثلاثين ألفاً.\nالجزء: 1 ¦ الصفحة: 185\n",
        "رابعة جارية إسحاق بن إبراهيم\nالجزء: 1 ¦ الصفحة: 187\n",
        "بن مصعب\nكان يقال أنها أخت مخارق، نشأ في موضع واحد، شاعرة ق75 مولدة.\nأخبرني جعفر بن قدامة، قال أنشدني عبيد الله بن عبد الله بن طاهر، لرابعة جارية إسحق:\nقل للأمير المصعبي\n...\nأخي المكارم والمنن\nوالمشتري الحمد الرفيع\n...\nبما يجل من الثمن\nأدر المدامة بكرة\n...\nوإشرب على الوجه الحسن\nالجزء: 1 ¦ الصفحة: 189\n",
        "وإغنم سرورك عاجلاً\n...\nمن قبل أحداث الزمن\nإن لم تكن فطناً لما\n...\nقد قلت من هذا، فمن؟\nعيش الفتى شرب المدام وترك ذاك من الغبن!\nوكتبت بها إلى إسحق، فقال: لعمري إن ترك ما أشارت يغبن فاصطبح وأمر مخارقاً فغنى فيه لحناً من الهزج.\nأخبرني جعفر بن قدامة، قال حدثني عبيد الله بن عبد الله بن طاهر قال: أشتري إسحاق بن إبراهيم بن مصعب، جارية، شاعرة، مدينية، وكانت تحضر مجلسه إذا شرب، فوعد يوماً جاريته مخارقاً أن يزورها وتشاغل، فقالت لصاحبتها الشاعرة حركيه.\nفكتبت إليه رابعة هذه الأبيات:\nألا يأيها الملك الهمام\n...\nلأمرك طاعة ولنا ذمام\nفرحنا بالزيارة وإحتفلنا\n...\nفلم يك غير ذلك والسلام!\nقال لي عبيد الله، فقال إسحاق: فلما قرأت الرقعة، وجمت وخجلت ق76 وقمت فدخلت إليها، وأقمت عندها ثلاثة أيام، وقلت لها: هذا عوض من الخلف!\nالجزء: 1 ¦ الصفحة: 190\n",
        "صاحب جارية ابن طرخان\nالجزء: 1 ¦ الصفحة: 191\n",
        "النخاس\nشاعرة، مغنية.\nحدثني جعفر بن قدامة، قال حدثني ملاوي الهيثمي، قال: كان لابن طرخان النخاس، هذه الجارية، وكان ابن أبي أمية الشاعر، يهواها، فكتب إليها:\nالجزء: 1 ¦ الصفحة: 193\n",
        "إني رأيتك في المنام كأنما\n...\nعاطيتني من ريق فيك البارد\nوكأن كفك في يدي وكأنما\n...\nبتنا جميعاً في فراش واحد\nثم إنتبهت ومعصماك كلاهما\n...\nبيدي اليمين وفي يمنيك ساعدي\nفأجابته:\nخيراً رأيت وكل ما أبصرته\n...\nستناله مني برغم الحاسد\nإني لأرجو أن تكون معانقي\n...\nوتظل مني فوق ثدي ناهد\nونبيت أنعم عاشقين تفاوضا\n...\nطرف الحديث بلا مخافة راصد\nالجزء: 1 ¦ الصفحة: 194\n",
        "قاسم جارية ابن طرخان\nالجزء: 1 ¦ الصفحة: 195\n",
        "أخبرني محمد بن العباس اليزيدي، قال حدثني عمي الفضل ق77 عن، إسحاق الموصلي، قال حدثني يزيد بن محمد المهلبي، قال: دخل العباس بن الأحنف على قاسم جارية إبن طرخان، فقال لها: أجيزي هذا البيت:\nأهدى له أحبابه أترجه\n...\nفبكى وأشفق من عيافه زاجر\nفقالت بديهاً:\nمتطيراً لما أتته لأنها\n...\nلونان باطنها خلاف الظاهر\nالجزء: 1 ¦ الصفحة: 197\n",
        "بدعة الكبرى جارية عريب\nالجزء: 1 ¦ الصفحة: 199\n",
        "كانت أحين أهل دهرها: وجهاً وغناء، وقد ذكرتها وأخبارها في كتاب القيان، وكانت تقول الشعر، شعراً ليناً يستحسن من مثلها، وكان إسحاق بن أيوب التغلبي يهواها، فلم تفكر فيه حتى إلتقيا.\nفحدثني عرفة وكيلها: قال: لما رأى إسحق بدعة، وسمع غناءها إزداد شغفه بها، ومالت هي إليه\nالجزء: 1 ¦ الصفحة: 201\n",
        "بعد الانحراف عنه، والنفار من ذكره، وكانت تعبث بالشعر وتقوله، فكتبت إليه على يدي:\nكيف أصبحت سيدي وأميري؟\n...\nعشت في كل نعمة وحبور\nعلم الله كيف كان إغتباطي\n...\nونعيمي وبهجتي وسروري\nبلقاء الأمير لا عدمت نف\n...\nسي وعيني لقاءه من أمير\nفلما أوصلتها إليه سر بها سروراً شديداً وخلع علي خلعة نفيسة من ثيابه ووصلني بثلاثمائة دينار وبعث معي إليها بهدايا فيها ألف دينار مسيفة، مطبقة على غالية: دينارين، دينارين ودرج كبير من ذهب، مملوءاً مسكاً وعنبراً ونداً ومائة ثوب فاخرة.\nوكتب إليها:\nأنا في نعمة بقربك تفدي\n...\nك حياتي من مفظعات الأمور\nبلغت مهجتي بقربك مني\n...\nأملي كله، وتم سروري\nوصل الله بيننا ذاك ما عش\n...\nنا وأبقاك لي بقاء الدهور!\nوحدثني عرفة قال: لما قدم المعتضد من حرب وصيف وجاء به، دخلت عليه بدعة، فقالت: شيبتك يا سيدي هذه السفرة! فقال: دون ما كنت فيه يشيب! فلما إنصرفت، قالت هذا الشعر وغنته فيه:\nالجزء: 1 ¦ الصفحة: 202\n",
        "إن تكن شبت يا مليك البرايا\n...\nلأمور عانيتها وخطوب\nفلقد زادك المشيب جمالاً\n...\nوالمشيب البادي كمال الأريب\nفإبق أضعاف ما مضى لك في عز وملك وخفض عيش رطيب\nفطرب المعتضد وخلع عليها.\nوحدثني عرفة، قال: لما قدم ق79 المعتضد من الشام ومعه وصيف، دخلت إليه بدعة، يوم جلس للشرب، فقال لها: أما ترين الشيب كيف إشتغل في رأسي ولحيتي؟!\nقالت له: عمرك الله يا سيدي أبداً، حتى ترى أولاد أولادك قد شابوا، فأنت في الشيب: أحسن من القمر! وفكرت طويلا حتى قالت هذه الأبيات وغنته فيها:\nما ضرك الشيب شيئاً\n...\nبل زدت فيه جمالا\nقد هذبتك الليالي\n...\nوزدت فيه كمالا\nفعش لنا في سرور\n...\nوإنعم بعيشك بالا\nتزيد في كل يوم\n...\nوليلة إقبالا\nفي نعمة وسرور\n...\nودولة تتعالى\nفوصلها صلة سنية، وحمل معها ثياباً فاخرة، وطيباً كثيراً.\nالجزء: 1 ¦ الصفحة: 203\n",
        "مها جارية عريب\nالجزء: 1 ¦ الصفحة: 205\n",
        "أخبرني جعفر بن قدامة، قال أخبرني سراج المالكي، قال: كنت أهوى جارية، مغنية، لعريب، تسمى مها شاعرة، أديبة، وكان سبب ذلك أنني شاهدتها في مجلس، فأعجبتني جداً، فكتبت إليها بيتاً، قلته فيها، وهو هذا ق80.\nكيف إحتيالي بنفسي أنت يا أملي\n...\nفي زورة منك قبل الموت تحييني!\nفوقعت في ظهرها: اطرح وافرح! وكتبت تحت ذلك:\nأنقد صحاحك إن الشعر مفسدة\n...\nبضاعة الشعر من نقد المفاليس\nفبعت ضيعة بثلاثين ألف درهم، وواصلتها، وأنفقتها عليها.\nالجزء: 1 ¦ الصفحة: 207\n",
        "جلنار جارية أخت راشد بن إسحاق\nالجزء: 1 ¦ الصفحة: 209\n",
        "الكوفي، الكاتب\nمولدة، من مولدات الكوفة، شاعرة، مغنية.\nأخبرني عمي الحسن بن محمد، قال حدثني عيسى بن القاشي الكاتب قال: كانت لأخت راشد بن إسحق، جارية، مغنية، شاعرة، وكانت مليحة حسنة، حسنة الغناء، تقول شعراً مليحاً، قال عيسى فحدثني راشد، قال: فعشقتها وهمت بها، وعلمت أختي بذلك، فحجبتها عني، ومنعتني منها، إلا بأن أبتاعها بحصتي من ضيعة ورثتها أنا وهي عن أبينا، وحلفت\nالجزء: 1 ¦ الصفحة: 211\n",
        "على ذلك، وشاورت ثقاتي فنهوني وعنفوني وضننت بالضيعة، وغلبني ما بي فقلت:\nأيعذل صب على وجده\n...\nوقد لج مولاه في صده؟\nوكيف أرى الصبر عمن أرى\n...\nدنو المنية في بعده\nغزال ينسيك قد القضي\n...\nب بحسن الرشاقة من قده\nإذا عدم الورد في روضة\n...\nفلن يعدم الورد من خده!\nقال وبلغني أن الجارية تتعجب من صبري عنها، وتقول غدر بي وإختار علي ضيعة! فأجبت أختي إلى ما طلبت، وتقرر الأمر بيننا، فكتبت إليها هذه الأبيات:\nنزل القضاء بساحة الهجر\n...\nومحا الوفا معالم الغدر\nوغدا اللقاء عليهما بلوائه\n...\nوعليه تخفق راية النصر\nفكتبت إلي:\nما كان أخوفني من الهجر\n...\nحتى كتبت إلي بالعذر\nفسكنت منك إلى مراجعة\n...\nقوى الوصال بها على الهجر\nأرجو وفاءك لي ويؤنسني\n...\nأشياء تعرض منك في صدري\nلا شتت الرحمن شمل هوى\n...\nمتآلف منا على الدهر!\nفاشتريتها وصارت في ملكي، فما اخترت عليها أخرى حتى فرق بيننا هادم اللذات.\nالجزء: 1 ¦ الصفحة: 212\n",
        "خنساء جارية البرمكي\nالجزء: 1 ¦ الصفحة: 213\n",
        "كانت لرجل من آل يحيى بن خالد بن برمك، لم يقع إلي إسمه ونسبه وكانت مغنية، شاعرة.\nفحدثني جعفر بن قدامة قال حدثني حماد بن إسحاق قال حدثني: عمرو بن بانة، قال: كان في جيراني، رجل من البرامكة، وكانت له جارية، شاعرة، مغنية، تدخل إليها الشعراء، يقارضونها الشعر ويسألونها عن المعاني فتأتي بكل مستحسن من الجواب، فدخل إليها سعيد بن وهب وجلس يحدثها فأطال، ثم قال لها:\nالجزء: 1 ¦ الصفحة: 215\n",
        "أحاجيك يا خنساء\n...\nفي بيت من الشعر\nوفيما طوله شبر\n...\nوقد يوقي على الشبر\nله في رأسه شق\n...\nنطوق بالذي يجري\nإذا ما جف لم يجر\n...\nلدى بر ولا بحر\nوإن بل أتى بالعج\n...\nب المعجب والسحر\nوإني لم أرد فحشاً\n...\nورب الشفع والوتر!\nولكن صغت أبياتاً\n...\nلها حظ من السر\nفغضب مولاها وتغير لونه، وقال لسعيد: أتخاطب جاريتي بالفحش والخنا؟ فقالت الجارية: خفض عليك فما ذهب إلى ما ظننت! وإنما يعني القلم! فسري عنه، وضحك سعيد، وقال هي أعلم منك! فاحتبسه مولاها يومئذ، فجعلت تغنيهم ق96 طوراً وتقارضهم طوراً إلى أن سكروا.\nوكان مولاها بعد ذلك يواصل سعيداً ويعاشره.\nقال عمرو بن بانة: ولقيني مولاها، فسألته عن القصة، فحدثني بها، وأخرج إلي إبتداء سعيد بن وهب وجوابها تحته، شعر:\nأبا عثمان حاجيتك\n...\nبما قلت من الشعر\nفتاة حلل الشعر لها صافية الفكر\nالجزء: 1 ¦ الصفحة: 216\n",
        "وفي ظاهره فحش\n...\nوليس الفحش في السر!\nأردت المخطف المرهف\n...\nإذ يبريه من يبري\nيؤدي وهو ذو صمت\n...\nعن الناطق إذ يجري\nوذاك القلم الجاري\n...\nبما شئت من الأمر\nمن الخير أو الشر\n...\nأو النفع أو الضر\nالجزء: 1 ¦ الصفحة: 217\n",
        "غصن جارية ابن الأحدب النخاس\nالجزء: 1 ¦ الصفحة: 219\n",
        "شاعرة، وكان مولاها يعشقها، وولدت منه غلاماً ومات مولاها فعتقت، وكانت مبتذلة.\nفأخبرني محمد بن مزيد، قال حدثني: الحسين بن دعبل بن علي الخزاعي، قال حدثني أبي، قال: كنت في ق97 الكرخ، فجزت به غصن جارية إبن الأحدب، وكانت شاعرة، يبلغني خبرها، فرأيت: وجهاً جميلاً، وقواماً حسناً، وهي تخطر في مشيها وتنظر في أعظافها، فقلت لها:\nالجزء: 1 ¦ الصفحة: 221\n",
        "دموع عيني لها إنبساط\n...\nونوم عيني به إنقباض\nفقالت:\nذاك قليل لمن دهته\n...\nبلحظها الأعين المراض\nفقلت:\nفهل لمولاي عطف قلب أم للذي في الحشا إنقراض\nفقالت:\nإن كنت تهوى الوداد منا\n...\nفالود في دوننا قراض\nفما دخل في أذني كلام أحلى من كلامها ولا رأت عيني أنضر وجهاً منها، فعدلت بها إلى غير ذلك الروي، فقلت:\nأترى الزمان يسرنا بتلاق\n...\nفيضم مشتاقاً إلى مشتاق!\nفقالت:\nما للزمان يقال فيه إنما\n...\nأنت الزمان فسرنا بتلاق!\nفقمت أمشي أمامها وتتبعني فقصدت دار مسلم بن الوليد، فأخبرته الخبر، واستعنت به، فصادفت منه عسرة، فدفع إلي منديلاً ق89 وقال: إذهب فبعه، وخذ ما تحتاج إليه، فمضيت فبعته، ورجعت فوجدته قد خلا بها في سرداب له، فلما أحس بي وثب إلي وقال: عرفك الله يا أبا علي جميل ما فعلت! ولقاك ثوابه، وجعله أحسن حسنة لك!.\nالجزء: 1 ¦ الصفحة: 222\n",
        "فغاظني قوله وطنزه وجعلت أفكر أي شيء أعمل به، ثم قال: بحياتي يا أبا علي، أخبرني من الذي يقول هذا:\nبت في درعها وبات رفيقي\n...\nخائف القلب طاهر الأطراف\nفقلت مجيباً:\nمن له في حر أمه ألف قرن\n...\nقد أنافت على علو مناف\nوجعلت أثب عليه، وأشتمه، فقال لي: يا أحمق! منزلي دخلت، ومنديلي بعت، ودراهمي أنفقت، فأي شيء حردك يا أحمق، يا قواد؟! قلت: مهما كذبت فيه من شيء، فما كذبت في الحمق والقيادة!، وخرجت فهجرته، ثم صالحته.\nالجزء: 1 ¦ الصفحة: 223\n",
        ""
    ]
}